{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "O8aHvsoFDz+9PhC/qyybvi9vPr7CJ4e+nrU1vph4ibwEn6a9RtWAPlk92L7xRH2+A4+kvojWdz54944+sbzdu+LcDj4LF8s+Q6tJvmKxDj7CHx89VrIcvoRJCr9jwYs+3hanPtRiuj2gE2k+LkB6PtJ54L1fSUQ9vaSkPhKtpT7CF10+FZCKPbv4Kj7uUHK+K8aGPp131z50gh6/hh4Lv2JATDzu+5A+q3mRvjkhej6rsBM+d21dPvhPCT9QoY4+ibFBPaG9Rr5UEY6/iWpJvjcNuT57LrA9fkm3PhSBpr73WmO+q6lJPnFebD4G2DG+I+ViPCyCrr0Q8x0+rBbtPrCW1b5/Bsk8kJQFvk9wcr06ZPy+4sFRPgZ3Eb7Fc7++gm36vsjDvT7jAum98fl8PcZJuD14Mt++xFR1PaxZCT+clsk9vpdKP0ob9L6H3Hy+69aRPX3RgL5qFSE+IxcKvFcSOr4vdby95gcXPnArujpe/dU+LBemPl49J77gvJA9zUrVPhanvj2rVA6+8bCCPbmfQ7183oQ+KRsqvm6MsT6McqM9er3evQ3bqz7Fwz6+AQUXvsrxnr2fsqO+X0kkvrTIkr6Ug0u/f5btvcIAtT1ez0Q+sbXWvlwg1r5zWQC9qLRZPpyhBz05Mj28ee6ZvSKSSj5a8rC8X3OTPebLob6p9V6+c+jKvVr6ab7xplC9+AmTvoDFlT4x9Rq/9QfWvXkWv71ippM9C/+dvmi/Ej7saoU+1DqAvsQt8z0Jyk2+cTlVvpUhmLxJn+S9qA4OviPETj5uPIC+fLIMPhV0pb4OdUE+AfgwvvagyL1mNFO+iMT1PUi9HLxtP9g8u4ysvYfkij0y+ZC9D4xbPbLawb4XRsm+V65LvTVUbz66+PG9P5qsvWtsnT4u8eA9jlZ4Pv3psr1sQwg/jv6dvbDM+z0TTYU+P2KTvN2eBL6DCvs8ATJzvt9euz3QaWO9P2/zvGBLnDwh28y937SrPj7Ayb2mf9e841B5viXYgT6qNgU9ytdgvn19rL4ajS08OMadPqOc+z1R01Q9CCE2PXBlnb045NU9O73VPYbOmr7/w0g+3S23voOjFz06kJW+28nCPlvBkT73lmc+Dbd+vpwdL77SHcQ9fiEDvuHnyb5MsOA8MxTaPdHjzr7Hqgo8Kd9MvXBmJD5Eqxu+RVvZvH8ORr4BnQi+ngzEPcWWh73lJTY+eQS8vkQfnjvBt0A+xYZNvk5tuj3d4JY9Yf++vtUG0b1PZd0+neunPsIpoD3D+TE+r2WuPl8y1L6APGs+sUglPvXnLz6GXlU+3mvhPAMrPr5J66U+Q/SNvbkPiD4Vmh++6iivPTP1jD3ev5C+SiQBPsJi4T1rTAy9KKTiPoeAK72ld+w+x95TvIN1xj7hiSs+yB6nPql2w75imbu+1LPYPV/wAb7WBMm9H1/1vd9NEr53WCs+SmVRPsWbor7KhkA+LsK7vRB1Oz79Hde+SSszPrNLjL3oHBc9MEhNPQN2iT5uGXc+weTFvSrejT2983I+32p8vWidFj7+Zge+ScrFPrsVxz0Kl9Y+pMz2vnlDTD4G3UE8inTIO6O+GD6mWHq+u6VJPa2+nb76k2S+3jKrPd/EnD6lghI+yTdjvrlrHj73iQQ/GuADPQJ7Rz7JKwk+VLyxvUSfdD5+TZ4+FzmOva5yKj7t1x0+bAe8PLTs5r1IFx29X4NxPaAX7r6b9xo9Jkk1Pik3fj7O+a69G389PlDbAz0Bf14+3XbsPVvKt76xNeM+kqavPe5hgT2Oqlc+7aNrvme1Or6AihI/0JeXvfknHb6HSRU+ytI8Pl6jJz0q8I6+xjWbPkoxhD5endS+3J+4PhOlSrw2emq9QdRqPjdVBz2et9E9RJaOvoxViL6+36M+F0ILvpzseT7tIoy8X9ldvlJ/DrwiJ6w+Ug21PVhXOT0qv+G9op0fPdJRWDzDaCG+WPuqPtx2W74znae8pnJwvVn+WD7p95Y+d1EIPuJgLr6Tm8c90MTcu9IQHj3NAAw+UfodPq7/nT0P/hO9Lmejvoimeb+Pf9q+V3TqvauUF77NeTy/pcfYvZiD/jo9JwG+jV+Gvpz8qr3Tu5i8+7u6PvTKDz1Bgr09kmRGvIwmXD5gWL8+j0OnPhfasT1oyao9HGarPprzQ7+cJmU+oDHRvuiv3T2BE6M8cka8PlBSmr4EVH29yuFIvWfQ0j3tNIo9GFYhv+3wMT42aiQ++goyPSe1er1rmI08Zv9kvwJhSD7cwem+wJaaveZgQD5Ls1w9rEIyPuo+AD+CU/M+hDK1PcoqP76ekhY/WO7Mvdi6yb7MkZ4+P1NLvsoY6j0A4QM+5V2mPkAYdj7BHqi+yBlVPnyuZz5n9am+sK/bvT3bF75sQ+q9e/E9vpsBXz2b3IE+jMVEvsj6oz5fA8U+MaD6voHYPz76VC69e1cOPo9ePL7r4yu9ozQlPsFAK78t0Xe9S4ybPmqv4r1ybWo+k57LvO7Hgj0tDcS8S/6uPd8JdL7IU1u+N+NLPm+kaL5V7Pi+k2advF5Qor33DNm6IivpvnT6Mj4+s7O9oM4oPp2Xsr3kDJs+X0AKPq9+GL0PYI++rGJTvf2QXD4GITu9v3ZBPr+UND+Z+RG/b7OyvqDHGT0iMxq/zNokPl3QOr4iUTK+mPMwP3UIwD3Gu5m+xkelvS++Ob6YsRg8hpdnvmlhgj5PoQm9jEUIPj1ueL5+Me8+alWIPudY+T3BZqG+PnJ1vdHEiD5KifQ9J8S6PuhlSr2wUjs914Q/Pme/Bj6aNbA9BLhGPv8lgT5Zhds9PKV7vfufOL2pjv+96Y5kvtL2Wz5J4yO+N3/lPTg0x70jXfO+Ja3cvQtVL77gjyy+J6XIvWa7fb7sYju+GkbBvVxn0LpFaok9poMmPuk8mr7RxEy+J7sHverv87wBD00+iaJLPrwOhb4mFMk+KWmvu1xvBT8AfR8+fPrhPbtrcTvu24S8If3GPB+kMz4mWZa9NoCXPP1+gj4cH9g9szvWvc/sxz10VUI8piKIPmTxFbuOJds9TagXPj7MCz2VAqy9S9RLPJe3cj7t+tA9Ux3ZvKvzIL4pwce9m1i1PugwEj432gu+iaSrvRnq6D1ezgs+NFpcvjNInr0ofLg+Oh0GPkLOHr7qNmA8vbSDPXFjuj01lbq+ZIyTvmtu6D1aA+6+upRwPd+DlryzBxK+L9uKPuUwwjtQXoO8qs+oPEwAmr6gcrq9pa6rPqVGyD6LKFK97bVpvjzuTj68E7A+bZ3evVvMEL2PGpm+ez8hvqUbV714jJQ9WZPMPY87Ar+5iIY+5jYJvgHkCz0qgkY+dOpZPp4WwT1l8Ka9ntlLPqVeAj45Moc+X5zzvZPmib0uSMC9uOiPPhhUrb16LiI+bE+hPSnMe76eM1C+QPeXvYHyfT5oXUY+vynMvps8d71S00C+h9vnvT/DkbuF7po+k4PNvhJ8ZD1Y6YO+MymhvsNFB77PR7I+sy2XPoLDYD5ZCnO9V/xAvtp0RT1fM1O+kENivipPfD1IxFG9kchJvowKuD7IEq08Yrx7PiL+AD1EKyy/jOlAPcfBm7vMveI9DZEXP4ndGj6HD6Q9j7/vPYfiFD1U0mg+xRBzvlG0hj3AZJM9UnXwvhblaL7xOk8+1VQXvgNpH77qdqu+lYocvtuKr70T9We+AtNPvqkAAL7KvRq+UgEGvnsty753zEo+d3UVvds4c74078Q9nuBvvf9ed74iIMw9HU3Evdymib6aoVw+bMvovUvxrD5p1qi9QQtHvmVokj4GTBa+5LOCPLqwob0QF8w9qM+dvnn15L0x9sG9ZERtvgZ+sj1UhBY+0loUPiGnQT2bHNQ+kjXLPUoslj6x7AW8rHCrPrR+TT4a0Ys9M7pOPu06Wb5aoua840wiPofpzL0PmBG+uziJvsLkYT5BsR+9Y/PsPe2kmL4d7Ui7PmJwvpSMfD73JN4+iU1Qvun3mr3nHiS8YpZFvpQo3744hNQ87r7PvagX3r2JQyW+0PsVvWVcgb5PGs8+AkegvZLBnb6pmQS+W4QJvuuL2D1pd0++fDYpPuBHZD1arJi9aPVEPZl1jj02nyA8YN7mvPJjiL10vtY+tIEdPqNj2D2mlrI+lz9cPXB93r2BTfw9PsqNvXtK9L5uimq+a0uBvg9xfj79ici+FqoEPjlh9L4jneg+i+tEPpGdrT6w6Qs/735VPYyg5z2jFUw+sk+oPRwXMb7Sd10812v5vofTCL/eQB49Dl4tPwzD5b6XARQ+iCWmvV/2mT62O1+++gYEP6VXF746zHm+J0cNPdQa1L6tQby93IoBv59+Bz8TTyO/QeONPtJZzj22Xuo+ZObfPJ3lM76Yut4+tFa9Pu4Cv7yP+zy+UEtLPv46hz54mC8+0q+bvahlnT3TLAu+R34gvyYGAz6sg3S+KvocPndFOD0i2EU+TQERv29Y9z2kEu0+VrjAvIDVhz5F95++jzkzvpiwEL3TkhK+p0F0PLBOtz7IRsk82B/wPrK9KL+vkLK9lma9PhDrQz77aK69OAjxPcUQl740AI++5jivPbnzEr5YS4u/UZCVPiJETL5LySi9gP04vl10g73gdOi8btI9vnYu+r2V81Y+mXvHviSBN78TIck8+I6Fvnsoqj7h/2o9euHQvQnwZDlHJQY+b8WGv10Vaz5sb0e+d53lvcCmZ70Hb+u8zykFv+0DxL2dRG0+381pPvRNuL7z7OG9C8hkPuFhIT5V6L49BeqPvq+D9L122YU+h5F4vu2nTj5IadE9hkRXPllahb3yVrS+XXpOPdwsYj4bLRs+rdaHvpxGFT6AiKQ8n3aoPP24Kr6+aDe+HIICvvzKEj3ytFG+/0skvp0Fgr0wzsq+pRJ0PiVpHz4aDxk+xmJFPjfQCj6t16w9bJdLvZHBK7wYX4C8EfD5vupvsr3dqd0+8gayvj4fQ75NA7y8O7JJvjwjSb0O0p09gr4IPt9jEbwefwm+aPEfvvJ16z2Dmdu+ZDfyPYQqLz3NJDi+JG8Lvpn7T77TLOc989qmvWfzrr6cuVi9wFUEvkBBQr71ceU+lXXYvdVISD7NyBQ+LbTYvYF8qj44chW9mHV7vshWQT2TPgu9tNTwvWeBRD0hl2a+eFHEPYLdD71WI08+AnakPIaQK7tYzkI+fCu7vnw7AL7dpWi+bgE4vu0q+jucsbq+r8eSPjgQ1LskoAk+AEtfviceiz68yRE/K6lDvjPrwr6rRdc9Upj8PXpjyjtrfgM9pOOcviH3Sz3uohI8QsusvcjesT7yy4U+yHnMvn+m/rxFw88+b9yYvVERgL2z/LE+cNQdvqb0XL0hgZO+gkWAPrIsUj6kDpo+ogWjvnGgOT77WYU+pp10PpIQ9D0W4RC+o1M9vHxySz0I0+w+/vE8PHMeFr4eC2G+/JDEPi4pED7JlDw+5cREPv/iKzzzuq09905Mvknwpj0q0hm+drvBveClSz1+zu09lgmYPDswoL42JSo7ePsjPbtEzbwy9cy9E3Tcvbz5Kz4eTWE+bNB5vl+COT5zSyo9xI8jvZ8Z/j60J4s+lDkIPtPhST647ta99ii9vXXKnr4+3D29IHHIPrNXY730nQ4+I7tiPbB36r168/y9koJcvXqz273XDx0+qQuIPfnnnLxnXBm+vwBEvarsKr6AKqe9f+wsvgL4NT4Ug/i9eiuxvROqmT5md7G9qkMyPpOKqL7Vcb096Of7PWemUD7W0aY+M8QgO3vqPT1Wv6q8EmOLvd9qDD5yfMQ9TzwHvnf02LyT7Ti+FCOqO37RSr7hGHM9l6GBvip3rj33ppC+XL/Cve4qc74Jsew9Qh4/PdycXb5KqWg9XlYwPrHPOj5MQAQ8id64vZTOXj7O6AA+M6PFPd2exD5XxdI+A9hXPvtrEL4mvZe9baWFPtVbmL06lwy+mCrRPON94b53LSI+a4qZPIGR8z1BZWy+om4qvrLjH75xmpW9Cw3QPsX0Ab4O6Mm9dgklPiSssj5JpVI9XbL6vFffK74qR9A9hodIPij95z0N9yS+CCCPPlcIJT1NwQW+8pUmveh8pD4fI62+vOMqvsQyBr0tyLg7xGg0Poh4JD0W/1u9/grCPbWSwbzhCdC9D0XruvDKLT3wTQY+SMJCv3GHRL6++5C+4fmFvUiHZz35zrW95BeavB5Dyr1nnne946o2vcpLUz7YzhG+twaMPYYqkL3Ek6Y9fQoVvi1gUL6onfi9Cv3PPRgQoDyxzLK8a1NOPjjFQL55yRW+eEFPvjA9qz2vDpm9NoCivdSu4L3PmeG7aWQ8PV3E+b2DZCa9khbvvvDnUr6SxY88kaGmPXBWGb5SY9k8TV9WvqaJWr1LqJ+9TJ0FPjZ0gL3/ERm81IuuPG1qDD1piRW78BIyPCK0Bb6uVl68jfDrvbMm671Wcw0+GBQMvjydDz4JqDM+NEi/PEkbbL13fEK+GtfmvUyGPL1OfHO+kl17vaScLL5UBiw9YGyyO75MLjyfonW+5x8QvWaCbb4jTay9lZgVvsK+qT2GVgC+4oHNvQKcAD1OEqq9Hs0DPjTomjy61Pe9baTTPf51AL5YAIO980RsPViQqb3qp5g9vZEKPtDrbD17bxW+YPHlOybCh77xkea9JHZ5vj+wBb3YTP+8vKvEvcNJIz0mVck9qKMYvpFmsT3vqxE8DlHrvNcv8T09StW9KXMoPqxiOT1Gdky+zyeNPWBBcT65lhq+kmOPvhAXUz0NohG+LUS0PRnIDr3xOAa+fUMVung1CT0kEBE+ASlrvrrTGD2Hh/O9MWQuvs4dg74ieDm9TrNyO2wG771Gpae9hVOrPV8FCr6D7Hs95IDRvVeJ+L2h6YY9Q73BPOzmjz1lir++HqLxvLp3Db7rbl6833tlPfp7yDydbJm8WRaDPRC/b70jeDK9iGoRPP9lLr509Zq94CmEPnNFfL7wC7q95gnlvHgrMb2k+f89/FFQPgsrqz1l4qe9uA49vu5Rj710Lei82PIyPawM6r2B2kw+fLJJPro9xj34cOY8UVlYO0ILt70xv14+SyYPPvYlAL6a0em8mH6CvBqztr1j4oO+m4TCPUhvrb2Fx4M+WaRGPk04TT0lNhm+YpeMPY137Lppm1U89yBWPuQkP75cAqe97awlPeE/iDziN7I5+2GkPPvnET7xm2Q+NMAsPu56fTsU20Y9IgH2OgZx+bv08R69HjoXPqprdT6Awui8ZVE4PRPR2Dz6pAA+3F0OvkiTuD2JR5a9VTsPPqcNpj2EPAw+RitJPQJWT73eoDc9BTpCvRkxWD5Ol6w7ey1GPnBu9j3jutO9ivTsPZLp2L331Oi9cd6IvknKaT4TAiY+XQHPvbONp77HLIk+moapPWPCCj6X/a29D6kFPuZFVz58t5m8Sny8vNY/4z0RUQ0+mGKJvt5jE72wfis+CEVePlh+7D0EbFG8mr+MOaddqz1HHGI+hqfFPQI8vzpfJ788rx+UvcBlJT3R16E9kZ2gPYmALz5E8i49aBQ7PRcNMj0gGAa+ZPbLPS7x3z10mBW87HVVPiMnqrzURpi9oP+VPbvVNb5NhWg9xmarOoi1yz3yMxk98LomPjAA170pphM9LEIQPGYpNL1K1j0+JE8Qvr62kDwzuzq9ddMUPkYpo7vzaw89PteKPW8pkLxziIM7ZzBFve/fhb2OJ6g9gyYWvgaWHL5bHh29D4XjuzyjRj4q0hK89qlRvlpDbT6GYva9MmZsveGsOr30vM29zZ67PPatEz09ByI+CMsXvnRp8r2CLJm9mZypvIF8pb27hd88LhGgvJDRMj7U0Ro++OzbvX5rML1TUO493VBgvrZhZD7rm6S+lZkyPDQUML0TZ3q8PJI6vRLz0jxy4G4+1+EzvhjXUz58RVo9jtVQPnha/T3qJJe9C/lnOxAMD71Sagq+vPkgvsm5+z3+Rd+9L5okvmYMTr6uN7c8XnIPvkZrcb2iNS29Vgnsvbm7OL1ufDa+2v/FvGyLcL7etkq+Eoi4vEWgoT1i4bg9SJUnu0yOcr6mfYU95OxHvt6b+r22ZhG9REQzPlWvjr0/iV09TwauvQQ1iTrk/X0++jOEvoRwGb5LNBw+FvVBvEiXkbxynXm7ScewvH00/zz1meE8sxddPp/fBz1Xvs49efY8vVLLbL4HfJ88hvwJPmB6xj3zKeC95goDPq9U8r2ozKO9nVgVvlDXMjxPEhA98FqZPbPU0T1KmRC8oP9MvvyNxj1234i90G0sPl7s1z3GRgw981nWPXVIDD2L1BY9bNftuxs4y7zhRes9Bo19vD4oDD5iJVq+xoLNuzJPdD6eN0U9Y+jivUVmLr1Uicm97BzAvUEru712DyI+qqmkvQyTRj2RcAu9AK94vfBUVz46zG69JJG/vV8yBT7SD1U9BnAKPkoEFrzxppu9rmYLPl1zfT6hiCs+/Ur3PcRTUz0tSJa81ps0PR0Otb3dwee9EXc8PWKiBD6Qk6W8zKhPPZXBcj7LeIW92RAzPqPrMD6h2pC96hUxPWmOKj7Aryw+8UaTPVAZpTzhTva9dRAVPZzO5bzuowY9iTE8vTr+M71SoBk+7sBQPpnQ970H/EU9h0kyvciC6L2jSRk+oIg4PkTNYb07eEE+cdRSPrUaRr0LTwc+wIGaPXSu0T0nxBm+eGG7PRXj27wA+l4+INGCPIzXYL37WIe9NdcwPsIl9j15pOs9WkeEPtiC8bwPKX09Q8BGvN9M2b18bos9pki1PTyEIr2xSQw+ilvrPASQCb7eP8i73pcjPQDUbD3c8ZQ+pt2uvYDZ9b2JCDI9LNOaPazXmD4YL3U+yLAgvZ6auz2mQ949UpauvVQnzD3Bnay+eAaJPTO4tL1vDHG9Pu6pPQkCVD3ciF0+/eXYPKZ/mr6wroc9wsNvvqk8XTzB8wQ7K61dPkk5cj6Y5wY+ev+mvgdXHT5426E+NPYOvgwsVD7e/iG+2AgCPSCcmD6pp5w9dp1VvepsML7YoYG+Q+2cPbQYTD5vY4O+2ogcvoBKyL6B3LU9u/srvjLQv70gg4C9Qtj/vUhJnTu6wys+Mq39PWWAAL6OsTk+ZVS9PZUv0TyGBx2+v5KvPZgF3L3xhIq+3+B+vjX8JD4qTI69ZPRuvYUZ6z08xeW84ylTvrEQFD5u5IY9ENrivi3zA73KMZ295OXrPZJ5+7zGiqc9ik6BvmoeDb7owV69SdEaPDi6IT7e2vq9sowSPSWmGDyIP908TXaSPTHZe76VtEy+u09zvg41Ej5Da0q9R2FVvRq9t7ygBhw+XvqnvdPlaL1A85W91Z6VviQVkz2CAZe97akjPQV5Rr77W4u+zuyDvTYQEr4tXgy+pW1uPvuhXTvbtqy91mgKPoSafL4dqFO93P6KPfcTYb0yRpa+K/aiPqtzND6UZqG+MSsIvlz0/r32Wzo+92fmPZ8/OL7Eelo+wvq0PRueqj3KkCy9ASCUPYDvYL0COZI8WwaKvuyqGD2wlSO9p8OVPnjg3z2+LZI+HdG0u+94oL4OR4o+CYj+OzkWrb1d7IE86hg/PZc+Mb6Nc7I9MzFavsiZo7wAqGm90zUcPt7Flj0B9cY9n2iYPaJsX77ikXo9hdY1vpur/r2NHBA+SJp8Pv5RKz7c9D8+Tq4ovHFzSr0YlQ4+xKOMvvTmHb7rtj89JgASvQ1oQz1rd3K912XxPWrmzbw81yU9uvlHPTURND26qWK9363LPt2kIz6AJQE+w5ycvizXKj7xOWe9jNNqPfTwsD2F84O+EQeqPm6BrL26+1s+rUihvWTRKrwgL7w8jWwzPR7/LL0/d9i93qhVvZD3Mz6nQCA+QPiDviFwlD5vpym7hrB5vQzRor1Ib9+8Q9ucPFb/CL6/fPe7T7Wpu+OuqDwBLE4+Y62Gvocr0j04ipi9eaNhPi1hYj1vK569dQJpPYgZkD2s2j0+PRjmPeWjgz5qBPM9PQNGPgjt1bys2Yk8XfnWPo/WRD0dQsI9PcdePnUi/L36snG+4glAPpZ3Gr0rEDM+WeqOvHlyNr5aFyG+q3GBvVh94L3TQ8U+rq2pveRPRL7dsnC9Ck2YPfwXZb6mUkO+ng0qvi7nDz0i57o8Ty59vVtBPjubldI9x4obvHp7Fj7HDbw9GQ05Ppeumj4FJQI9zZEGvUgu7z0cmCG9B2NaPXQSJb5NP4W+NUBJvitMiL1yShy+KPONumRVLD7CfQQ++schPl3O9L2C6iE+lGDsvVE9Jj11zf08WvemPIwXh72a00M9FzLBPdtvxL2Z1Mi8ozVkvNco8r1OdjG8sOtYvnWYC7063/U9FEMKvc/RIT6RpoS+jeM4vjC0NL2cmC4+TmYlPTh4Aj4rM2y+5gucPfOGXz7xGNw99IWBPR7mvz0BipC8KPlHvjY+LLueewM+xDG3vQsBJD61kkG+RX4hvoxSHL10tmk9+zAcPvU5373Y7FA6A1vaPTnke77XwlS+06BFPhhpND049tm6WV42vYm8n71fPTa+eC/EPaISyj0O7BY+i1oePq8kB76/ubI94PwOPnzQzzoyfQ48RosJPiz3fDtk6Ga8PZK2vKrC7z1D+iE+kACFPJiFkj0wnuo9izbxvRX3Hb1P+FQ+00ewPa56Tj7Hwvo9gIlVPcP9YD7KuiY+zqCGvtVJN76lxSs+/uzpu/sanzwuxau9kDGtPWz2Ir5hMuI7vt9HPbjGwj0yoOg42TPOPa1aG74gP7a9C+/jPMtYzjxT4fW9ekHGvMV9Kj5A67O8ch1dvI0WUj5lcQC+7hCHPYSU9L05dJo9D5ezvdRDC7tif4u9/00Nvv+PEj76Twu+n0hnvZd06b06PSw+Tl/mvcZVBz5xo4y9CohLuurCsD0P/o89xA3IO/JWHTzJpvg956vBPAG9p70XDo+9soWfvVZXIz0/Szm+GMqDvfWwSb7xlGE+Rn3KPnjzET4qkq+8I9hdPrL1bD2nrH29THJLPltrO76Rm4y+VXhtvl+FAr2nmQa9uP4OvjstZD7eq4y9zyK2PceRPD08km09OJz0PtFzyz2UZXu+9DIuPqiOxz6WwD2+OlGhPmyUjb5kCHC+LDMNvreqx7wp1zg9puJFvlUAgb19WFK+7pydviH8zb0+cWI+9MlyvixrOT4S1HG+00jhvR0Zdr6GoYW+Mpo/PYQV5T3UqI68fqtIPZmLtDt7j8m7LiFJPdih7j2AJcK9tKpcPcpphD0w/5+9/tzLPTqM8r3AHtq9CsxrvbO3FrymoXK+xkY1vuPiM74Dd1A+7X76vUJOnDwcTpM9rysYvjasRL6k+3++6o4CvvKhFz4Q18o9Ob6ROn4Nfj4xlcI9y8PKvW+RrjxcbZQ7CeH1vRM1U75Hiws/BJMUvryhvr7hQ4A+BMpaPsCAsL3/Tok+6PDXPRo4GT32540+rABdPlk3s7wJom6+YfbbPY7Fzz0YGfM9SdRWPvvMGL5XeEK+3FDHvc5ftD4UPDM+c8PdvQGHW74A2as9sP2AvYkt4D2kZ3c8WM9ovfY1kD4p2hC+qoo1vsghb74u/PM5fUB5Pi/g4TyTKv48mRDPvmR2IbwBFPg96hiCPeDEhT4ldKk9NgmdvT5fBD4vG6C9AdsIvoFt3j19dyI+nYtIPCuMYT3tGug9SJJ2PhTmEL6DQD29DVvbO/h6Ub7+E5Q99iEsvKZp1b3lD4g8k118Pi8onT3583m9gGBvvquJKr46pCW+H87qPQZaOD4cZ8e9GkmkvgO1kb01e9c9MPO4vP/UGb1t9gs+vc48vuCGnDwmHpy+222XvuF8xL3zJgG+R2chPpXiyj2dPOY9FFm6vrmj1zsqR3u+QFCzvICcML5JQYY+armAPU1l/rxwlhQ+EEtfPlNmLT6C57m97OJlvYva0jv48hI7wT+vvk7CJD5TTZA+hJPJPV6XNL418DG+du8tuz5bxD7waAa+iaBtvpWKm70E87I9jZL1vRJwG74QuTa+ClYjPmhxHb5tbwA+JCtTPuA5pL6FL9s9zDFOvW2NQD6fMZc8Hd+VvP9WSz2kpiq+yXIaPfu8Mb7ot349DMDyPfLFDb2tpxw82pQcvvEDo74WLB6+VE0zvm93fT1Zgsc9e1R4Pv5w7D0rkKU+2AxQProoD75JVW2+idafvmOnYj3Um829LPBQPsEfvz0y93O+Fe6XvWAvvT1RyoM9vaG9PZ74XD1wwZS+Tk9vvvpmYL15rPO9YGxzvgfAJL1J/Tq+ZLzqPbKEVD4pRGK93F08voGBpLz4tao+cxUPvcVYID6TB828JgUCPs11ir0ZFO69SZbGPbByLr40TDc9eFfnPdX/Fb42EDI+aORyPliECD2fpAw9pp+MvgZCaz1MtGi9TweuvTpSDr7l9x4+WqdEPeqLYr6Ed0i+B6xZvfQx9D0xJoo97J1lvh+M2Dw+ThO+tIVmPDsolT2w05O9aHchvvS8XL1oghu9iqZQvgIpFrx8coQ96/MuPszjQb6dK0K+p9HSvTMqe76MOUw+HfxnPb7KXb0XqFq+/e7GvYuqEr7hQ4G91NGuPX0Hfb0w+O+8akbEPYhgWL0UDBE9EWYNPuJ08T2rEYI95++ivRJcCL6HJkU91t9tvtb9hbwhNtW8QdtmPZTVNr0qE0Y+sOsSvtGgPb5Mf08+9msjvu1l9LwUy78872l8PfATyr0htDq9u9j4PD5HCL6yJSO9syAmPU3VGr278xK++x+hPMXpTL2BQ8s9e193Pt3lQjtibB0+AwnHvRGvhr0gPTs+19PuvbJ/GT57AS8+/4oAPlDa6zyyk5s9+ZACPvxq3T0wITa+h1PjvX2jqT0O9gk9My8Dvv/8qr05wy4+QUYlPrTjn72vhbM9jYUyvi1IAz4J6kc+UgTSvUY3Kj4J/26+sATqPaZU0rz99X6+d3b0PcjaFr5+B9I96TPBvYbaSD0FbWi+P8JsvfXIkL3zNSU+s2ogvrIpHL5TWii+cccQvl2Njj3IsYw61aM8PqbQUr6za3K+dMubvm30sj0J9ug9ICeZvXARCLxToFO+QdT7vl0Bgr55TaO+tANdPe4CmL3PVEC+OsupO468oL3Ku4M90kw4PsK9Lr6H03k9UnQcu1vnur7od8S+3fMhPsqFtb3M2iE9OKSTvr2DnD07XQA+igKTvaVd8b1FOMo9awatvpEURb6SC1W9/pU4PlNb0T1c3R6+BUMRvuiZDD36Vlu9qb40vddgr73wip89IiRSPr2Zm7w+jjw99NDPvM3ygj6orHu+WIbrvjSe/b3z8bq9g4cMPnYfGz4H8zm+MiGcvvY6nT1rnJa92zOMvYPN6L6ORIe993k3vh1psj0IYEy9U9+DvrQcZLqCaN69XQQRPvIr/j1zFpe9TMW1PZx1rL5WaUk+QemSvTQoMT4j21++i66Rvg4v3r0mgBU+3apOvK/9Rz6XMtk8+eADPmgN7Tz9gGa+nhiAPcV7jr50Lai+Jf8YPnxA4z3pzMK+QAKBPilpXr2g15Q9xd1vvf/Mf7xyFpW+oHhKu4ieMz7s/de7bOdyvlQfGTyq6VO9D9NQvv5egz3UbBQ+LAtEvgI4Lb0MVIo9R+9Kvoaegr7LTz8+9LHnvlyjHzyHZh4+R63cPbu2DL4D6zk+KouHvZkxPr52NF+9ZtmEvWDvXr6AEdG9Iwv8vEORp7497WO9J9XIvEmdLz749bs+Y5BLvdJTxzyalmO+LJeDPmKKfL6e6QU+GgpNvrU5Pz4kw929xR8Jve/gNL5XMgm+5atMPhZFtD09Ab+9XqurParHDL4eh5y99YCEPoRumD6VqtI7cHxWvlRgdr3jrXI+zzyDvjLeGL6rWh08y9lJPm+4WTw8dg69+oaCPfxpSj4PTqY+A7ykPnJN1bylyOI8I5/xPCwYGb5MElK+zDAivQjwHj4dpzu8Bo8aPW8sjz7Hryg+6hEUvaacqj7p4dW9RKU2PrOt+rxHHkY+PPIxvUQEYb5mg329x0vkPUbFoD4TqSg+gUpnvpszKb0SRZY+FoZ1vsKlqb3TAta9oET8O28qnD6G/gC+6NQVviqCZD7yIWm+QLShvE4nFb4lj2e7mzAvPLDG872KUcm9o2/GPUMqGT4ElGw+CRwovlnTv75iK6a9SLoIPIYBfr0D0Vm+mb2EPvQWnD1nRIS+4+GSPe9tej6OQwM9pU6Jvu+Ciz5wyQw+HFclvRg1mL4JuOw9DPe0vbYWhD3K01G97UsrPQuwv72oYY05Dtr+vJDqsrz+mYc+ZtjVviGTFr2Z8Iy+YQ+WvnzffL4HVKe8LJEMPhMlFj6ExCO+434vvaW1iz63J4Y9UinmPZ9CkT166rK93xKAPYpRNr7XZwa+aVpgPjIeQL4Vyx897uCAPEo0pT03c8C9+24TvuRk5z14TYe9nkNNPXy+KD2s5ww+c8X1PdXJD71irss8wShvPetKkr0XffW8fA04vIwP2T3PnYM7rwOAPL5HAT5c3KU9CH9Rve78KDxFAhS+a/mkPU81gD5GfJM9rjdMPd3AyT2RDEq+12qUPT6DBb7w+Ts+Y6BLvcPcBb1Pntg9wLVZvoqhA74VkkO+1uskvpkXKr1wWya85EMIvu62Mj4peHg+Fqp1Pcurvj0h1U0+nOyHPYtbrj0SyxO9rL3VPZh9QL1WDEi+AfZXPYwKVz4ejOi9iA/zPXU7vLw/Yq09Jy0MPcK6JD6x+gE+6aDJveSCHb4APWO8o0poPlnL3L0cXcQ6a7LsveBSDT7edL68HPBdPecwJL2FjRs+sWYqvskvkL0M7AW+UEhevMrUhT2ITM2978YSPeKuSb50VBK7x262vb1tLb5bv7U96G7OvTBrvj2CzeG9U/BdvFulnzxsLKG9dAltvV//E75c2se8Q8vUPJT0c72h5MW9sMMJPu5wqTpRMea9ErfoPREzDbwOKF46ORPfPCWp3DuZV+Y9LsyiPXEEkTzYpA+9Df3jvYmXRj5q1gC+/uSCPhE4OL20SwS+rA4yPrrGdj3TInC+0t6wvqpcBb6E2sw9Oxy+Pa5stT1lYx4+RJLGPILEDr5rU7c+4CAMuns9+D13+5I9YY2GvhUC/b2CyZc+p1ETvn8NVL4x8hy+VmSVvmEMuz1Zjoy+jTPNPTdklr1KUIu9y0BjPWsgDL7D3gE9M6eqvfyeKb1Emck8+42IPW62ir6MYm8+AzrjvNBkFb5DCIa+1nvBvCqFgL7pK7Y9IeY8vlCxTD58Cc6+1KEYvgZfOD7GlsC9Q0RIvvjg2j2dta69c5Gsvfj+kL5vLcs+moAQOVtc3L3fLhQ+dyUDvnpEk74BWdQ9vq7IvsqLTL5GIge9jFMQPrhXQr01qJu8NtWNvtl/KD4DVvw9a5Q6vDMe5j1ftws92bkkvgRfLL2nCB++vho2PXsJMb4Qwey9OI8MPNhdBL6JUHw+2AWEvuC/C77cHim8fnvJvMg9Bb4x+dm+fUgivLl/9L1DnII+VHeIvaKWRD1XDrW934xXvhHvyT2U/4e+f8XEPdGQUr7OhX2+Q2mcvW0PN74k0HQ8XN1APnKnDT2whec8n/hIPUcSaz7DTJm9G0iGPbYEH76kY4y+OHozvjDwIL7MY7q9wdtqPt+MiD3aPiU9ZeBLvs8VJL63ksI9yyM2O285uj2pOji+PpXLvgRv/jztkP87851gvnuMAj7J/hk+u1Q5PrKAIbwnS34+4AfnvQIRt7xHK4k+AXqhPh8VQr5encC9o2w+vslekL3QbFE+Z8bVPOwTz71w936+80uDPm7SOz6xxnq9ZX2HPlUIUD4UQJS96M20vXH1Hb7ASlI9z1BuvcN/0rwJE5e+PocvPlyeOD5+Gmu+VdSxPu1TH75Nx4U9uEmDPppBBr6yP4M9IXm0PuH/yb2yCr+9jlAEviB7Ar2GVZm+j+mePBedXL1ZmJ8+IX/LPr0vRb1pEsE+gpz/vR+OXL2/nhm+BMUHvQQPx73pxmC9hvghvoaBtbxA7/G9AalJPaT2hj20ZVW+BpQMPgE5gL2ZSQg9lcVgPkCpWj0rHrS+HG+dPln1hD6LKHY9RLOmvsglgL5hDw4+PkMIvvE8VL1Frym+E1F+vgY2Gj7/cTg8atInvugrGz65Fhc95DC7Pgq7xr0FcBC9u9utPQh4obsxqxw+MekiPqAmDD6CgQq+VE2mPSZxzb4fMzW+CS1xvU4Rd77BFMA9hYKCPkxNW71eSLi9U45KPrq2wL19T8i9AkXpPacFDL1GaLi9+16yPWpZDD3oxcS7nvswvUqRED5XTIM+rFBjPmkreD7lyAE+4C9UvRSHfT1u6LU9rj6fvQ91BL4TjBQ+sI/AvXSPFj4OMjC9xgYPPsGReD6+PRG96wbxvVaQIz6pOLY9VGKEPf+wmD3/ghK+EdQmvXP+zj1wwZk9LVA/vW1lGz5IbCw9JiMtPRzXHL2guNs9tOo/PX0XHT4Khuq9M5navAurbz2HUba9a+jfPZAjOb5I5gE8w8VCPWE2eb1oBDC99lhXvcP9kT05mle821U8PURiUT7ah+68H2p7PV2Q2T08f9S9tlnvPMF6hz1CuhU+yVkFPtuFk70ho5+92kxnvpEphj2r+LA97PQbPO0Qxr191cw9+KcevWs1o75IoKs9LFyBPtVgFb5ipsg9W56iPToSPj2K1dq8yngCvnrYKL5GVlO9bbHbvaIxzD2RiiI+sORmPilbwzx6TsY9lXL4vUbL/L0z7ig92TB2PmbTID7Pz4A8AYsqvjPwiD3OeLY9Ej+rvUNYGD4oDZY970SIPqCsNz64ZZm9VER0PpskuDuzzQw+/yI6vSW6lz0Mfp89rpfsu2iJtb2uQ828bygfPmMhLj6KdDk9lrDQO9t7ED0YmxK+t8QmPgR4/joVz1O9kfdCPsOsED3/IIY9Kt73vfL83T5jnlO9hn4kPp8zsr3FPNc9chXMuvcerD0ewPM9hxAGvj2DQL0ctdK98f4/Ogusuzz4j8c9HoeLvR8/Az7BqTo+TyNzvA+E0j3WTb69xZ9VvQ9yPb3dshO+w3tzvcObFr0MZmg9/+vwvW9kvz2JSSo9Z84VPqBwrDwSvBA+pq4EPfjBQz5taSc+ob98vRbnDbwoxpO+6XYUPlbuDj7LKYI8kGGFvt/xDr7OHVG+J/SOvqtRMz0f/S6+ThsBPtTlh72Uskq8anipPH4SGL7ODXu9qd6yvUAnSz4CQ4y+u6yxPv5f8L3TFii+vN2KPljgTT7s0TC9xnaPvjtBSrxmKxs+BEIPPagKhj6c0kK+j7PEvRWdPz4rrYK+VBBOvc/gzL1y1wc9gKFUPqupuj2cORk+sl0MPCfdRj3LwOi9O2rWPljyoTzNtQW9yKllvm2ykb2sZII8GIYoPfaI2D1X1/K92SVePrkp8L0DPaC+4UTVvWiOK77jjgu+QYvjPWXZZLyUp6g9AcyCOol8nD7SrR8+HrZYvp7GGr0H1yS+rLyevZfpSj7AKVq9zVNyvZx1wL7OFmA+1F1JPoMnsjvKo1W+3PZFvYWexb3ue8a9X/OEOwINaj4dcO49j/nWPKdaFb6Vpq291bIdvWFgd77L/TO7wRj+PZFiVr4MwhK+IO7eva0DED55w3Y9ZRx4PhSpRr1q5Ta8Db0mvI0OJ74A4jG+Op+TPZIujr7CcvG9J4zJPLHMRTwgk2u+8CAUPdR05j33IRM+fR8VvIqmf713q5m+9PZRPvzbeb2oerM8hmjkvZRjj74rrVI9Zl8qPgy9BT5O53a+z3QLvdw747uu95c9ius/PlrgeL2QuD8+CapyPjsX6byHBfi9vhwkPg4RIr0SM4Q87Y2TvbJbPL2ExZI9LRaDvpcVAz7zHNm8JsEfPRv6wL3BwMo9bA3pvCtTw7xA2F69PMMQvsuvAz5exIQ8TdsJvmcELT6s1l487szYvEGLD74fXJY8XSJSvfc2JD5gCuG9Slj/vViV5T2zago+KLmKPa1lvb1AmFQ+Yp4YPYYOSD423hQ98auDvCjkv703eSY9ckXlvRuglT6FEyw+F529PsX6Lryh13O7Tn86Peu8D76IaGi+A+jXvShHiD5otB09yZp0PeJFOr4trNs9SHbnPb+7IT541z4+9N1mvmiRFj5E0K49aVIOvqhXrj4/lFI9Ze3UO/SbEr5gzJU96g+kPWEx0b0H1k8+RIhRvJYf9T2IoZi9DCKjPOfukT3AqEy95gWCPuvYDD1kwvA7FPusvDzoh73ydUK94fY4vrlrVr6sFh6+VS6hPUc/t7wWn8Q9w3BWPmNfgL1yJ78+vUQQPuqErL1zsM89dSg5PadqST74EEi8IFGAPkHF8zxtq4y+JF96vp/rEb5Q77I94CzRPY4CjD4rt8C9juqivUtdPj50iHY8zu3UvVdOez0aLdK9ufmGPqsYqL1ANVC9kmwbPjo5Kr1CRto97cuKPTeBgz1wmRg+MODlvJ8GeDwTjsC9WoD3PVxN7DxDuKq947Rwvj/BbLvliL691I4NvZ7WVD2UGGk9G8kUvTHWn71T10e7B7tqPfquGb0MrVA8BIMqPshxVb7bQOI9Y78tPsz76r34vM49kJ8yPsOeJr5cUuc98vsavu5rSzw/JIW9yf7SvG19Sb6e+J49xnqluwfDvz2Hup+9GxwOvqV6Jr5iBOK9cttSPYShJ74u0Pu8rGchPlSwnz0uVFU844ymva8HCjw/vNc9M6cHvjK4+r39IhW+JgQjvq7qgL61/hY+Rx80vqcsSr07TQE+5gKjPQf5krqSSms92ZNCPq4gM76vJRW+DWbKvaRaUr6ycgk++BWGvvmeDb7KXpY9PgS5PaM7lLxUotQ7Hd9kvVhaAb7poQI+m/yevW2bK73fvtK9ac85vsOTKDxaZjW+AuUQvhWTgj3etKq9FR6PvNeK/DzzAuW7Ku+yvCfRIT28If88EQRkvefxGT4MWok9V0wLPucwAL2pP2K9un6RvuF22L0K+kS8Aj9EPuSNzj26J5U7V+obPSYgOL2gQ+6910L3PVXgjr2BH4a9My62vZlNu71XZ1E8dgAJPuKFKr2tto6+WS4mvsPYh75pUkE9C2MXviwxRLsbqaE90D+UPXJ20b0SGvS7QEVAvT3lOr4Ta1K8k6SVPr1rIb5IIqw9lZEivqHFkb0Bz4I+2yUVPdJVVL6cuNw8h4aavhbIbz5S6hq+O2OQPmHpK73pbvW686EXvviByb2ob4a9nDYdPR0GiT3NNVS9xTMfvmnblb4lgQi+8wh6veDWUL0RJSs+D7ebvpEH3L4HYwK+nLulPf1vTb5omPE8KMYpPpeEgT3W3E8+8kmJvbDNbLwVtUI+heLRPTkpiL4Wd5I+/J+du1G4sz1vzAc+EKdBPf3pc7xw9ba94G2APdqygz4wXU29fNl6Phxg0D3qAyU+E8+9PZgHdT2Gg9u9kbBBvYcQnL1X7si+rmbeOS4G+TvJmTq+RFDiPTnSl76Tc9297p/+PWXjR77J8WS+SwbQvcI1Hr4tIaO+nrw+vn8oQ70JzHM+VhK0PZvNVr2t+za8SzJaPgttcz6eXm+9WQ08Pm9Tqz1VY/693x7nvWKvmL7WdJy+rFt0vtLcLLzWFhM+/VPxvpGltDx7rhK+A85PPiASr73EBbk9SCLVPL6zRL78QQW+zqiePs7R6D0/3fY9coJtvZ5/VT0nSta9D+Nnu1FWHD7CrIg9ZgOfPTkVN7wxnbU9Gw/gPT2DcTyNV1I+x7JXvjHDcb6FryM9zcc1PWf4ar0dURG/hd69vtB8Kr7lUYC8lmPWPj7L8j3wWqE9VKcHPg7fLLyraKI9oXwXPtsoZz6dNZE6IA4zPvTkL70lkHS+VDWFPUrUKz1wjIs9QvgevmAfyrz+sgW+VnDDvfnTDz6d9I098M4BPaPUUr4HNam+E3qfvSflbjyG25k+do9vvBx5vzys04o+bVhtPlcsD72InVm+oDuHvrqJxj1vXJs+Sh3pPTk3Oj0PVVA9S+0kPisoxTudHwC92jV/PeS+oz2/2rY+KH4APfxkHD5BCKo+z8+vvkiJJT1mDgw+0rxEvs491T38lPy8heW1vTPlhz7DMgG+3NoOvma8i72RLo88W5stPnWHwT3BkAc+O+wSPjgmD7s2Vo09hmZSvXrfVD5UIUw+IjgCPpOSazydJEy+ptRJPp/Hhr3EzxM+RcBFPsEMHj7VrL88/1ihvXqtXb5hJZ+9v+JZvY5+d745Ciu+j+xNPTnEgj17c+49iTNzve4fDL4Ayc293Wg4vrqWgT4bfzs8J06qvol1ErxQtSg8FIzYPJ2p3D4cisi9PPfcvEjNDD4TKFA95O14PjlJBD7W/X29cdJkPWxYKr3mfxE+ZRRlPj9bTT7LQDo+c9Zcvj6tBb1Vp3E+G3M+vRnMzTzmjso9EmKmu4WlZL6FNI0+280OP/hEXz2VKqM9nCODvkUcET6aeQE+FWb+PUXXcbwxHiw+HZS1O8n3urz5sAw+zvnQvZI0hbxYeeq9CLLFvTf0cj7BM4m7DvFVPpXOHD1HP6m9WxvJPDe3HL6UKJ+9BXcAPTLDXj03cCi9XTCbPSpobD2iK4E90W8pPRQNvj1PtFm+9eWKPTGA4j2R83M9pVJRPi6Lsbxy9Ps9XEeavXEdOr6+LXw+/2T0PNwDczyQ9aU8br95PZghJr3Ue7K9Nm0FPtRlCL3oD9O9TIuzPU8rE76Go9u9UJG7PKfwHb664B29rbXvPMwxOD26E0E9RdJ/vmd0rz1M7D++ES2JPdaOo72gwF++4Bc7viwEI74g+Uy+YSeIvUluUr5JN3M9F8TKvdhTCD0UtpC94gTiPXGSqT0SXRS+mqqyva24Mr6FVha+9EEtvVsUAD56KAA+buwCPoFe3zyWaDQ+j9HUu46y3z22Qao94Wmeva+dfr5VmnE94hwNvkadprw5Nj0+bfQUPnPnJb1hj8G75aCbve9Mgb0AEiw+dTqsPXK5Jb1xhQk9MViQPAcBLz5ztOg9sKrKvZGl+j2izsw8tcgTvZZZRz7LlUq+w/S4vC7vHL5BvvM9uUmbPl9MiD2MBVc+ENXYPU6qDz5NM4k84sbOvALXfr3cxcS9FGhbvcCkAD41jkM+TO5WO6ONBD6M3cQ8rA1ZPEL78L1JabI9XQoKvlD+k73w9Kw91q4Qu0skmj1V6Ni+ggAPPvBHh7471p68W1SovEhOlr1HFRi+ONybPe4BUr45R++9fyIVvm2/4D0gt/a70+43Pr2Cur7eQQ2+1Il5PusduD5wl2S+At3fvb8kOL4XxYg+cXUzvieyF77RBES+Qrc0vUIbhb3zZfk9LKOCPn9Uzj2bA7G9iR1gPqGcOj78O8W9OGZYvp262r39qm29R75sPYUCVj6GYSW+uxqwPU6P6L2mW849ycSPPr3WOzyEpZ4+yYSdvStD37xiZ08+tLWqvUYthD5rSjq+UiAUvVWpZT0KQBs+4mPLPQShID44uFu+1zt6PkSgcLwLbPK+OmFUPfkbZr3LDTO+OTNqPfnaqz0jGza+Hoa8PfjCDj4RQEm99kpsu9lsdr2SdC49WkZRPl3Z/b3STzi+GCp1vjlEuz06ORY9bWrNPq/tjT6ulo48NpKKvmG8Vz42R7M+77IHPqB//bwo4ha+WUDjPIcBHD5gBvQ9E7qIvgSdnr3pdiq+OFegvJo1fz6tbR09FZ/bPEXWMr6/Kgg+/+YGPZOknL3AKwu+S7WYveebnD7A1j2+nO2FvhWMTD6Ongy+ljFgvuJYyL0xudG95VOlPbnFhz52eRM9vwX+O2v55T7O1sS9vg5MPE2a9r13o+G+wWhLPQ8viTw3vUk9roYmvy2RXj49HTW+LEMFvmW/tD5NtFY+mdwCPq0jWT0FB2E9Xha8Pd+o5z3lHBe+h6GCvM3Ojz26cFm94h6ovWzgAD5d3YU96mgsvTxMpb43dIG916KcPs4AmL62g9E9+GC6vSg2d71Zguw8Bay3PXOx670X0vc+E+SKPV5tOT4Efta8O5QqvlABNr7oCb48tLfnPogUhbz1jmy70ql5PlxfIb6Fo3K8SM+zPBvODj0N5CQ+OXtivhcHbj3d9Xu9cVcqPkOKR70Ow9488/QcPhUZgD27x3s+d8qSOz8+Fz7oZXi9Wo0TvvS1Fb61VzE+iGFiPbSw+bsA9qI9VeHqPdF5Nz67erM+P1EcPlJhQL44WpG9AsSZPhTfRb7uX5S+pnTGPfimOj5JPUa+tp8ovZ5z37whrSk6whTNPt0uP768t50+3Z06vAANWT02a609iqwZvunCHb4p1S+9znhwviha7b3Oqd29b94NvnorED6lWW2+R8XDvAOzlT4W/xk9+evpvTfaIz7+pBY7uHuSPm1DTr7KodI9iQg2PgqZebzjjy691gA/PsdvKj4o4wQ+cfLbPR3Qoz1mmOY98UylvbN6Wr4gcJc9y8hhPReznT29SR295Kv5vRGyhb0bYJY9571UPjpznz2PaPk94uWCvtslE73liRI+svvrvPo/LL7HUVQ9K1SlvRFNoj5RFfE95v9uPdc1Iz7Iv/O9n9QAPQ+uTL66l4s9JqqKvR4Ugb47aYK8fa4EvuPxAT2KCKC99R1/vWbbjT3enC8+BsRJvpl6x72U/yc+84qXvZxobb5XtcE9JkEQPOBrbT0Owzm9HCAZPqLpPD0TSKm+pmbWPQ3Rhb37dXK+HhfzvbVTDr7lFrC8hIiTvWcLQL1R8ee9BKMGPs0Vk72yvxY9J0E5vj7RDj32rme+taAFvkcRgr4O7re9k2r3va0vKT0k+ss95x/7Pfc7q71avCo+cSaTPURhjj0cgpW9u3xmPLOro703fyG+3QdXPop/oD19YN49xOkLvuOKX75NyoW+mnvHvfTHuD0lDQC9l7ymPUyqLb2jW0G+TO8fvj5Whr4jhA49qFk9PHXl2j283gA+pcb2vd77nby6iY2+wyMnvfgKyj1ELgi+O+cRvrsaRr6gIg6+VNkzu4OtX75FBIu+u/wwvv5OIr5cWAo86Hz4uyjKwb1twDC+StzRPdWJCr5IKD29coUWvkOvgL6uIuq9VYvKva3jAb7BeQK9CFFyvuLfET6QCtk81/sIvmNmvLtuzPy9YzpSvSwGab2zkSO+QZZjPuhX470vEbo63w1Ivrqqzjxt7Q4+hgqKvHt0EL6scls8qjD5vKftnr0tdwy+Ua6nvW7ux73D5DO+HwbMvCKGTD34mxe+23m9vdixZz7779G9nSrWvuhH8T086U29KzcdPlwdAj1PzGu+1mdVvhtF1T3LaHI7GokSPoonVb6Y5OA86kpvvcZNCr0/C4K+9z84vO/eDL4X2pI7GNeFvS3WCD1H2OQ9q7LDPR3AAT7zvZG9x2hHvG1K471Kn6C97xlyvi3qB74ozhM+PHq/vZX2bLsPRJ8+wsc3u8unnT3PbXK9yOwBvragPr0vxLS9IMaPPQhFGz1RLmS+gLn7vQKa5b1UFmC+uaYePpmoAr7DDGM8I8IaPvdVJr7LKN28Al6GPR2LJT7u82++QQ2XvL9uXj5Pznk9GxQUPepwBb7rpF281J8xPseKZjy+pxk9WPPsPe4w/j1tuoc94O9FO/JSPD46Kgm+KQhYviKqND5g6rY9XeGaPszCfrxbCUu9CRm7PVEoxr3JCIk+1eu6vLxkoz1YVDu9nOLgPMFIDTx3zpe9VMCyvmIiAL5IN+U96tDCvSX1Lb512xw+u4FMPj+wh71KjVa+kd0CPh6KNz0uWXG9Mk/ZPfyykT5jMTq+psI4PnEzLj17ugE9PhKCPGhykjznSA4+GjZWPfxAdLr+mGu8rzUbvnIPOz2XiyS9CzyTPKZYEj6/FPg94seLPRs7u75V7j8++y0gvDsFg74XoHO8zCdRvlcIAr5hKoM+qrBzPmgtDT6B02g+suYhvj69Qj193kY+krJKvW+ybz5nHtg9qEz5O1VuR723rek9K7jKPX3TKLxkUqK9tTqQPRWGGL7VxxK9RTdHvaxqKr4pQCs8l3CtPOVDwj0zCzK+QkG+PC4qjz2Vlfe9cZFMvZtygb6sQAq+i3PEPgZx673i7tU992HiO7nBWr5v/+49q9YjvsUaQr6O1oC++ZF7vNmeKD7NYyO+JUwDPgbDuL0cBSi9p4T/vat3rr0TVhc+9ZW2vUvF2jsjqui96V4yPoIxlr2/0hM+fo7jvarflT4XeEA+uOhfvnpCxz5U88691du5vVzqRb15skc+d7guPubeJz4xLue9ZeG0PnT1ID2LNYQ9QGQIPux3Lr64fJE+/vUJvmaWCL2l18a9OJIvPiehXj0GSKO8bj6FvstuMr6CzqY7TgT3PbVVQb7X5DK9jNcCvfL8f76IVlW+LYlLvvw1g76md3g+o5QFvlm9175BoIa+NPyGu0hQEL2ceAy+b8CzvdKeQr4FUyC+jktdPpDPSTtF3zU+5/mmvbjLpj5ZUwe+zHzGvQWYfT0C93S+bDK7u1n8mj12vp49NwhCPo56uryLQgI+xQGdPpgJWL0QlUi8k7R8vjiQ/T3qaDy+z5GivXF22b27xSq9Leg1PpfzAjxczN89kUJiPkTahj52LEG+DofzvXjmnj38CY69+K/uvTwOgr1iUdI9h5tpvmI+Yb6/tCS+QteEvTeDm70U/ZO9Y+UwPXEEtj2oDq+91+nYvZGcZ73uFco8CSbkvcFTJz7iPwW+OrjovRRY9DzUsJE7TU8BvuYrcr33go29iYDLPUb1lL3eJhu+6CtqvYp4BL0FiyG+R1AhvWUSB75JoQK+EncDPc2/l7vSTQm+ZbDcPQofQL4v/ZQ9J9vzvRzksrvUzki+G9YDvZakFL6Cq3O++Wjivfj2iL0B4ds9v3S5vSWF+T1MRQ2+1LQGvZa7sr1mTIS9d2t1PUfuWr2rris93KYRvoNGR76sZRA+z8wHvf6ERL6eFAK8C5bgveItBT3wTwa+41JAPffJwL1NXNk97tXovWv/4T1Mfgy+aCkgPPETlbzY8Uq+o2D8vRiwGb59ve+9S4opPX+MAL2HL909xpqHvIN91L1lpx6++N+bPU98Tb5zKfi9f6rfvbHXijx0hrY5rd8ovlfDLj0LAzE80ejSPTSAhr5X8Wa+J5mFO+VUI77afIu9jZYlvosqNr6Dp1Y9W1QUvdktnD19SaS9kZVePEQBPD6sWoY9sg2LPbnAXL0STge8GQQLvkDaY76ZMMq+0uZcPWZ/ELwv+wC+bCG6PXvp3r1GtyK8kQInPX7brb1lydQ9/9YYvgxXDL4ZJ806/bB9PQw2CrvW7ee8oQQ7vgQAwb3Xq6O9WlyjvQ/kub4uMMo9tzKjvn5V/T3oezY+0qsrvfLleb5hSuE9U/55PnImg74iv4G+SGMQPibFML7MNtk9kQQMvh/zj74XZqw9WxCFvZz29DxcMLE9jh4MPdXyTD6AEyc+6Jveuq28eL7FRp69ES2NPTzzuTv4q5A890jFPeC9iT1LO4k9JPJZProkYL5SjSM+KNkIvr/zGz7NhDQ+bdK1vMK9NT1IZSQ+ykk7PimBpD0gz7W+bRdGPYwiWL0dOEk+db8JPgBEYr473C4+xitqPjuoML6vpAm9wdq0uwejyL1yIL89+Ze+PnMP9D0HMgE9s0eOvZOrFz4KFUe+437tPU1PdL0sIx++yuR0vRlKnD2ZWiu9dhNYPoYfDz6l8es94NATPqjAWD0x8g89JeahPXeFv71K/U4+7ycePrg+ir5tTtG9xCRbvgaGmz3iRc49EDasvSMnvLtNEf69/rULvcJfTT38TjU+4SCEPt2vjL2d1SG+Rl7hvdSklD1tXl89TzXevdkxLT7PNhG+OixWPuLuKj4zOXk91h4ovvSATDx5u0Q+d5KKO1r2Fj41xPy8pJNovq+gnz389Su9YA1/vr1ABb5V39O9nikgvk/CYr189zS85aNLPuM/ej4EG9E9YxtaPXPhMr5qcfa8DzS2vfi8mj2b26C+RX/4PQ9whD0oXo0+YXtJPAvEST5Yg5k+Mxs+PsB9tb0PXzq95xurPuM0Kj53cDK+QZ4DvgTOCz6/JWE9rLOuPN6uvjzsgkw+Jh46Pl+9f73sbl4+laOGvpL4V75edTa+qxKrvSXfaL5b6Cw+ksAqvRDTMb57Bmg9RiyWvt8ZCr62zh4+2ZXgPKDp3L1NP8E9KaLTPTE4Pj4F6ik+OJVwvu6w571zn8c8JqMFvq2OFz5p/ki9BW8KPbT1mj4l5Lo9zjB7PTded77pLPI9Y4/BPCESEb4yMqi9zIFlvToWd7780W0+2GufPZHV9j06SSu9+JC1vemwn73MhEW+1s7fPFKGDL5tk2E+DoeMPRAXB76OXsg9JxhjvvIw0T0FCZ6+ey0KPKgacb7ed8o9kFhNvhtzFDzlKK69lLcuPXZAzT0GSui8VT6CvW9rET5ZFco+pZ89vqAaEj6UWHs+uHMgvYFrlD4SMye+RUi1vXaPUj6OkDS+nZuVPhS1mT2dxog+gDKGvgESOz6GIP4962XSvZJP4T3jtmS+onpDvQglXD7uGI69QDp/Pi5rs73t/gU+9atkvTS4hz3ik50+PKcSvBOh4D2mjgC+lrUwvD/PLz6P0XI8LY5KPDlb6T2TlNi94VRdvTkdiTzYTKs+g2OkvCDZYDsaNcO9xEkTvnoYYLsDzZq9wfNGuy1MOL4elG292eOtvTzJNr3Q2Uq9v24wvmvq9bxEIOe9KeSsvE15C74J2E68BxcVvgXjtr3RngW+ZIKbPYkTMbxdOuY9fe0nviXW1bze4kW9N6wSPkKAZ74sxAy+i0nnPXkHyrwZRSa+Yp6/vWxHyL3zfIA7z/RqPetVmL3c0ko+b/zDvdZiOr4nzVM9F185vjkQirxs5Tq899VLuwTTRD2+K8g9NIy1PT/2Tr56esk9NzPAPYbW0Lr8Vb89MOkJPlvNBD5Jg1e6Oby/Pb1Vlz150QA+Vc+1vbKhhzwfr0q+l7MPPlsFez2Nrou95bUyvYrQX73nvQ4+IUJCveajtD3sbC6+UcIgPiKhwT24qz6+D7nLvP5NRL7xTBW+gQbevaFoQj5onq69pi+iPKnH+7x+n0k8QuHovRI5fL3mrz2+/XHcvf9p3D00MDW83/nlvDfqpL2ysV69RcX6vKS58b3SR8g8ZQAKPvhQsb76F8G9bUrQvUKhNr4QBAo+x/EfvX2PmzyOKqG9V+0Ouwugqz11Il691aubvnJ/y71+OQI+zIHJPO3bh701goO8Cez+vDYfAb4mWCU98mi+PeLuC73Ns5Y92pANvutQJz0BDc4891TlvUDSQb5zlk89YRTuvSczrb2asIe8rSOSPbaZMT5pS8E9YQyHvbRbBb7uN0I99xZEPiM4Vb4qzLO+sLuRvgi60j1xu/k9QOkNPsYZGz2dyYm+XVVmvT2R8zvLoq2+z+hfvvvvvL0xdaO9nrB1vneVhz0JL/a9qxRNPbekVL4fy+C7u9iePXr2fD3OVKu+oEcWPSKuTr694L09xv25vlAwubsKaR497HqRviX0jz1eRv696roGPXc00r5zUfo9yDN8PfIjDj6maAS+OyqwPR88Eb4oQCG+uBuvvhB1Kz4LCHS9YWowPtLofz4uHf29GTF2PC+6qT6/Miq95cqqvWr7az25D3K+TbZZvcCbOr1Gplm9iTikvYUCeT4TYmC+WklJPYnFnbvKmie+K68/vqEkKbwPmSu+no/Gvd/AZ75FOdS977/IvtQlyrsXL0K++zs4Pvapbr6/ZRg9SVDAPIbQmT4iyuA9RpbYvfDuAT34SGY+1E2ZvjQDnb7m3NQ9Vq6ZPdniRb4GzgS+FAtfvnEnmL4nt2M96ditPcjXPD3FBKI9FbAvvRRX3D0e1ro9pBiDPnsiCL5lAg6+Ik54voGfTD7sb/E9bOaCvuuNMLwfF8c9ZrPwvcSbjD1jMAM97DitPLcnID4mN969byV0vefCgb1lQ2S9YBF9vU06lj2eGCO+RmAXvv9lX71pR7K9ZaWyvYKHKTw5psa9+6O+vPpAxT3Gg4u8HhgMvLEQaL53h8c+A8H4PWEEeD7N8GU+BA9OPrFt1zuQQoO9o91bPfXT/b3NRxq9/GBXvQqt4L04YBE9GKPZPSLX972sNkE+XJitvbR0l70nTZS94GGRPb2XGz5NOWM+nWYEvYf8O71HpnQ90fwMvVp7jD69H6a8s6i8PhxJ7z09Qlo9RX2GPRhp3L3cvmq9GExkPCO6Or28zo8+B2mkve/wYT6cFgI+vuHAPEaaCj7xwCM+aC6bvUH35TzL5i6+tBHnPWtBpj0C0UC9JE8rPm91+D3jIPw9B3ArPu27hrxkdH4+gCCevkpF3r33iUG+S+x7vtzjFj7X9IK+QSqJPclorz6eFgc+BR4uvlKRqLwTMv283X0yPmj6ZT1Zu60+W7rBvYG+eD6vl4U9Vm4GPYLSMj5fA1U9UUcAPqA1dD4wpk8+zrFFPuHunr3V+Fk+2b85PhUkvL18b1Y9u4ZdvuCHbz3GPvq9wOuUvACJSb2LKya+XPbvPH6nBj4pr1c+/yYMPo+Z1b2/YOo8b7MEPr0Vk74EDJk9E4/RvaTX9T0I31s+o1GFvudbZT5HlVs8jjpEvr4Di73iYUk+ePBZPRu7OL4Al8c+1nGEvmrPHrx6JKW8Ov3MPeWUQz4Mf4e9oZFpvoqlTb6l/Hw+hnaJPHi3Ur0vRww+FT02Pt0Shj3KTyy93/olPqmixTxr+B+9KMx/vbw7lT2ewYi8GUl6PtMLdTwoFPe91kolPsAQfL01uQy+Gd8ovU+mhz3/mEG9/OVPvZctrz3ozLw9CVzlPPQmfT2uMwW+G4BFvUKGAb7e6d89Cy4XPTYRVr0vmKg9a2jXvZK1TLy5NxW+BgGavfEZI71sXsS9jhYePtwMNL7z1Dg94gABvFk8f71Dmo69PRU5Pq1BBjoyDus9iSZmvYo0kr2Yx5q9O3PYPSjbqr287ps9lyAVPn4zR7xYkD2+30ICvVq+AT78WW06FqKSPWecrr3mMgi+4dsxvsYyAj5fAh0+os8xPulltr2P8Mm91lkfPAMr7b20Pjy+wiYSvl90GLsXakW+HFypPD5ckz19a5o9Wu0dPvc8Ab6AzpE9eTXKPdwLHL4FAIq9RRLdPQm0Oz34j4q9GjA8Pd/9t72d4jG+7c+wveg8C75VxJo9t1+tPTJzgL1l/2I90cJ/PffLJD5BXNu9LrxXPltmFD4FGJe8TjHQvWRc2r3u6/C9v2M3Ps3tGj7wjgg9Ie95PkrGTb1HdDK+fzMIPgiuDz31QBo9+sM4vd4bsb3Ak768zNK0vbwyNj1sp0G+kB7FvRjTLz7zvhi8JhxKPsx/jTyX9Rq+esl/PWVkZz1+ske+OoGava6/qj1Fg5i+cJKevL0LgL2C0Zo+9TbcvYls7Lxr03G+yzxSvkc+YTs49Hy9CSUZPpkqqD2C6Go9W8gRPhIW/L1MwMi+CxmhvTZc4jtyz/c7M8rCu85cSr44zxW+V8zBPfmSCz7Jdiy9fikCPboI+L10TKi9aAO9vZZbFL5aDzS+uTxnvpzW0b0RB6U7omzIPkKJZb53VG29V94QPTP6d750rFq+7zBlPVgsJTyzyR0+ctZavvDfXbym2zo+3FfcvUIlsj0d/K28ATxpPu/07D1jse496dy9Pa9TprzKxZS+GjJfPiFPqr4lkCU+vIoePtahFT602xo9zKMGvlwzt72In3Q9rNNNvQn3g7uV2XM9yOGSPX57Wj0LAmY+aeBBvaa2Vr7IH2C+ZN0EvltzLj4M3gY+z5VKPus/Bb0ZpNk91P2GPYDDyTwQ6GU8J1+xPALc6r02/ce+pk+fvHCY1j1jDg8+qHqEPskK2z0Kihu++snFvcdVY72xB4G+MGCJPc80kb0SCJO+RzWXPheCBT7Dxna+WHzcPVnzsL09dPe9Er3cvdxBaj2fHby8S9mDPX0qWT7K3qi93oUvPXgaMD0E0K49R+BnvRQcV73Z1C+9kSrevTakI74BTAk+F4S0vjcC0TsWNDS+j96RPkcKR730EYQ+/yp9PqDn7T29Pjg9gmn+vRvrgr2H8449r7MOPkosuz1uhQI9/2lZvnJ4gT5hnRg+hhIVPhzzTTzHxw29U68AvTk0Zzw69xo+kG3DPlMVOT587R0+FZstvummL76YQok+upniPBvnhj1YWba+Ml4ZvmI/i70gZh++MDcgvlJ/Uz7ZpNo5SrqXPoc4sbqupsw8plfbPVfdxr241UG9LJw4venxI732p0+9iE3DvJ4Vgj6dfJY+4Wq3Pb7NODySPCw+yW7JvUrqsb6oips+v8s6PTYy8DyzgfA9jV8qPV1B0DygIuE9xCXtvhMJiD4DFVS+P6GBvWXMVj0h4YS9o/nOvGYJpD2uZl6+fI7CPaCjAD4Y54w+ma3GvU6XZj0mYW8+lV5ZPUKYJr5znDw+i9dfPJmJsT4LJSY+6Q3xPHC6wj05wue9btSPvYC9ar43Md08TRlFvd2NhboEThC9uv2tPp6Ooz0MlEE+DrGMPAMcfzujMom9ek7lPbw46rwVTIe95seJPkYpJL4psGa+po+ZPswiIz1N1oK+JB8rvn/bsz3htym+EBetPZ4/CTvypPo94tqEPS2sm72ZnP09Hf1nO82gJj5IQZy7EdgRvvvogT3QM829ahU3PLERYL167wa+l3euPms4Xr03drC9+rzjPZ9uN73nPFI+Q8GMPltwqrxfO8E9V+3AvVEgbD2Ik6S8XLQdPciPGz0PeFq7TacPPrrHeL2tI4Q9m/j6vR30Q7sMCQW+KgMKPSzSPbw3jTo+K3kJveEpGD7J0Ou9HixfPOXBtz0QWhq+ZFIYPlxsFz4/c/g81KYxPi5OhLymb4C+AE1qvhg/FDulFjK+DrI5PhLSt73cxJQ6oAWAvOBedz2FWFW+6S2mPcWW6T17Vaq9gRtEu9NBqj20n7c8Fv7EPbLjlz3H/xu+yMA2vovpD75/I2+9+xODvb7+xL3dPKo93Ow3PWFV6b2gG429r8euuwCqaD3vPiQ9xR2/PUJdQD4avbG9Npz2O5urTL3nkB08h3mTuquLyLxfePE92P3nvXS1Ez7YYTi+vr0aveYBJb7yTQi99p0QPtfHWT18MCG+QoZQvM0itD2IYL+90XmZOo11lbx8+qu9RSfvPe5MB76EyFO+fxrKvUzkWz7ahUQ+3fq6vbBCvz110I89abxcvpY/yruzOsq94+MkvncDjD6detE87bpgvvNqBb4yv8U7R4WFvazfFT7RZzU+Rfkhvv3SUD6Olh++u+BpPUoYEL733BC+PuLivRKxqz0CPdy6R3uavUljFL74alm91+hVvS3j+r3CpkG9mwu+PDTrKT0SLBG+1K6BvCqfWL2btWo97q44vWMgpr0WcaE9JkldvTvQWbwCPAS+y/MNPvxMXz1EpP+90zR7Phh66b2XWwG9mYMKvt3prj7C+S289SIfvrZVCL49AzA984SUvuPlvT3tFfw9oU8Tv/UVJb1oz66986QgvhS6ub1hw7W8my8TuxZUDD0ongg+gnHUPAU4pb3XO+K97cQRPdfsELzFRQS+6RGmPuXxBD6CInm+qVCfvlNCvr3l9968km+UvYrd07zAvY090KzLPYupf70Z/ZK+kvtSvtAfL732LJm+0WpEvnmgNr6ozHu9wY1RPYiYcT1uH7w+eB+hPrzNUj4cOL09xjXivrqw6D0gI4S92dravXMilDxPxK8+cttevd6PGb3L90q8C8Aevszw5b3cIms+tnGHu8BuCj6Ft0++jpHNvZip1b0h3jW+sHG+PpcjUj2WZ1W9f3yFve7WWT3Jici9MSVvPXezKb0rg7S9It2NPccGeT4eo047Zf6IvqlwIz5TWqI9xORJvieFFr5ZMJ0+HxvCvAar2j1cP4i9p6NuPooomr5PaR69orW3PWMIij4h+EU9DJQSPhDnaT41tA6+qSUEPn7uBb7w6V6+zJaZPMr4Xj7UMdG9Qts5PuyLe71i4ls9LbJZvkXU8LwiM/m9SzTpPc3Gbr64cJI8IxvpPaK+1b1G9u49Tv44vX/SoD7EJju+WW5LPqhWkr38SBc+lCzSPeTO1T0KVsW9ZfJavn0jW74M8qw8FMltvamcDz7Lgam8T3eMPubOvL2ogGm9mQY5PSHQ5D3gdaU9CUljPkn1Oz7bXAY936glvZifoz5GMXQ92+WJvrTptLzzAwc+jTE+vvKeVz4V+a6+EXeHPdATHT0Kkky8BxDuvX2hnD5HmYW+RO85PtJ9rb0rxgo+I7QmvdxU0LojAOi9RJJVPtCj2D1S8i+7At+Ove+YCz6eGFW91iNZPJZU371SqsE9iiRvvuTfUL6tlaa9PSsyu3/HxLwb5T2+0ng8PusCqD2iZ2s90j6uvvCZzD1IzyY9W9bSPC7zRz5wm/+9PxakPEGT+btMCyC8tKQ1PgKDxz1Yv6M+tgEgvrGzYj2JlNg8AFLyva2bkb4EKhq+S1g/vrVIsj2E/xI+oq6OvdO/WD7LApa9OSk7Pl83r7zdZai98LdnPgaJhj2Ccn4+cF6TO1audb410J09UtZEPgtcJL49MrU8hGYGPppPkr48d8G8WG8rPsEEWD4+Qss8nLoFvcvf+zyXZW092iMgvZoV7zwznsG9YUwwPmUt1L1qIRY+ME7LO0qZzDzZDES9hIg3OTOlGD2eZJA9MOqlvYkmjz604J09NgaOu+ICnL3i/ja+6iH9vcNdyTw1K4++I7I4vsJd4j26ykU9f22ZPi4plL1BYfu9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "JnL1vM/NaDzfXWG9URbtO2q1BL0F/2I8UBcYvXQbhL3hgfm8eOYWvAr/5ruynsK9XB/6vcaL1r3U9t88nwOivSIQwbq8tBW9folUO8meHTyxQsQ8m9S7vUXGMjwLQbY8gJwmvil3Iby7MQq+vvSrvWsJdzxmgZy9+9iHO0b9dT2gVzW8G60TPHQ2Gb3U4om901DwvMlv+js0EKs8hFq6vWjylTpW+pS85Xs3PbGqMLxMygy9vvM6vRGFET2wq7E8o2eNO/kGkL3vlp87wYusvAq8HL3WLde8u2IvPXrLKDwg6k68PtwmPaVZU7x3JJq9PJmvvSsH7r3VufO9KvZ1PPlQ/TyB+Wk72mslvQJsab3LWS68jcE8O2PZ0Lzehwa7nZhUvIkWvrxuS4I8290VvOJ7Mb1wU3y7TwViPI8i5Ly9lA68QMWIO3xsBb5ZYy29OPbyvGh2nzvjlvQ8KWbfvYoEHbswAHQ7huyRvfhih7zyjgI9hKx1PGSFBr7SWYQ92JM1PVnE5bqUqZY7EmORvBXKnr3Z/Ou8S4bmvKryHbw3w4S9AERKvTDex70s0jK97zZvvoO+jbzu1vM8yOmBunVeMr5iDvk8HKAEPI+lbL03B5w9EPIYva2t1jwUJJQ8Z68DvQ4rdr1w2ym+s/6zPL8Wer2WnQ66zNcTvTLGEbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 