{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "PkPePRw8Nr3ihLA9ajTiPaD2Q72V1yA+k+AvPtYVtD0HVCG+UJe0PAlqAL5NijY+bbAnPpniEj5en7g9QHgwO0CkQbvibZQ9tFWFPR6M7z3YGhg9VvDYPfiXkbzwJNy9zGIWPfi5iLwA9vK7DvkOvsJ+IL5cRRG9SlLjPbhQmrwiyX69znWCPcjg7rwysRO+GUsAPnbEgb2AIn880WEdPnEADD7QlOO8AbzGvbJzxz3Axte8Vkv1PcwLb72CdaQ9WpLnPVmtOD6UsYM92u2ivYDptrvgui881wUrvmqF5D12lKk9leIvvoCOFLzeqwu+uXIfvlEgCD5awai9WFwkvj4IjD3iH6o9cF1VvOclHL5V3rW9zurZPZg+ojzQJYQ9RPlGPZ8BLz5uVzu+eBoVvd17/b2yCcg9ScHSvfAXALw082C9wGpwvb0PND6v56+9g/n2vQo53z2Ntjy+5SciPqzCfT249am9pE1EPZ4FsL3Zz9C9yyIjPkBjQTvauB6+CG3pvcTsDL5XHei9nKGCvaq0Ar45c7K94MW7u0JXA75u6/Y9fExFPWRnRr2wULI8ijaQPf8hlr38JNu90RbUvRDRVjywR2I8YFIHvcKZC74EPgi9ML/gPJC86716m+g9ebgVPvShdD2AKfY66nrDPXQaib2lWhg+YHgXPOiHGL18bDE9G/Lzvew+Kb17+yY+WNmnPLxGBL62vaI9xhrIPYyAQT1IYWO9oD4CPezMMr5MsAq+EqvqPf/lG74AF867BxbjvaBgZjyKEwm+WaMPPkjMcL3IMRc9Nf4avpQ7AL7k9zK9FhmZPSdkK76jjzo+NcaVvTNOHT4H79K9MlT5PQDFf7pmTvs9dWYkPrZRoD0LsgU+L8HjvcBayrxfeiw+aIlmPe16Ib6kLOa9KZHcvZ02G74oU/082F8OPWLP4T1h8B4+5OKevcejHj4Efkc9nE4+Pci99bxgBfS9ytOHPWi4Nb1JZsy9soUevjz8/L1IOUg9OhCYPR169b0OgOo9MCXFPACzQrwMY1a9HBn2vZizhbxb3um9q9Y6vvMaGz5jny6+h50ZvgiCNr3YL4i8UKi2PJF0Hj64Lju92VjWvbn5Oz6oRPo8ReervYBg5rvIQfs8zTcIvrHX2L0sFJK94HMCvPq3FL4EKQ+9jd/DvZHp9r1AkyA88TuHvSsf370Qsg++TfMZPiBArb3Q81q87RYDvsqBoT3AjYY8bM8JvfjsY71SKQG+srbHPdZjmD2QwRs9INwPvFzQWD1atsa9c6E5PuBCZL27yTY+7IdjvaF8DD5+i8U9yt2mPRwaZD0+drE9VhTsvSgIgLzQJTA9Nc46PpHZNb7cyzO+YK7qvPgfi7zvoQE+NmvzPUcuv73DtO+9fA0yvd1TEj7eOqM967o0vuiBDr6oGyi98aQ5vsCSEjtqK8U9/sLTPQbqHb4snm29pmskvmkJPD4F+am9Jxc5vsD6JLtYwEw99/8lPgi/Eb6goXk9SDoVvV7l7r3dbDG+AGcQvToGmj3upDm+aj0pvjo4uD1o+O88aCbUvDDQMr1i0qs944kZvj0IEr4pFAw+YLIJvrDYML2aBaw9u4wNvogmYL0ppTc+1hOgPRCkqrw5hie+qKyNvHT4GL1+rqY9aNMEvrK3B74BJTC+zJcKvnk/NT5o6SO+asm3Pefzy71UKHE9rqkAvrvkJz4PCAy+sIzSvDAfJzxaV5I9Y1cXPlkCCr6pvwQ+l7AavngRyr3whnG8AM5iujtRJj7yEZk9l20wvvDujbzu8449wOx1u7IMzD0Atm877tSTPS6R5D39WcS9RcUuPrpqwD0AADA5YNzFvFGcLz6YRzW9kYYmPmau4r39Rwo+3syqvVzZRr1XuDs+tuUAvnzS/L31OwS+AAjLOR4Svz13oiE+EK8GPVLFrT3wWF09wBijO/KF5T2wFdK8gkKvPRJPwj2LojM+MECdPMi6GT0UAkq9EE8PPOoQzL3cuw2+zHXCvaq2tT3AUsu7TiKGPXOfGz5gFFQ84JLwO/TcZD3pNQK+aaoNPuw8Tj2X9TI+Eyw2Phq3GL6FBYq9oiWoPYpmlD1kJwi+8lGdPfHdL772jek9VSokvmDxrLvSJc69wNysO3AM6bxgzvi9k248PvYxlz1Wxrg9S4YKvkBvWjugZUg8hp4qvh6olz3AEI6795QVPtClOz28/yw9JhOlvTV+Bz6McDQ9KjaXvTGYKT7noAc+dWM2PghJJ73etAm++N6CvKJf9j1RE5i9yN+8vJigPr22tNI9wJh9O7IM9z0Mtsq90HqZPMciA750wNC97kulPbA4L72owGK9gD43O8iO+zxJuDW+YMWavULCij0g5Yq7MfsDPpEb472wQJ+9ANWWvKjUjb0gGnw88KsdPNzxZz0C6QW+jqTTPRSkab1oev69gEttPEuvvr1MrG694HwlPfVXK76ipvI93GEnvrSlDL7hwCY+oB49PMAgXjwmS5Y9PQ2lvTiZ0L2lJhM+essdvvUiPD5QG308qDIkPZLFqz357gI+VrQ7viJlyT1wd9u8RC/5vdikM70UyQW+JZs4PnwPdD28qlS9aQ2RvRJy1T1+A4S9ckfdPZ6Y170QOHg9PrELvkpZnb1oIy69x+novXy8fD2EH6u9Hi2WPSAfkbwSEQ6+C28xvpMX3r0g6bK8MNWNvVjaHz2K1Y09hcMJPkQ8AL3wq1q9l7IkPg6jyL3GIw2+2jywPYWf073HAzU+jkbSPWhDEb6Q0ji+qQYoPhyjIL6opg+9Lmw4vnw5LT36s8K9cpiKPejSPL1Qs7C9Ym6pPf+wE75c6ji9RPFkPbtqFj5ASyi96TMBPowccr0SoN49Lu+PPVzLBD3AgV07iLaRvIR7zb382FM92HGbvB5mtT2YmRA99z0WPvaz2T1VUQw+Rii2PVNSDz5l/zI+qQGVvfA0FLwHnhM+KhT/PX9ks71IeOy8Q+cHvq1m0L1+LKc91xQwPryIOT1041492Nn4PIYOrT10nwW+jKrXvaIf+z16CN897F1bPcDx4Du1sAY+VEQpvnCxKzzojF09CmiavROTrb2AqW08U5E5PrjCGD0OMIc9kCb/vSYZrj3QfxS+doKUPQrgxT0yBuo9SkTLvcWXLb4Qqyy8oJNUvK8aIr7sHSM9QLtovehGLD0ATHU9l1bJvdpm3D0fejw+89wYPsaPFb5DPPC9WN2AveBI5jvOycy9FsQ8vjibAb4ecfs9S2s3PrhikDwyyL+9sMPxPJ1PKL66Euk9wJJTPF/CNT7GFJK9bVonPnzrcz3ARnw8VqmzPY3Dxr3zMiW+VkEcvvg/Ib7R+C0+jqGbvebUJr5Se/c9xE0MPTyqOb3MPzI90T8Svug40L2EzAW+WP9LPYIj5j2AE5i9OEKIvd9GGj6AllU7kBQ2PNVVMT53wd+9kN2+PDD29LwATyM7GLoQvrOVGT7/Bfu9pAuCPTftBT5n9S8+/TT2vRQJM76lbzU+NMFmvZ+aFz4YzOw8MEtJPU8BOj6wQle9ZMOSvRnUNL7ocEg9WvjhPTbAqz0yF7w9lBM1vigLzryS9yG+s0j1vT6e5L1xmic+LvU7vihAV72Gz6k9oH9BveCtJrzoSly9Jy8uPgObGz6pyRC+aLllPXOJDT4t+Ca+lnrfPYZOjT1Ycha+NOsevXG4Iz6BaBg+NHu8veo0f72IO+S8M0U0PgD8KD2bufi9Ry4nvgD3vzodmDM+rmnPPaDt/b2AtI+8YByPvCBDLr46zbg9mWo6PmBxkztQyAS+sWEzvikNBD7y6L69ZWajvdCtbr1A1yQ9gCKiu6jl+TzKOKM9SFPevYrngj1OrNe9tHAQPQbi7L30liW+t0rmvakaCr5GSZQ96KuyvPZu/72G3e49FEgVvZRao72fuhA+WkwivhGTv73rY+O9fobjPePyHz7eMDK+3GY4vs0Evr14JdM8rP4cvWAJSD3H/C4+ArcSvtLswz2doDs+SIPAvCiN07w/mfq93jaAPT7NNb6IVYY84CAvPOoFCr6VBji+yMMJvZykR71h5yG+/lGyPSRaVD3IzMi9IEsevW0PMD44Ihq9tDphPa/6OL4MbNi9isbwPbvuLz5zEKC9hTk2PoAXwLqvzrS96O7KPJ9DMr6Yz+i8T+UKPmCXcb2+q8M9sFpxPfy3Or5u2ui9rAeBvXLqiz1ghqi7IeIjPnAHcjzMeDy9JkPbvTArYr0ChOE9QGseO+qKjT2hBCQ+4COfu8GQ9L3gXs87eOT9PIZeqb1fPi0+uXiivaArND0+FdY9lPNOPZwTX72PGwg+egQTvhisKD1BoBk+ghSkPaYHL75pT5+9vtgjvgv1NT4Amcc6ujDnvZigN72wHMK9q1yLvanxnL2qU3e9sPwtPQKMGr6qAuE9cMEQvACXrLrP4rW9EMoOPaAa+ruAjfe6wj+sPW619L348AO+6oHPPTjr0jxyNIC99umtPabPnD1rfx2+L541vmdw5r2RSSc+AHvDuwz1Cr1gHZU8BN+cvTTSM74052A9OGtRPQw0u71hAvG9+bwVPvB4MTyE/2E9TYU6vredIj730tK9PGlXPagFbT0omJw80vwBvo+IID4AUPc4CoW1PVZc2T1WAvM9rpP9PUINrL2A5tC8cuWnPfVwHz5f/x6+2YCdvSWxs71djTs+ADtmuuTELL4UG2y9gkulvXstPL5Uqwu9IJyXPMZEqj1YiMa8kIKUPBQZHT1dD9C9vhekPdCwNDwAjL87NlQMvipjo70H8iI+lazWvfrqkL2J6zs+9NcMPZQ4Cb2s0AM9vLAAPUC5fj34W3A98dwyPq9oGD7AtMU7VaoHPpYc+T3UAP29aii0Pdbs2D2wnro8cgKcPYrK3T2HCiE+uGJcPdc/KD7DtO69XtXuPW7r/L0Rwte94uUYvqBQBb2wAiE9MPYgPQZ98z0ypfc9AOOHOqao4T0oFTe+fqybPS8zHz4FwzA+UnKPPcxTFj0C4b29Ht85voBHEjsocRu9yG9zPQsrJz7fngc+YH7OvJJHv73Cd5O9cO/jvXRLBr4qTYk9qGDePPpU+L2mUOE9A30lvvLtMr6KQbE9jZQwPjsWtL309c29M52GvdvA7L3Rayq+s6syPgX1DT4EHXO9NLyrvZr4sj28cy29XegUPuA7Mb4Pu5S9EKssvA6Czj1CevQ9DKwjPaBx+LuA8+e6ZG88vY/gND78L229Hc3rvdK02T2Er529IMFzPIVLOj7xuhw+JvqjPUg7F72+3pC9a972vU+GMT5Ilgs9CuHYPWKakj3TUCs+EJmovKD7cTz4Yr+8yBwZPdZ9sz07jjY+LKORvS4l6j2xfQw+1B0gvc6S8j06gDO+WBESvvDWa734+RS92uARvi6Oqz1tuAU++zMePrj5vLzQJJG9VMIavlH84b0QYdq9hiSaPcKWsD1MGlA9vNdavTbr6T1JeRE+VvjxvQwtH74BRKe9HxkoPo4MwD21NgA+F6zivTDuMz1YI/88khLiPd2THT6gOZs7vtOxPeqNA77KASW+/le3PeY4uT1y3Lk9oiCZvWDwxL20mmq9ICZFPTcdzr06PJ89qPEcvTai8j0ImFs9YA3ivG6Fgz20OxE9VHc5PViE/7x0tCK94NQzPG65Mb5u5po9yqDdPbmxGz7hMY29dWMdPoz4cT346788iu4tvhiaoDyguuE7IALFvNkwFz5GopQ9HL3PvQDZrbtw0Em8+ZsovsaP3j2ORow97Or+vVKc8L1RIRG+JFdVPftcND4AjJE64MEcvg6R/z1zOti9LOhkvUACmbx1+To+WXMYPvpylD3mq8E9tFoPvgyBZz1lXDi+RlUcvtC/+Ly5brG9Oc6EvSxCED3s5P69sPWavIDkWLyHNBa+vZ86vsZplr1BdTG+cPTqvBjshjxUAEA93IEyPULz/D0QMg69IN1mPVIfdb1UzGa9RSuZvfZLCL5zTwG+vnUovmDH8jw02Xc9gM5YPcTpJL1A46o74E+fvPiOpb20Q2I9CfjFvQABCrrEQ+69XZwrPmmWKj4y8OS92JWzPLYt3z05Jw4+MOEDvcenPD6kSke9EDqavXGGLD74CfW97ruhvdhi8bzUXEe9C4wVPokwFD44hA49h9XKvV1UIT5/9Zi9UEc9PZB7nL24aZW8aNZYPdhD1rz30Ag+KWcGPubjiz2/xyS+PNJqvdLuxD3+l9Q9TBAJvuBxHLxIlm09njj5PRyCLL6ECbG9kCD9vWS4YD3a0tg9ePQgvVaE6j2tChA+rOFAPeBMbj3h5jg+0GZHvNgH17woKQ69ALIfPLBdH74iB8A9bjQkvuLSvL0IbvO8ak3uPQCa27nUBkA9eaAmPjJEer2URAG+Y9cavohGlr0FaPS9F+uTvffvN77bYiU+Vg63vTKktL0UgAu9nAoAPdxgNb4NeRi+RmsovnABEDyM9569ErGGPbqLuj0Ado482vgavo4blD3bqQ0+lWomvrpglb3tmyg+kbQJvgoagz1+ZbI92GcYvlM/AD653Rq+v+8wPqSux73yoP49bxO9ve+zIr4ZuQA+JGcUPQgwFL1SEgi+mLuqPNm1Bj7AJVk97g6ZPSB5w7sLkw2+lrfsPa6voT2A5MQ8xMYuPQIu1D0Jdy4+wIQqOxYf9T2rT5e9SW27vVCkRzzkdBi9YHDpOw5JqD2oi+68CvOsvREXLD7hbjg+UJCrvDs/KD7CUje+APAfObCdr7zsZJq9oLqOu1hnkDzTGC0+FqHfPfsXvr1DVYm9iKS4PIhBY71Nbxo+n1fevaDXWzy4UFG9c7k0PoLqyD1gyQW+4YghPrZulL0ikxG+QFWLvIvrOD6wyk29yIWLvIAKID2GFsc9vKAtPYIAyT20BFg9KFJhveow6D0AEGQ6IFkQvIeJ+L3gx7Y7ofHgvQC+vzmwprO95O8/PUBpEju2jM29/GdhPSqzwT0GR+K9gSAdPhDLJ73RLTs+u9Q5PsdDDz6Wl+o95cACvvAaKzyMEws9jzzJvS83LD77gyk+gmL0PSrBLr6gL0E8hkXpPXhqI75QhDi8rRo0viBJLbxAMw++7es4PiCLKLyosnI9uCKpPPAjhjzbj/K9jGM2vhaJOL5YXjq+AFcRvh/5LT4/kCo+WN3zvO6RzD2UPmi9MN1UvdrE8j1Q0QK9tll5vQ2ig71gUik8xeImPiWvIz6ms8Y9pne3PQN7Ar50TTe9m3glvtri7b1MkiY9QQEGPmprEL7a2fY9CuwkvgBelr1yE7Y9+vq1PcBtkjtzRi0++AsePdK05D3aPCW+UCyoPGcCvr0EX3a9pEcnvr8+Or6kvwQ92rY6vkqN9T1cJRU9ugmsvbXLM745SB0+a/XYvSQJS71noYa94KsxPN0nDj40UTU9VHgLvhpq6b0ATKY86uEqvjhslzyAARc8beunvfiOEL6idr89BIENvkDBgj3+Q7Y9+HOKPPi0gDxQtJS8LL8QPdh9HT1e0Ou9WAKPPGAB6Txa0oc9HqTFPWBtTDwme5w9bX4uPq7c0r3AOgK7EpyNPYGFEr5dlAG+jNgmvbj1MT3Aseq7CE5yPQy9C74CD+c90rDgPTjSszy3pMq9Ms+mPa6Duj0d0ww+O4TgvTAtRb0Ye1y9LnQyvsIGMr6afwO+leELPoUEOj6Cz5Q9wJIoPWYWuj0h6RG+ZIVcvc28MT6sDx29gqvuvRbL6z0QwnE8qL/RPGatzz1kLiu+zSzpvUQpOr31Hi0+Phz0PTR16L0wYmM8ZCALPV60973Z3BS+NwsFPi6jsb28t329QDIAPYdV/7389Te9F68CPhhnED3Nmgo+JPYhvfCUlrwERQW+2Br9vP8Nrb0G3hm+pHFLvYEsOL6UlXG9zkulPewHXT1xVcO9WIAdvQhF4DxC+f89NNAZvUFaDD6wRWY8QIydPGgaRj3hHLO9KGRKPRrz7L2uDOO9Oiv0PRjf+Ty8wlg97QwgPpLuxz1suwy+N5CovfBAXT0arxa+msaJPQTD/r3O5Nc9j/S3vSBxgzzwQIk8WurDvYVKBL6VTRA+tvn8PWg55L1A0zy+Ihodvh7ezT2j6q+9oHcFPRJptT0IxjC9UfzcvchfMj1uzpI9aLaCPTDNAb5QFEk9QvacPUf1Lj5GL+g9KN4ovlCJAT1aC/Q9SJobPf/iCD6I2XE9AM99vQzOAb0TDz2+lIMDPVBX+zy7agI+i2kNPvGaBL4b3yU+QLntPBQEdL1iCOe9FRG/vTxAib2sjxC9wumJPQD8prmhCPa9nxfavWB8EL7x7SS+GCMPvnwYET3EEN69KCyHvKF2AD4Hwi++zUrHvZBguTy6cfk94UIFvqRpaD1KDc49KTYnPtbLnD1dX8W9sVX4vZoF9j0NiBm+6og4vi0+k736M8c94tSqPfsfJj5agr894DHFvW1THj7kqXW9Jv+6vfg0c70K4/Q9Zx0RPnXn2L1YUB6+afQXvrPCAz6kGCG+SH07PeWGIL7MlA++gHUSvck98b2MRMC9uYejvYBwrTuFlyW+NE4xPcA01718E+m9UAsVvCi1bj2bQgE+to/MPScpLj5tZpO99l8ZvpIUjT3ILU09Z/cBPnuBBD6gmE68ncMHPmd4ID5SO4Y9qIsEvYAKbTylw5O99EY8PfA1kDwxgRM+/kfCPfo9GL7HjSu+guOePYB0sTzKG/E9MF2RPN/GJz4qFJk9DEZpvWdcpr0Lyy6+X2coPhYlyz3IKTS+KFZrvXlVAT6Q1je8uizzPRROZD1q4ZY9AMwsuvD/Xr249x++skIGvvZD9z0ece29AN3tPFz6Vj36Qii+PFUSvQB8HL4rdC0+DYcRvrYWnz0nwuK9mFqQPOXkJj4w2PY8uJrfvDCQBL679zg+pl38PR+nCj5x0+S9bRM7via9Kr7jXS8+d/e7vQCnX7raUI69uPLAPAcfLj5IWIy8BK98PRSACr0CEoQ9oA8QvXG9JL441fK8dF4qvgwgH70iHQO+EKoePXim+71QyHC9wk/EPSZtjj28fgY9DE92PZAdE74GCB++rVPYveDsz7wpzC++e78qvqFgCj48SQ2+OPM3vaqx+D0HNB4+CkTRPUCfJbuIXlO9ssX8PRgrJb7QrFA9xBVmPWHqtb27yBU+jLcovSB2DLxhIRu+GIeBPRmVPL4XZTA+1dEJvuj/+r2+Xcw99o4BvlqfqD1quLw9SCO9vHqVqb3E7Tc9V/gGPsrTLL6wWpM83EV4ve3mob0wnjW9zDAEvlwMgD1GG6G9JzSevbs/Ij5w2aM8bY4QPnbnnz248Pe9Bckdvp490T02Do89mr6mPYen1r1fYKm9rmulPXyeJ71dwzQ+tmCyPXItnj2mHJI9GCGTvVCXzjwyd9E9AMniu8BR671g8ta9d5cOPtMjGj4OyMS96i+xPQ4MNr7Vsyw+GAguPcA/fztWN9k9Rv7EPQAfCD3q2qw9GNQ5vmlNJz6Y11c9itq4PVWaF7525bw9YKfquzitgzya2509ALehu2iSyLx4+s68pksbvoRwBb1CWa+9iqWePXIxoD34GiS9B+gCPv44GL6LGCc+OLg+PZbOK76pxTW+pqW4vc3UM74ENAm+nuAdvhjnJj15XSq+sNK8PIaF1D3l/Bs+CFcXvcdwF768fzi9nimIvTG3AT6Esi29YSUTPvP2BT5IKb+8FXkkPkIsxj3KizW+IG/ePBby9D27Myw+rxomPgRL5r3/gDg+Z7gyPiBnirsy0KE9C3H5vVaXtj3MsWQ9gLijuigWJ76ntjA+gNxIPRXbgL3gySE9LHAvvUBRqjzVEws+jFIYPVwEa70am7W96MHVvZQtCz0/qC0+RwQCPmeNCT4i68g982W1vVk0ET7+9JA93t+cPbE+BT5vl7O9BYAuvrBL1zyRmxe+iILivIGtNz6h+CC+0aEBPsmoJL5Wssw9MVkxPvCoRTzNQio+9tcivtK9sz3Yt4+8ZHZRPScvPD7G96k9CLrKvDQjVb2MVRq9SsXovcHQF77ukfm9uiPSPeB0wr1c0/u9bLMOvkBvNbtqdw++KxwpPmgE6zyG8949PIC5vT+NKT5ZYjk+JvbGPYeEu72u7YA9XHTUvaiZIr6ATgW9yK0CPeeDOz5lfDk+26QtPvFaNT7cITu+GRQ0vgReTz18D3u9oLSLvWua171CLsI9YtqUPVyHfD23PSg+GzwxPlDGLT0pfjw+oCmQO0RtNr4wNiI84dYBPgojDb6wJ2+8ELiMvQw6Gz2af6o91uk7vuKPNr4afYs9plKOvQEcFr6cs4u9IIVRPLmRHT6kNB49fKg6vRCLL7w5cTU+gfwNvpJ4tj2Qv9y8tdgWPm0UEb7Y6mS9nwAUPrp4Mr5oCzM98NLCvOBznTxNUIa9YLeNux1DLD5AhnW9r80tvsS6tb04LxK+D0YRvqSbDL71UwI+7KRXPYA/ELuB7zY+YONBveUuGD4QJiS+wgAzvkBaAr431y2+4ewpPqum2r0ImPU83GMZPfvhAT4uIp09LJUUvp4Ajz10RJS9NQ+VvXvaOD7+kdo9VpmVPd/kKL5OmJE9kaktvioKiz2gCK47qDbrvQaJxb1emPo94C3JvDIzC75FXee9V3MqvnDJ5bxohvK8qBxQvbWhrL05Fvq9EKa6vY4SvD3rmCM+c+sqPqD1ZDyW//E924exveJ/9L0qP549igj5PXwoIL4G2eg9OjOcPcAdITwdWMm93mvWPd9rBD6WKh++Z64pPg/YLL5xiQc+3IQlPek3PD64KdK8sH0ePPQneD10UwG+8BimvVslEb4MuDW9pG4+PaAEuTveg949c7MBPoggBb14XyA9UrDaPZmXEj5WrL0962y0vaKKwz2+hIA9wHk0vlNtNr4sbiu+KNXTPHfBq71E9fa98yIIPpnyLz7pyiC+h4w3vr9dNT6i2ie+w6AsPsPYlr3Y48y8SFObvCir0zxkqDG91sAgviibfD3VnIO97dEjvtgI9zxUF3o97ib4PVtSsb0y1Lo9ZngGvoDTYTtojja9H3XQvZf9FT5Gh+M9Axb+vc5u7T28uCO+APbkPKMjLj6KZCS+y28CPizIAT1AJoG8EUcmPvgLLr1VV8i9iZK5vX4h7L1Qu9E8Oe0OPjg59LyAKQA8TcStvfJIDL6WlJ49gHa/OzQqpL1v5Ss+YkXCPXqTvD2D7oC9JJ5BPf1pBb4HEA0+cHmAvEq5uD0HiDk+MFaxvWUFM74vUjE+dHgFPW4H1T3Tmgw+Ilz5vWJjlj1gM4s7ngPfPdxdej37vSe+NnuIPUZQlj2Ss/89PO11PYb/E74AqWY8LPRcvbDnGj38nES93AAGPZXmAz5dsZy9VPQFvuCJ2rtgxSc8jhravaSHE77wWIK8AnzuvYBIk7qJ1hi+LZ4SPobvjL0Oq+I9DXn0vZiwWj23+R++rzsrvm7+uj0Au2Y7zJ17PUhrQL1dDoS9kiP1PWIv9j1w+EI80izAvWZEyz2m2g2+0EJ7vfg6ED1cdrW9UniIPaSjJz2UWPa9/GpcvVCXnbwm7MW9qVfvvUSI7L11Rhc+XqrSPRPmN74AjhW9AnjbPRibSr1Kdhy+YHt4vCCrBjzEOAq+MxkBvnBwJbyYDIM8AWEpvsiH1DyJ2tG9Is67PUAcwbyF6h2+NuPePdCiJ73E5QG+NdoiPnye+r0Q9G+8SECNPHbEBr7I3sA8LB/XvaLJ2T334OK99gryPWAr17zuTdu9VzW9vWOUtr27Dfm9LP41vsp1qz2uiO09MHdevOVzE74gOHE8qK4GPZl9ML4w/Ee8NB4qPXhcNz32h8k9WaIgvtSZEb4IdSG9ihqZPfnutr3adYa9H5IJPn+tg70LTYe9oBn1O9L8xT0QpJs8hVgWvrdSlr1eLds9gER5vI1rKL4ZvwM+L1L5vW5qtz0YYe684m7nPUWvJj7yMB++9tS+PYzv8L2w3jE9+UAjvsOAv72O6a49EK9svZtUAT7weBW8hsXhvb96Ej4IlQm+7ygmvm7EeL1+VJw9hqTcPa7jhT3A/0y7zqTQvSSJi72AJRy9YJSlvK3Vi70O+Jm9RsmqPQ7L0D2W0qQ9YiUGvrOSh70Tegg+CPWcPGvBK76mR9M9jLvCvRi5Tr0wKIm8tJQBvQkmJz71bB4+oGwfPWCPcLxtNTc+wEwEPWOsNT6yoyK+AGffO2GUj72AmqS6oZ8WvvaMoD0uY6Y9uWeQvY3FqL34baS8ojWdPbBtoDxkpTW9rn3MPdu/BT6HCju+KdjLveQwOj0tPSo+RL0cvWWmKj4H2QA+DyDEvVTpRL3WApS9KvbyPfkW4L3ghio8MoX7Pabs1b05hRw+wBxcvaKfOr6k8gI9Bh+xPcuULT7i9co9gACFPGrAxb2fXyo+fJktPcB1LLswzAo9btOUPehfYb35kpC9MmcevkdNGr7RJyY+OAm+PPBlM7xKPeI9ITcOPiZWpL2PzI29Se2LvZCSBL6ZMKS9Wp+FPeKhPL6gIXW9uJ/KvKE1oL16nzC+HLRHvVhAxjwNRh6+4EIpvntyOT7YDzW9XU4xPhEMIj5oipq9XQQvPqwErL2A8ng8yDyQvD9GJb54Tvy95McevV4tCL6eD689P7sRvgAgpbfojY68hF5gPeTcdr0Nfba9KB3iPFNxKD42qrk9OIYWvp6hpr2kHHA9AFQoO2APvb36u/g93iuxPbDLirzq1LI9J+zzvXbX2r3z0xg+blzFPZDMgb0LbR4+VhXWPagLBT0Shpo9jG/AvVd1vr0uspU9Z6q0vWAhSb0E8Aw9lzUXPuaI3z3QuAI9PlLevcFh3r3ePOi9WgL9PYfkIj7g6PC7ngbfPRdxIz7yv5U9Lf0IPnH5Az76yJK9ehLNPVwIBb57TSK+qAGwvEGLIz4ekNk9IEq8Oxl0OD6guX48BSHPvdyDM77S36g9ZgqZPVq6s72CDxS+kLndPGAYPr1Zy6S9/tHHPTcbED50OCq+Q/vMvYoruz1wVqU8isyoPeELz73w1U494luPPQgq672/RJ+91SsMvo3DLj74h2Y9MFO/vMbA5z3g75I80bMOvhzzBL3a2e+9eGWivIRgUL3Lf/G9OAdyvdEtJL7fIBc+XSICPtjXvL2GM7Y9WM+0PF0YFD51Ed29IOHIO2o1Fr521ru9RPUUPYp/Kr6mhdK9DARuvYr/5j1mleI9IyQDvgDOtztfxBc+XQIUvvBlEb3oMCq+Il2GvaKi073IREO9X88QPi3NAj5QfAe+0M4UPY3rOz5szw49ITUZPkBEGr3YqNG8gEWbu9AvzrzinZu9/lXXPZKt3j2o2F490AQfvbw4i718HDa+BoGjPZrE3D33jho+vnzIvRwuVj0Jfwq+HZwOPlAm0LwczRq93pTtvaoBOr54d7O8yCrUvRMgCD5HtTG+6BWWvPMLPT4uA4094GcqPGFoKz5IH+q8jGQTvkXaJD60SVk9hYglvg9yEb7B0qa9cJYsvZ6y5j3loxu+FlGCPQAu1LtQmEU8l5swvhfXEj5d0R4+lUTbvcYmvz3K+fu9oSyevcrd/L0mNvY9gBvZO0y5GD1UHRW9pTkrPli6lr1Gesm9gPlavBhCvrxguAA8AQoRPiVv1b0oO+88Z1KzvaC3GryApn+86VU0vgibbb0dxR8+W7sCPn5t4z1GWwm+YmT/PdMcw72dVpi9XGosPWSq+71/7TW+IKgkvqhGBz2AVPM7iFroPEH+OD5WeJO9vYkpviiTr7xGvyy+UWk6vii/JT2wHSS9EbgEvrjgOL6mFCC+W8QyPkCqHzy2Dwm+MrPmPUJAhT30MtS9zPBfvcduOz61pQW+/AAUvcC0XD1tm+a9DqWwPR9crL3izLe9zurcPdultr29NTA+XE8gPX9NOL6Wjrs984epvZceFD428YI9kFdqvHinoLx8hOG9cj6dPUCid7xlWw8+wAZmu5lW771gQTM81Lp9vf6PAb6pByk+rH4oPQIK0j13sxo+FG07vUK42z2ifLs9/NBvPRrDjj0Smpo9iUU3PqOjDD4K9os9ZAsqvoiNhb1zUDq+/iauPe986L2aseM9oB/3vDxoQ72EFMa9EsodvtIN7z2kFDW+o7c7vnCCKjy3PAc+k+Yxvs5Dmz05RBW+gcc6PiFs9b2PkBM+oGX2vLQj9r3F+cC9xXMnvsgJyLxwZM69lhkRvigIgbwybMY9gJoRO4pW/z3UZyk9iAYpvg+fNz6d8+C9oVPcvXuu9b3TRSk+v84qvqGVur0gYPG7xdDTvfP2Mj7qbes9hr7zvWFVsL3uipo95hOwPTY7/D15vAE+HTuxvXSFNr0E4iA9TQwZPssHDD6xqDy+EK8dPPsOPL5wHLe8dL0avQCDbLxKnfo9/OrevTAAPr0IlIO8wMr2O1S+HD2quMA9MK3HPPjRo72K1QC+8LhnPQ9lob0g3tE7UbkTPnGyD75Hdyc+K5wrPpG1yL1MgTm+9MkpPSA40TwNtjU+LLYKvtMTJj7V6B4+rLD2vVhB4bwIsPc8OLNqvV4x9T1YPjW+gHsWO4xDfz3ojsK8P0UdPshbibxMqjE9TGVyvWWNs73AGVu74K8bvtJ53D2g2808dDNrPVwsD77Xeg8+8K8Fvf3oFb622Y89kibhPWKSzz38n5u9AFjiuTbLAb5/u8a9uevfvbhA6r2aL4I9wZkwvtfZLD4HRC2+8E4+PSVgBL6oxuw8cOfUvGoNO76wseY87AIcvRvZHr41kzs+pEcRvmJmyT3bbgU+o4sHvsYktz3gvgW+0PoDvcjEOL2wY+48sd86vgRdDL5FOL69mMP6PLDycj3klG+9RK7RvRt2Mb4qDAu+mdgBPsHj6L15Zxk+7qzQvTgNpDzlITg+DMskvgC7jjoY3di9OOJYvS5QJb4Cnra9/bczvrj3Xj3wEg48wjH7PbCzBbyhOfa9ACthvQCPpbzyCaM9mhokvhCkID3o2zK9yRPnvRDrCr1wtVc9gBOVPPxifj0skm09CAjEPMbfmT1gPpc711EbPl5cmz3Mk0c9ohf8Pdy5HD2QQFk90c8BPkAXPbyw2mq8HSQCPkLxqT3rdt698OVIPJD8Bb3gMyC+QLZTPCxCGb2Mbw09JqSEPSAvrLsUKyg9X6ILPu+WJL5B7Zy9LkwcvibmlD3Qpli98P0aPcThFL7iaNy9PuGOPTBndTwgLKy8Bh6lPV7owD0ILjU9jkm0PQ6Rkb2CGfg9hHMNvmzyVD2qAN09Zzv+vQCODLu+ouG93C1qvWIsKL6mCQ++tDk6PdOix712JwO+kEdQvKTvCL0tXzc+vOTPvQWbJD4ACpA5MEeRvBeTEj5wYRi+OAUwPWBG573Jw/C9OAI7vVCRNzyEKAG97n7WPQXBB77rlTY+VHnFvdgkprz6w+W9ZojWPXirmLyQ6Me84MAOPRyAG71QOlM8RSoVviWrgL3s0Dm+iirBPZkj3b0u2bU9aPMyvu5DOb6o6li9IRYJPmQ+AL6waTS8AaE7Pq88tb08lcG9IMI8vipKsb1PLTo+DjX/PRBnZr3rhga+0PnHvKgMmLxg56k7/S8bvsmGK76h7Sm+MHcfvgL5xT2+DiK+BYooPuynUD3BmSk+hEODvfJX6j35iiq+IRISvgUQHj6sQ0G905wzPvCrQD0r6xk+9h/+PZJMoj3paCY+np+2PRhaYD3V1RI+YBYCvXdfFj5TTiU+dBwVPUJujz34wsc89gXcPVDeX7xhxx8+AOZHO+wtX70GZec94KgdvdGd973LBgc+xnwhviANGT1SPJc9TFxxvYV/u71NKjK+2h6uPWw0aj3AEhK89sXlPfDH4zxm5+Q9DWkLPhTfXj2Aoim9pgcuviivbb0ILdS8LMIivgr5Ar4nSQ++3hSIPVBRWjzYnK889gfAPQCMarwA7q05WmaqPW21ID7Niaa9rz86PuupiL3In429yyfqvc7R272AWnA9AEkPvs7l9L3oatu8FqswvjZ//b2BuQ++cAx2vUF9D74+mQS+4HXzvGhnlzxIdCi9woUtvqicwrxQmc69bYUnvuq/tb2TQy0+kBX2vOynRj1ajs295GJyPRs7HT64WVO9NAVPvZixzL3AcIS9rJ1jPTKLzD0gol28Y9oZPnysaL1ekaQ96e0yPi1CHr4w9uy84FfYvT6kAb7weSa8XxejvYJNuD2ODYE9k648Pm5pjb0sZhW9VGQRvgRxc70AYsu6+/vJvXDsuzzYmYe82dIKvsocgb0mMZo9BhrbvftByL1FPC++vszmPdFkCz5ghte7gqnOPXl1Aj7J8zc+pPY1PUCnML3il9s90pnCPWKB8T24n8Y8H58RPt9DBT4Sru699uiMPe+Tnr3aLdY9IpWtPaSnpb1wH0M9sP93vAHVKj57iDI+2AeXvQff371uLA2++GFtvZu4Nz5FtDW+33cgPh76mj1IdhG9AGL+ORxWGD3Eeg+9irU2vjm2Kz4YTKc8Ws2zPQph0j221fw9xdEEPvp0F76As1m9xpvgvQDrprpxmA++Iz7ovbiBJL0BAAg+vLg+PVhGwDx5zBM+mnyPPdYO+T1SI7A94fTovXu/Cz6gOY08M8HHvTh/MD2Q0H+9JizNPfXcIL4It/68jtfPPbAq2b0Pghw+lVoFvgGmIL7gDpa8jHMhPW5++T2+Iwy+hvWOvZYwsT0MOgy9bJI3vq+1Dz5rtOa9Rb80Pj9XCz4okhc9TRMaPtKLjj1JPCm+GiQ1vupLBb7g01a8YGEnvsupHL6T19u9Ou2hvbxKLb2yTM09hFFTvT5FtT04a4O8VL8Avh4QhL34YwM9z48UvtsuGz4wx669GVkvvqJRwj188Qo9rNQwPSGSLz5SjJo9R6UMvthJ3TzAvZW8X+SWveBjCr38ojG+FhKkvTCtqLwQY0c9CUATPtHrCj565OY9QMM4vM8mpr3bcQ0+fGFRPac3Aj5DXoa9oFNyvTUIpL2weaS839QBPtu6J760FAy+h4ENPuzzCL5ADoq8sUsoPq1mLz6wG3u8gOuoOgduBb54vjm+gmKVPdHsGb7gpVo8/eAvvvYQpz0oxkA9LMqbvcllO77F/jY+WaQ3Phjzdr2plDy+g+IaPpiC472f1Cg+TeiHvVA54jw6wti9jNt8PTxY773yP9C9fAN7vXal+T1WNoQ9qGdoPayheT1Pmhc+nnH4vZ3sDT5hwBe+7h74PWclOD4EKxi+wHouPcKe1L3e3wC+H5qbvTqj3D0RdTi+5oOXPRXPAT6p3C4+MG0IPWwCeb0ai409rPkdvth/0Dwu4hS+RBAcvXCs9byYUcY8mvZ9vbS+Dr0dWb690mnzvfD37bwZ0c29oBCcPLyeQr2QT008pUsMPoBLLTxTB7W9IdY1vkBH2jwvhAM+u4TwveBA57xWYtO9KGQmvl/KL76s6SG9oPNSvbzILb5cFhW9waA4PotqNT5Q8xQ8VMgwvlITD74VDg4+Ter6vZyAMb7MPUw9cCsZvHBsEr6QKpo8MIgevPR/O70A03m6QPzru/cMnb1cLWq9mgPOPUL+DL6qWt894FiwO8oI/70AgRw6gAUxPTxXCb6TAzC+FsqzPVRcIz1ApLQ8368IvhNaIL7/2p298EZKvWrVdb1BmxQ+xEkQvoBG9LqvGBC+dv6kPeBygryU/ey9oP1xvRjcLr2gDoq8OqzmvbwNFD3iWaE9BcIlPtABMr3lZNS9wEHnuwBXfrwpMRM+rb48vkNjOj5fjAs+gDp8PdiaAr35Ija+IH4cPaj11zynjjA+A2b3vRtOGj6E9r29oPrSPHgERb2hhKi9yB9wvUysHr6T1RQ+njrJPfCoHbyIPDq+TyE1PiArrDtoXLG8OJc9vZjdcL2hxcS9UN4uvWk2DT4z68u9GKW5vYem371lnB0+3901vodBDT5y1Ta+0Z0PPvTSOr0w6zS9KFQ1veuPz73BWxc+IsuDPSB03b05UhE+IFbjvOTqFL54QlC9fgTXvUtZLb5yVQi+U8nCvZYt7j0YTMG9/ZANvjjfWD1koG29WATBPHlRIT4AePk57a6HvXBxfz0wHVc8/oeMPVEUNj7sJDi+SADOPID4kDsWlKg9/MwovukULL4Oht69+ISbvMWbGj5HJJy9AIMKuopLGL5aQ7w9TGiVvTIXtD2pTyi+kvjtvVDCN77Qm/s88uV1vQr3oL3YcA29HDVevXM2h73Q3Ou8ILAUPZom1D267pY9YPbYPPWHG76Q6ve8mJ/Fvckz/70AgME6tZIkvonpPD4HPSK+0i/0PViTJ75ybB++H6sfPvnAJD6QVE08Du+mPdw8DT104k693CRhveA+1jsmV5Y9vjTBPZ0eAj7z3By+6JXbPDqBDb53VCU+AO4KvgKmM74ThNW9WPKWPPk6Dz4ObB++ozznvWnKFj4C/d693+M8PvkKqr1AFi48J5Qivg06Cz4Azy67Rbk2PuQsLL6WF9E9YOUwvqi/Qr1ekaM9HHI+vQ/P272gNYA9jQAXPih7wjymVeg9YDbjvAFsO76gJ3g9VTKavdwtvr3kzi89EJ7CvE0fi70FUtG9GOEJPYlmOb4AEIE503Q6PgKotj1kMTy9oirvPcSos72OHhO+2MfGvd+KET4sLXU9J34SPmSjAL40jTi95T65vSZmiz13lhs+wBz3OzJeH75C8cI9LcQYPmCxoDx4B7089u0VvuGfFj6EMDc9MDQTvbhmpb1UVt69wm6SPTRAGr6oUCi9gBPVOucFJj6Alou86hunPa1HJz4kC309Jp+iPYUsAj6a+y2+Iqw2vnJ3gL3ImRO+chjDPQCpCrsAQ1u8WGH7vQAFGDsADIK7hrClPfLf7b1jZSs+OowJvqawzb3AeXA8mPa7PEDOFb7iRZI9QCjYvD0QOD44fhq+v+ItvsCaQbzuGqQ9XB8lPTi97DzKZ5o9qmDZPVBntjwQ6Du8KaMUPgOkHL4QbQY8yoElvmXfMj6wJs48gIRAPFRnGb1Qrg6+9MAxPToN7L3QOiI8wOyCPL77sz3NowE+4Pu1vYR6OT2EdUc9iTQLPgW9Ab43FSK++EmaPC07Iz5odLi8+joxvp4juz16hMM9x40YPnHwMj5Aj9M7KMKMPJ9KAT79WSm+QQgkvqCVfjx2yNA9BEcYPTDEUDyvs969LNI3PbD6Vb1gGcg7wOBLPcB5SDsEWii9gs/xPTJLzT34kKO86kyZPU/+Aj7FAIG9QF29PIKWuz0Ck6g9q6zfvS4Am72QB988FF4nPfX4Gr7v3ZG97huEPWjXZL2xAxk+ksauPS1oCD4UHhW9W6GCvZ3bDD7Qjb88A9CavdK2qj1WO/E9YucbvgWPAz4KNoM97Hw7vroRmD3zjgs+4BRXPB+EJz4+uZM9hdeRvfgcIL7zBgc+tFLhvW4uOb7fyK+9wNMuPS2AHz4cAP+96AEkvoH0yb0Q5TC8I1MlvgCh87qUo1w9drT6PZy1fL3cATY9IP9pPAC/RD1gE4G7+GPovNEetr1Uzhq+z0GDvWDOv7ul25u9UTuNvQiYCb7hzyy+eL65vO9Cvr06ZNw9yHmgPOQ/PD04GF49pnwYvidkAj6lLBU+OD4xvlJwnD3t0io+eS3mvcBPgD2Qy0i8iNofvYY3/r01E7a9yC23vMIolz2xlKW9HxHLvX5ZsD1FOjg+bxjTvZ3IOz5CvNc9aNuAPakGJb5lksO9H9qbvbiIVL2QEZ+8boqSPTJntr1H9pq9DVMtPowR572KLa49sTG+vXip6Tw0kza9Q9obPvdLLz60Viw9WMcIPQYWgz0AlIw5JVggPt8ZFr4exsM9fHxVPdIrC74to+y9EpjTPXrUNb7wfIi80uLMPeAZlLyi7zC+kc4RPrDXWT08QHs9wLXmvNAnBz2kdWI9x3kvvhbZhz3Ourc9gIcXvpCLC73OE+g9Ff0UPvMqET7Lpam9afWJvdmg5b3AuqS9Zo72PXUGFz5w+vY8PXqDvZiZeT2TLyM+skYPvgYqvz0z6wk+Y+GmvSLZ0T0R7Qk+ePquvUMBpL3wHYO8dnW5PQADgjxI9g+91O9yvZEiCz4UyR2+RMQcvgfeDD6I1Jq8EFgqvsrfpD2tRCO+/qmdPaoqrj1A+uA7gg/3PendFL7gi1K8USoTPriOUb1c5hs9kJ8rPED/Ojy4BDq9RkaYPZeLCD4j9Bk+sqoavoddML7GGvs9jOofPbR4Qj1Nki0+9lOWvaDFhjt+8Pk9Z7sBPjVqFz5+xto9KCncPN4cwj3IMcK9o0uKvXGYJT4AEgE7TgudPeDn8Lxih8o9aGLovBAhGb3q35y96eYYvr23vr3AkXK9zkYVvh+sCj5Kl4c9dunjPfLyiT0gCNs7Fiv7PRM8BT6DL6a9XINnPXlNCT6NX/O9LjTtPU3WMT7YxYq9eGzqPECTF7u2icQ9tChmvZrwm73QGPS8/qC4PVDvbL0Av+i64LQ8vA61/j1U3ge9oLTLu/ZEEL573TW+dJ8Mvf4pqT1AcOs7z3A4Pgg/9zxqI4C9F+AuPpy+bj24UJ68ks29PaUfCj4+O6Y95FSNvZiVo70e0Xy98FYlPXD9FT1XACK+3Cpwvfqbsj0w9AS8sGQYvSlEAz7L9Rg+nLMjvoC8zLxO24g9VmjCPTo+tz2T7Bc+eTkLvm7Nmz0TFBo+0P2ivCD5yDsO6+E9Fx+NvToAyj2GIO49GGFqPUCaVryAeBs7QoK9Pc0DGz6WAvK9jKpmvbJ5zz3F1go+/vDRvRjkbD1BbBO+HvGzPV8OOr49BjG+Emi5vcjStTwlx6O9gE3fuyiu9r3KgLy9GFE3vlS3Nb67FCA+fMyXvbSIvb2IhIW9wLPUvEDmnDxATXo8nYcAvsVeBz4QS6W8OPJ4vdZhxT2I/7S8DWghPukCKL7QL7W8/AAHvrqs+L3DUAe+RIAVvlhB/zywYzm8vl+RPdsNKz5qeiy+OHUXPUl1Fz6EAz693MrVvW6NmT2H0zc+AbUUPgYumj0Aya68jl/cPZ1t4b1+2tg9UB/RvZKr+j0Imem8+ElovUJXkD1IqFQ96LTjvVA7D7yUeDG++Nb9vEA/BTsABwG+128YPngBYT1QnyA9xub3PcaS3z0gHCK+HqiJvXnEHj6D6zs+QLgVPbwlwL3sSR49jSQkPhDoeL0q6ao9cK12PYWjwr0XGSW+NL8RvkCJbjzJ6yo+Ho4FvqVUKr7wF189HPUjvk1dIT70wnU90d/bvYGuJz6xagE+dJYzvuBQUTzcyky92FeNvZJ+iD39zhk+XQwlPp0YFD4f/Me9RDnovfXMMD7l5ge+PNYyPVqy9j32Dt89zm7xvaRp6L3wv788P/jCvaBxYr1So989pkTTPUj/er2QsQC+4Ec4vq3mHj7BfvS9YNAqvfenED4PPyE+bNpCvarzzj1LlBc+FB2avYRpWr1FNDI+lovxvSCdSL2C7ZY9VYI8PtAwNjxUWS494JpVvIWfBD7o9LC9OmWhPZnpM77b4fW9DkbtPWsxOj69/Ae+exowPvS9gj1YFR49OYLkveBkQrzq4jG+GPZsPchDFz1qKvs99AF6PdxwwL0wuEw84sPlvRLivz1UjVm9ezg3PiCpxzu/ixg+4AUXvVfdFj4dKTE+oIwEvGCKaD1gxTo9IFTzvQKzKr7Ddd29AMZsvDhcWb3QoNc8eP+ivJrLwz33aDE+mRkSPmSLZT3NbwU+4J0lPCKKtD0EMDi9wnG2PYwzLL5ojRS9aOYKPXBuBD319Ro+c/PmvSNhMz76bcE9tzY3vrcf7L2UUBe+rkubPdjtibx5i4+9JETevdwoLL2VsxS+wLaMO/C50bzmWrY9WxnYvZx5Bj1wndq9hiP0Pbqtgj2pcAK+4OqhvT/uOT5+yMO9AM6kO+DCLLy2G/897sfNPSiu+b09tIG9W7s4vohZCL6dbCa+3qmQveWePL7rjb29xeMWPhJZAr53Vzs+fNxkvQ0bFD5Q/R28wDbSvA9THb5JlQI+2tblPa7MqT2A/uU8DE8VPUrF4D1A2ro8gF6qOlzsYb2gq6y7AMA2OSP/BD4QHEG8D94Bvj9jNT4DfIi9sIlxvOAAFb7U2DO+IuGgPWPS1L217ga+gL0UPa3Yjb30Ma698x8aPvqf2z1A4VU9A7QhPggtc71Sm6Q97vC+vRd+M74A48W8wuXCPQAlirumruM9qZoivo4ltT1M5S2+4uf1PWjyYb3FAwC+8ujkPcK2qL3yvec9Li7KPSqwLb7SS7M9gOjpu1cY1r1gnLk78L0GvmYq7T2zwzA+m2DOvdisAT0upcG9/6GUvfwDCb6EfRy+phDevYzxRz2qS+g9oAnzvcpf2j1AtQ09WNg2vlBuOrxNgs29G80aPmjxRb0AErg7MfY7PgqGpD3I8DM9A0oEPiCZo72WoPc9iHM0vipFer3Iooq8is8AvsCMX7u0Lks9M9cgPmO16L38lhm+W3qrvUmFKz6wOD49snqLvZh6rrwpqIy9hM+3vdXhLL5erR++/OYuvZkMNL4M2YK9B8A8vvZEFL4owYQ8GkehPdDwZDywmES9MkvGPR2QJD6gV/a7OX0HPpD/BL2g1cq8ILNwvaX+AT7tlRg+g3cJPoqyoz0bFyw+f1G+vWCfMzxaZOc9BzAAPk31Az7Eliy9dlDnPdqvvD1kARu+HLAxvaNVKD6bAi6+HnSHPZYtIb7a/Ne9icyKvUsZGT7Y/249GIxFPThNgzxYSwy+MOGrPPCyDD35+929TDsKvciikzw4BUY98KCZvKREJb58rfu911rCvQ0iLj6sXTy+ezMRvuIQpD0zZ629enOuPVDWAr4YC608RAMpvkDmXzxg5GU930UrPiIZkL264p89n4UpPmH9FL6spyK9Y9EDvsD0HzvYwQc9cNw7vN39FL4METy+wJm5uwkXFj42cvo9TZfWvWASQ72KGOu9fJFjPUGyFL7jbC0+eLKIPMjlTL2S1qQ9+gL3PYwVo72IFW+9ipfxPdW08L0MJWA9avfRPWqywD31Ajw+FEt8PXnfCD7yMoE9KGicPBzyDL6W+Kk9tq69PYMuHz6mAMc9qqbovR9CGL5uFAe+6/CrvZiRL76uE/8903PfvXlMMb74tMG9LWaMvVZbL760kis9f9IAPjh5ib2HHBA+M0WxvUiVir1CfYq9QLYnvsdxyr0v2zc+ginePXA2VzwyCaI9UoGoPXKCnT2U7ui9gJkSvd4Qlr1qq549RBABvj0/Dz6mGbW9opioPf3bH76RCwq+oBJlvGN5q71OgjO+el6rPWC7aTw5fCw+mCTbvQBVnjugSi+8+w6RvaJc4D04NCG9ueUXPqJ7pD3y0+c906C4vYCdhr3shgG+RF4xvsDfjzsj1Re+OKpovZC+Iz0D/4W9et2JPWpp4j0rCRw+/B9HPegSXD2pHJi96ELevHoDmz3yEDa+EmmfPcj2fT3Q1vC8xnDdPTxZPz2mzpg9rz84PpDPBzxwI049SEIuvoD1ybr42Zg8SNCtPCotLr4ESn495A85vUSodD0bTCm+QkSGPVNzBj5KF509eJboPI0a3r1uFga+4bmbvZFZH74grFM9SgCrve7Pxj1X7Lq9KJprPYsM3r0vrLG9sI3pvNjT+TxYfjY9wWYPPrAOCrzDogk+FpCNPW8bOj7zyzW+IR8zPhvvGD7i4qI9sxgzPnrU6z16Jf+9mH4OvQC1sboQFkg93EFTvUTII740xSM9nADdvW4/3z2GLpQ9T8fSven4Nj4DTcq9wrk8vrTBl701nAI+3fcsPjjsDz3SKcU9jWwbPoz1Eb4UJCG+mBMevYjwhLyvPdK9nmWXPbhWFr5XlIO9lLMqPQgb3TyQh1m9gENBOxROfD00Ev290jvGPRBIETxzfRY+neMmvsIJf73qXa49VqPHPYhdv7wAHvq9vMRBPT3mOD4COZC9TtWJvYY4vr1g3y6+YmHjPfqjmb3Airq89AoxvRh5+7zpogs+XRkrvvVr1b2ArMc7pnKmvfdQjb2696Y9TCBVPQBjPjtDdys+ABd2u5DtED2ezZA9Hh6ZvaB4K778HW+9UjT8PWBeNzyK/Ri+HJYWvir3673Rqcy9QI5CvKw4UL0g/Jw8iFaCPDGMDT71Gza+aCLqPETmCb3mBLw9orTZvXQbYD1CojW+oPQAvf34Oz6Cg749jKY3vuztJb2QZBG92QgHPiBO+btQiOu9FkUEvpUr4L3SUZA9CDLZPM58E76WPeM94BTFvKY33z1gnv68hQsrPt14yb0wKJU8ZQXRvdAPFr2wYj68teAiPjaU3T0g0BU8VE00PatxD74U/E096XosviATFDxi+Lk9wHkuvDpM/z2ABA294NnRPNz5Tj0jVCg+IE7ku0wqIj0A1yK6IYSUvcA/ZjzIICk9dnWHPY6XI76txCM+O4kvvn55wb2QRAy+iSoyPoHyFj5zWTs+YYMuvvhoLj0KSvQ9nGQKvuV/Kz56ge89U4Stvf7f2z1XWwY+MMtWvGBTwDtQ3Qg8p86ZvamgOz52DPQ9nq6kPaheCz26sK89dGaFPbUfCj4Nrjk+8ycXPh+vn73SL+g98g7lPWz5eL19dQy+OyzivWwLcr1ueIs9UxHTvaT/fz3XUCW+EJpiPO8KOj4wfuo8FH2rvdjM5LzHyiy+BxwWvrrWzr2pvx6+xSsuPqgrKb7nySY+jkI4vuBPwrvqeje+8xSivST9Dr6upcw9b4USvuzsbz3cwCq94q3OPcB/V7z4wTa+AL6gvNbaNr6CLso9UC3NvOiImr3CfpU9wGukve524z27QrC9RYoBPh4csr2gsLe8/Z0yvgIKo70XgQw+eGfYPOj0Cz36haM9WYTcvX5k6L0wXgi9agArvvjBozzemTi+AAVXvDTyRz0eLKE9OB3FvSiIyTxQphI8wOPcvHgqpzzJSyQ+HzOSvSDkIr44Ata8DBxsPZFcMz4aHNm9mF3pvXKb2z3QhPs8/94svuSTMr6APZ278kTCPdz3Z71ywus9AFLWOYsqCj5QIem8joL+vSxzOb1Zuo69al+xPdwXP736BCe+4egbPoBarDqRJgA+wMT3OyVHLj4VOYW90EItvqJA6j3Gc9s9vmDHPU0TIj5c+2a9s4uYvYiMIb2ifBC+CT6ZvaBSILwiAJ69Yd8NPoqn7D3O9ZM90AdgPDL/vj1d+Lq9wCw/Oym5Jz4C9iq+RO07vab16j0w70u9oVARvjBSYj0o3HU9JQkivukrqr3gz3w9vNV8vWBwjrw46pu8yMCLPKWpGz5AWFQ9pgeyvWCKSb3ofzc9GjU4vuCgxTuam8g9nEDhvcRnQD1SAtk9p2c8vsQsEb6Y2VK96+AUPp6Gz70coF493CQMPQREDD2n8CI+ayf3vUCi1Ttr8BY+r0cbPn4MA75vji4+Vm2JPRGNOD4DZBy+ZkgDvkWdHj6W8Du+vGQtPWKy7D1S6549QCSPu4abmD0HKTs+OGMXvpqH1D2CQ/O9UA6lPAEACj6KDNw9QGAqPUQO6r2G3qk9vAIlPa4U/D0AK2s8ZhmnPcQpWj2Qpdi9nu6PPfDkKbwQpCi8cViOvS0V2L3ShzO+gA6VPIWTmr0ezPC95S41PqA0azy5hh++wCObPAxWA75RMw0+kPokPZvKMD5ESTG9JboxPnMfET7T6Ro+sNJ+vX63hj23ni++6fM4PoUoor236tC9IOukvU4Zvj26acc9yOxUvZyrKL6uoIk9HI5SvTTsH75m15w9n9Q7PtrLzj3EbgC+q68SPmxRSz0zfSW+YTuavVsOAD405KW9vT8cPmzEDr7nJB0+uDD2vU6a/T3gqbs7IFNNve2VIz7hiAe+tywXvuUNKz5xeCY+tJQYvb4EpD1PFJO9HpTEPV8ENT6ckiM9RTedvd5D4T0Aybm6IOD3vOfnMb7o8aA8kU04Pkjp2zzAT7M7wnA7vrBfDzwYZt28wALWPIBtPT0pih6+LoO+PUpViT1r5zU+UGQtPUGDFj7acdE9oBK1u9B0bb0Acsw6UDhtPIAxXTyg/1S8SVzaveHg1r1fnzm+XLtPvZQS9b3R3yM+rnGnvSOCNz7IOb08EN4AveefGr7dP7+9Bxbhveizbr2OjfI9Rjg2vsniPD7/WIy952MfPoHsAr7xazY+kOGCvI7Cz70AbNG86ZsTPm7h/z0/Kza+CD5CvSpIIb57QCs+6CK2vJfINz6Reis+/zCSvZ8AAL7Oc9e9X3mevYmeKz6wseg8GfE5PoIV9T2Qmgc9a14wPrxDbr0em8o9tPm5vT9VJL7AgGG7zvcrvjUQtr1/HjO+np7YvXhXQ71WVOs9xz0HvsyYKb3G8MA9IMwqvc7Akj3+ySm+/ruEveB7cb3q2OU9tCVkPdKEwj2sEN+9SX0EPgafCL6+25w9cgR+vTA9Sjwa97Q9oAxjva2CKj6qyKq9PbgnPoQ7cz2JnxI+5GHgvS8vED6ctRc9sPUkPICKszsVJy6+ERcNPtAit7z6VQS+bjX0PXjB67x9lzm+MHlrvbchM76MM1C9/mbrPcqazj39u7y9YUMqPuoG1z151As+9LkYvdGJOD7BwyQ+6vaFvXEzAT6n1is+ToDpvUKYjj0Am1C6N3w7PtCgLzybfyw+/comPgSrnL32t9E9tiWePRVcCT7ipJs9UJjTvJiKxb0wW2M9YjyEvQCW1LzxbLi9ACwevSVkLD4oUwK9WKLuvQAOa7xstiy+L90svmJktj1rA769XQs4PsTyGj0dSoi9wuTVPYCwvzyobei9CsAFvjmkEb5jwSK+2fgJvq0wGD4g3S680YEdvokWEj6Um/O9Hm7JPZB4xjxRTi0+pmHyvYnkDj4K+d09MxoMvhGpAz61Jgy+IdgjPi3nFj5JUwg+agD1PcyOgz0728W9n1k5vs4eHb5k+xa+mrz0PUAoPbx0REQ93A6WvRuFBz7PXRE+AgwAvuTwAT3guY47Jrt7vYCpirpK7JM95HlpPXfFCT5lCDA+6rXDPRazKr6AJ9U8IOzJvSYAr70A3I06Ma0MPjz0QD0YyqQ8kCAhPTs/PL5gtxc8/+AivtDafb3aGKs9ADuzvJSTOT2Q0A++sNQrvHsiLb49ZDy+ICLlO1HUNT7Uxn096PGAvXA/FLwCQO09UboDPlaj+T1mHQW+btiHPfAogbzAHl27bnw2vpBRQD1nmsK9Dz/qvQoUt724+Bi9wbMWvmLL2D3wWYa8AMrhuSLRoz3eC+w9ZtzcPZZLdr1wOKC81AQHvp2MLj47/ZO9wMg9vehFF75VUS6+pT7ovQKnCb4A1Rg93efqvXgWWD03kzg+BkOfPVVVGr5iXQ2+6PA8PSozwz2fRau9T5f1vRBfXbxY3lq9xDwXvXu0Lj6AoGy7wqfYPeBIST3v4Rm+aMALvqwaJ74bL5G9Y6EiPt29Lb6QN1M8O0ccvhc/LD5s7h+9TDYcPWpWuj0Od4E94ZDkvdsJIT6gtVG9+/L5veYF1b28xd29qvowvmw2Sr3wZ288yhcIvr9SCj5XFSs+ZaIbPuBvGr7Kzp694Er4u+Bx2Tt9gzy+5r6mPd/+Cj5gRmq9gCUtuwU1ub3TFAI+6jMDvhB6nrxAEKC8NbsDvsuC9L0nWCy+FhsKvgDL3zy4xv68thmcPU+AAT5ye5Q9tvuIvY4EGL5Ybq+8ZS0zPt784T0fqBW+iIcevqjWLT1szdm9tmzrPUfZHj4CUcW9Tas0PnkQLz6zMiG+tu6WPcC9fjsqhZE9kU0gPmqkNr5wPhs8gIkmu1L73j1iipW9qKG3vYYK5T0O2vm9+t7cPUHemb1+DeM9eDU5vjAIGb4V0xQ+X2APPsDSZ70lf8S9+qeaPRCC1jwjzTI+n3MRPoCx4jro2DG9xtiMPcmtAj7M0Uw9PrUvvgzADr2zGgQ+ePXevMvIE77xlzk+2ApRPY7PnT3AUPE8EwyLvQz7Z70uK5a9GtTAPXhBqTwAnu45gsnCPZPg373RCyw+S67KvRJzBb6gBsG96B+qvYJk8T2I1JY8OOmYvJB3ybwIrsC8E/7UvR6X2D3qhJw9IFbAPJ8EBj4Go+o9+Gm9vFCpvbyAsXo9jTuHvcCwiL1H+c69HAhpParizT3pPhQ+4Pe+PDgOsLyAj2Q9qMiNvR4s2b03bik+Ctm+PeixN70w0DO9ozUrPng3wzwARd26oD7Uu2gQ67xcg1k9IzUcvlhvLr5QjC28pFgpvTIkhb0w/H+9SPtVPRxrbD3b7TK+aozWPV3aBL65c+y9Pi+fPSgOYr0p5eq90BaDPRq+2j1ZswW+qj7zPXo+zT0KmxK+Q/8nPl8MkL0ByzK+D4W1vZtb8b2h0h6+6UW7vYCr7zz4tlM9AFEIPJxVN74vXiA+1Ig2vbDoUT3teBU+BHoGviYve734e8w8XtPkPegGuL1ASzA7WPQEPeSMG731Ly0++S8qvsoFxz0SF9s9blUPvgC5VL3PAgY+mO5AvbAHdb3ap989hC4HPUoopz1CCJm9vnwuvk7T6z2G5NM9AsSgPfgWCT2Wg4C9yr+SPXwlPL4rEw4+UJcEPMACgz04oZM8+KFGPWBUzLz56DA+gOaNvYuKAL63pTq+rXUKPvA42TyAC606ViPzPT4DgT3opO69K9gbPhAAdrzbo9u9Grh2vTUUD77MHF29fy2FvZ6Spb0skm69Lh2rPcwXeD0Avhs8s283Po8nxL2Q5fq8R1YkPlBFOr7A3WE7xc4RvkFPED4K2S6+H4MIvlMwA77QxOI8QCdDu0ID6r3oRoa9yPjbPDgEeL06Jtw96mP2PTgBiTz/1J29kNRIvWNGAz4Ojrg9dBiovSioTz0cuSS9i7oOPmhsaj3nnzW+AMSxvPpy2T2imLo9XFGLvZgmwTyip9s9rdoYvvUP371dtJm9imIMvmVT4r1tAK29l8SYvVqaHL5AgsA8fNNaPRT9aT048Q2+gMCyuxit2bxAVXc8XycyPogLYr00UHO9llqMPbnxLz7gAy2+inv9PYzbKr705nu9Vaokvhncsb2IN++96M6fvK8UOD55SzY+Q3wSvhC1az2HPDo+wLMxu+FsIz6+G5K9sITwvUq7uj3YSby8AFPmOgC4MD2oft28ADQrObhtgryoXyA9y/w5PuaVGr7VmJG9NpnAPdNoGT4k6ae9AF7rOU5ImD35KTw+5L1HvXSEyL0s7CK9CeU8PkDIuTxwFFo9eXbsvUQ8JL6EWk+9V5oFPiC6fz0w2HY9Zl6xPUwRAb77a6i97d+yvepO4j0gECU9AI8iO657yD2rhse9NmwOvsDVm7xoNzG9L/oTvoBkfryAJYG7b50rPlOMLL7G9uo9+DX2vIWD2r2YYRK+GAUjPTDdRD2Z3zc+j1ASPgBXE74wUC+9lMnDvaILtj3w93M9jo4lvrAOMb7ywv+94PIxvtEurb2JAA0+YYImvrflID4CXpU99Fvovde/O75uWY09QE0GvYDdCD1AJqW7UHRRvO5q5D0gjsy7gDQTPU2hMj5YZf+8U0ozvgg2lbz06wq9bQAtvnfKAj6UIRi+3hHrPebowL2gJH+9wLfIO5TwmL3Jhhk+saIqPmqCDr6GVus9/vvdvdTzfj3VOyu+qFnCPDh9hrxGpek9QMaJPBStIr7Is4y8PVPUvYKfjD1FGTU++iEjvuRMXb1QMk09jg/HvXQKxb04xZ+8txY5vlxdir2pdDc+sTMGvrDFkTwi+5U9fpwpvnTZBL4CNZ09oCgfPCautj0we4u8QD17uxq2tT3lte691Ng0vlSrhD3u7wi+9KoZPd8vuL2jghw+9NWEve564D04kxA9CMAvPRZwq73Zh/O9IRkzvo1ZJL6w0qA8Y6UwPlS6Y73gqZ+7FHUiPSgOWT1rDYC9TwIlPhL9/j3Huyg+liOOPUzeNL7XZzy+1lg6vlTNK71qZtg96ILLPJChrzzm+aU9qHLPvGqNlD0cAb29ENQ2vJCh0byJYzm+moXgPSU/Mz6s7CY9uNZiPZAiJ7zo/Ec9qnWBPUD4x7x7Jjc+OJqAPIO+qb0ZECQ+0vCqPa6Nmz0IcL297aeXvYB+gjxgBqk8TpWGPUKp2j2x3B8+Je4RPvWhKz6ydJE9ydE3Po6k0z3cXxq+WKxmPVeRHT4KnYA9fbE1PlYfH75altE9X7SNvWrppj38xeW9YNubvHo4ij2aVbk9hOkAvhNiKD5Arim+yHUivmfBA77AphM9c54CPrg4Kr7gWI07D9Egvoi0RT1I0UO9embKPaC2RTywLWI88kKgPVcjCr4k3mU9FNcZPTseOT5bfzw+AmfgPSXUnL3NJr69+DUtvgKK3T28v6m9FsXVPZCM+LzWwOs9xmEvvhx+Qr0AUQE6KO32vCwFEr6iUXS9wCtmuwi207z7/zQ+aAxTPcW+GD6E3C+98Nc/vYTjQD3tpBI+lqEcvlY9rj1ywO093iEXviAiD75clRa+FkfvPbg5gbzwBjq8LGo9vYvCtr17Dic+sHRBPIDo/b1oJru8Zr/3vTHLFz5SBo89+1kJvub8PL7dMCO+d04GvkokrD0BUQg+YOGKOzBMBDxyxrw9SNoivoF+IT4dXw++7NA1PWgV1TwIrIA8t90tPkAE0Ts3niU+9kwQvhCHK74pDzc+um2KPeMFJj43oDY+BimePfSRQD1TazY+4c0yPuqw8D3O6Lk92i+oPe22A77c5nc9+dMyPobdlT1IgAq+9eo4Pkpd4z2QHYA8gJ5SvDpf6D3wA1q8qHxovSslE77OuK09jwgyvi72rL3kQXi9yis2vl2Xt718Wh69a0MMPpUYv71EG3A9xDhTvQDWuLwaATa+ICyyPICKprxCuqw9z7cjPmRMMb7/sCu+4IWivD/hKz7OCge+VC5qPdYnwz1J9hU+QIiXO/Yzr706WPU9yjKpPSib8bxgpI+7dgqTPUppFb7Or+o9WIn5vCbEnz1tcIa941wEPtQnQr1I1p48yzYjvvS3Nz34Pa880RUxPmdaFD4oAgK+WERsPRCvIbxkdRe+JsStPShw4LzdOBw+ZlnYveC0Kjw0Wi09pNEDvnDPN70+dDy+OOmjPAAzcDz8gmm94n/IvZBcTjz+RQy+8mniPQrOgj1+dpG9ZcntvbISkT1G0vA9tL5uvbxxUD3wXDq8qH8ZPffHDb5vEDs+Sq6ePdbMrD2YSJU8On2OPUBgDTyEHEm9F7nTvde2Hj7Jtys+Ul7BPZFW0b3Wxb49/+Uwvu5FKr7Zwi++VZY2Pmjn9jx5UA0+kLTyvOqX5T0O+Y69f14sPiRXoL3Qv3c9Du32PTA6DD1AyC68tw6lvZJ3fr1eif29vrn1vaxTDz3HcZ29qygMPk3Upr2KZ/Q99T8dPntllb1jFTw+oD9zvVTS770zhQg+oFsPPORF6L0fCT0+LagKPqxADr52wPY9Lsx4velvmb33GSY+gsStPZbiyD0PEgQ+RC4rPSj7Nz0UmAK9O/A0Pogqez0U6A2+jG9kvXZ3mz3qMK09Uv42vtIjij10iDO9QsPcPStdnr3yyum9Bt8ivjYkxj3dERG+1e0ZPmDxfjx6GKw9JHckvgAPbzsTpyg+Sqwnvq5XlT2VvRo+SCtnvZNh0r1NXAi+o5wzvpNcEL6YPbY8GKyOPO1QL74IYJQ8frMnvjBV+zxgnPU76z8rPjI+AL6nHQU+7qDwPT66pj3gVGg9fhU2vhYn6D3/nSA+uGkpPeX4jL35iYm9sR8mvj7ztb3wZ9O8uEUgPU01MT7D/he+OesXPuB6wryAANW6jj3iPX6guj3wj0C8yu3NPWjTOb1Q1w+9otA5vkAWWLwozKK9cBsWvG70oz3Uqlw9CCgSvmSVML6AEZY7K94qPuBiLrzE4hA9SMYRPZmJBz4xxjO+9ia2PTof6z3uR6U92W+OvUgEZ70/hgM+N/6evd60Ib722Ks91pv6PYqKxD2AQEK8qYs0vgCp77wYq2m94PuNvOBrrrv0ph6+MBxqvWSGJT1OGpy9uwAgvkhmN76Fi4695gHkPXRUDj2bJws+Yg7tvYBmnTyMlDK+KQIPPil3LD7wo2+8Cm8mvt5swD3RPyw+UANPvQrSJ750yR29wKG7vLAKYD2UnWI9cve0vdT1Yz2fXAk+fhcYvmb/9j1A3uw7ata6vfwK9L1kMHK9lfozPvWcIj6yj4+9sBdkPOqDqb1QBS49dtnGPexXZz0H7Bs+7FgePQBxj70AJqu9vuvePeBW0Lw9bgU+vie4PfZGnj3/4Dw+SiqMPVIBtb3cJye+mNGgvACY/DhZtzo+wIU5OxeTND7APv08Ui73PYLCkT2Ihmq9kMbIvH/oID682UI9L/r0vXAuPL40yC299zwVPuDPZzwwgiI9wwsHPu607z2e+u49vMYlvfhxMT1yuRO+Bp7uPSl4HL7MpC29NUEWPpjwI72nZLu92XoXPueXPL5xzCw+hEooPdPfHD5C+6c9HsTaPZXLM77gQaW7OPwpvUqXKL7TYAg+iCyNvKAOhTtQoVS9CCIqvjBFCrwHCQk+k6MyPuCfuzsoYPy8JDdwPRxhSL3DVx8+B101PptpB77E9G89UmHePWxxNT36hcA98PznvD2SDT7E34G9vuqNPUBeR71Bkg8+hmDiPZsVBT6ehdM9VJ14PQDC5TqiuNU98ivgPYhkmb1+jvg92PjyvVNvqr1IrdM8sCFavaBLiLsFTBy+bvIMvshL2LwKb4o9wBU+vQQPIT1FpSE+PVPZvfzSpb3GXwq+4wsTPv00GT6ol9g8JhXnvSTgW71s9g89fCKHvWNLAL5/UJu9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 