{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "njH8vXjv0r2GgoY9lJpJPYdgBT6/hQw+wOT0PODsIbzqDrE9agKxPTPiLz6D8xa+EMcZvBpwuz2QKGS9wMdZPOjFlr1TAg0+KBuEPPBlIj3iW/M90E2tvd5D+z1BZSC+HVckPleM0r34soA9ePkSvcB6dDv28s89lCsMvsBZLL0CvMY9k9M5PhM/Gz6nPtG9uJUVvZYRvz0JGC2+5hPxPfmtLj7PIfu9DpWDvQ4NpD2g2RO9YegjPmAl9jyo3Za9ySEZvmdwMj7QPHa8TSoyvv9vLT5A/6I7DAgmvpJO2T2kJwU91RX5vYYZuT1Vsw6+JProvWH0FL5bC/S9zrn5Pa7YwD3eoA++yYc2vrcyBT4sSBG9PN/mvYi0MD1ljjk+YJD6vAgqkzzUCVK9If0OPi6Rpz3Gg5s99j/pPaxsDb7yFIg9248Pvvrcq73Qnpi8bKpEvcVw7r1ia/o9CFqYvVgXKb7rx729n1wIPnAYerwcmKG9MMSsvfvFIj6mbfu9GCwdvUzEcL31fh0+KE1pPRmOF77HDxM+HM0lvgC+lbm666g9xZQrviLtLL58Bg29u1+YvR5hlr1ak809EEdnvSDF/ztwQh49IG0GvmgbCz26UNU9UnSiPQTpS730WyS+hHBzPboesD2ASBQ8Be+0vejHWL0AzbI7MuDxvcSuLj0Uxj49PNwivbBa471YLGO9D7ACPgrkqT3p4gg+2kAZvsVop71gocW8Pu+kPd4m6T35kwA+nGU8vlMfir0g9iS+JBBWvZipxTy4yt08MMQjPTsvgb1zWDO+a8UdPpmCDj4m6oU9IFeru9OINz7y/NQ94ccePiCOebzPLA4+CTc8vjDN9rx6Dfq9Wte9PXlXCT4w0dm8HDISvaIsxr0ZDgE+S+TWvc77M74EBDk9TaiNvRLX2j0sOWa998QMvttFHr4wvEA9iuo6vmNSJD6RyAi+7DBOPaHoGT5wJGy8WiOhPTY5Mr6m9vy9VeEIPtE+Bj42Zvw9cMK4PGox8z31Fw4+wOqFvQCPBLw7/Aw+Fk6SPRnTE75aGa29/tzsPX7QIr5gK128IsGMPUTg771kSgs9Za+svYDS+ztJsRE+wH1ku8I2zT0x4Jy9llkmvnEcMr5SUd49LiWjPaqEur0wjVq9dgLKPXBeOLzI7Pu8/oCcPZ69+j3dLzC+DUrfvRTxgD1I+7i8M50GPiXqKT6EM+69TFAWvYHpBz7eUx++hyUTvsEzAz5gPdK8hll4vQzWJj3LAOW9g+MhvmyGQT1xdjO+LrKuPSZnrj1iJ7g9rwYHPvxsCb5GERG+TR4XPoJGiz3IsGG9qzk4vlVYIj6/1wI+oJLbO/Y+lD3+esC9wAP9PDuYyb269Na9zIsMvU+mAb7Wvdg9RwgIvvDjQD2A6NQ7cRsZPlhY6zwnTiU+MLsgPa4VF77dCs+9CAc3vmOYOT4yBx2+XKUgPZ7Csj1yEvI9vpuyPR+nCD5o8eO8/t3bPdYL9T3Q7wa+Tgb1PSdSKz6K+ZQ9ea00vg0RMb5Cqdk91DKAvaDxGjw/LQA+UugtvlPm3L1FGKe94HdIPROIHT6wQH49ugXHPf0aKz7GRb69NSANPuwTur3g1F08dsG/PUCIRTzcMSq9UOq9PIhAxrzR4Rw+EQ0lPn2jOD4A9uU8xejevRdbCT7J9A4+TV/ovZ1qND64L9u84dECPptqEj7kszw96BdYPUY9nz2yNh2+POoovtqs4D1dVC4+G9grPrDPIL4QJhe9NfXgveVVC77IJZY87g+7PUNQpr2gd687YODgO41wOb64ZLA88u7uPSyXPT3UqUE92ciyvTSSfD0XCrm9eHYZvQdtFT6wLNY8UrT6vaACm7uaYru9XfkyPn7InD1gosa81+3qvXimHT1nTDI+WJ+/vAo2tD2Wga49EAq8PHkn5r36xqg9zsukPV0fFb6ALus8sGYLPHzysb0UFi09cIIiPPVtN76nHRo+ef0xPmzRU70wemk8NwAevgCiy7m06zK94hSevU8qHT61Qgk+AhbnPWt5Az75rfS9WYoEPtCxZTz40CG+WJpcPdjaib3L8jQ+o10MvtZhmz1A+dK8alM4vgVaML56c6A9UIWDPdVFBr5eXs89PAoZvkDBODwARq28sDYTPFhg/ryC6sk9IVrpvWD/Gr0ZyJa9IuwIvkqoor1TmYa9gamDvY9zGz7X3RE+am+rPaYLqT2A3P+9boeIPWo5Or57ciU+75W0vQl3073Qnju8a0sGvuCdEr7ud+49UFEWPX7tsj3w2ra9v18VPoqWJr4Quje+B+YIvpDMRbwdicm9kdA0vpUt9r1DvC4+WCf+vV41sD2s/z296M6xPJPDKj6gR/A8QjyYvRUmOj7aqvI99ysTvpTVUb0swTK+xsgGvmgvD77gILG9xEsePZRFHr6sI6m9ELjOPOi0Gr5i4Lc9tWMfPqVHuL3WRfy9FQovvj1/Dz6JPzI+mfMcPvBUO77FEjE+WJUNvQZM+z3M+xS+oIi/OwDurTlncB8+N1wkPuYG+D2WTB2+jO7LvQZ/xT0UjGS90OVZPakdJr4ZJRM+BCYNPcq04z3ieK492foFvsAScDy4HpG9+iWBPVBj7b3fli4+B/c2PoaKnz0IQgK9QMKhvMZ5iL1X/DA+IUDSvc6MzT2Yvf+8gDwQvdmR4L3AiHs9zFdCPTzhBb2gvCe9uluNPdw9Qj2MsGi9w18fvsDhiDwA4cq9cVuRvX735T0l9DC+wN7WO8AmRLsYW5m94G/nPI8mPD6IkP+8zasUPlhG3rx8SCQ9DgesPaDtzbswH9u81D4bvu7bC75qxxu+KCE0vZdYFr7ieKW9Zu30PcrFAb6dyCI+ko3SPXJn8j0p37q9yCmEvdAay71srlW9ELyOPBcbGD7R3CM+kcwYPvLPiD2V1Qk+cDXYvBDhWzy6C+E9ckMFvudaND7vZSs+7YwnPpU7Jb5MtQk97M0LviUROD6qHeg9eCJqPZDkWr2qEgq+AE7UupjXbj0QQXg9Qn+ePdyFPj0Wyu69PgnZPYLt3D26bxO+AJmWu2DF5ryAbrI8pDU3vSOlDz6UEhK9Y9IHPmLlkj013S8+F1MPPrWfOT6A1h+78ITIvfvKAT7gH5I8TsyIvdtzG74dgxo+hmsBvoAw3TvwaTG96PQFvb7s0z1AGCW9EU8yPiWay70AyCG5wM4oO7aI/j1lgx8+4Us4vgeB1r3CH+c96OcLvqrlE744B8y9gj6iPcf9Az7g/5u7JNUDPfg6j70lKi4+M6MgPlLGzT36Kok9Z4WQvdBQBj3U0Qe9tHwFPZiwuzxMLG49yQAwPvq95r0orPw8bgMkvpH8ID6ObLo9WNNzPZTn9r0tLp+90MThvGad7T1oSHA9eo4FvrjDwzyk9WY9jY08viIahL1DQaC9YK7+PK44M74nyRI+fIMIPZtRA76d3iu+Kqouvmo7gb1Q6E+94Ki+vXwdXj102g49/OI2vpJzpT2gVNK7e37nvd9cKz4Aumk6IIXlOwatAL5yEjW+NieQPbfSxL2A0zy7upUbvoDFBDt0SIS9NpLzvcph0T3nJ/W95HNWvWBbXz0ksQ49WFcuvQ/BKT767eA92kMxvuEYKb7DoBg+aC0ZvlRMYz3EwhG9HqWQPQCRaLyd1+2949ajvdV3wL3K45I9Xt+zPXA7U7ypBQU+YElrvanKlr02H9s9iM2YvFI/2j3oXR2+rASwvax43L1Ao3O7A/QPvnZUKr711Rw+BfYfPjb3rj1g43K8lM1wPUmQIj4MFRe+eoeYPSeqMj5oizg9Pr/mPbr+0T3yIog9D3OyvfGTDT4w+708gRMjPkJAhb1p7Rc+gBBevAQdhD28U8O9IqqovTJQrj399g2+Tv+bPe6f0D0sAoU9cMKwvMutv700KWI9vAwIvrAdKz2qXxW+9DVIvRaYJb7wzUo8x/0MPguyHj7c8Dy9o/o5vuIB3D3AkiU9ZvSQPYKuib0gBzI8CJwxPax/Q72QMTQ85eA4Pl5nyz3QJV283DcdvhbD0L1emyC+PKHFvQ/KGj4Cd7k93KF1Pew8RD24bpa8ID9pPLm3AD5Asy09VVIzvhZonD3iK6g9k0AsPrAUL74YTu28ADRsO17Pvj2PRAA+VmCyPaCNq7w5ETk+gOH8vPNSIj4u6fM9AAjaOTv9Fj7CypA96ZAePjwxg705RyY+V98zPmDDlryAe+g8IG+XvfTZAz2RB5e9oMgePOCVhTyo0yi9Qm4yvmxzJb7qQ+Q9gPzDuia5mj2FXRQ+pqnHPfM6JL48qpK9DxiyvUiSPj2oXKC9OZjWvdC12b3Yl9o8MKg/PAjFprylpwm+l8sJPkj1wTx09RW9XNHsvfhwI70XUA8+YHWMuz8SJz6O5Nc9oLhfPdoahD1G2cw9V8wgPjhuD76dVzm+wuvlPZiXp7wQu769VEU7vf76sD0aDKk9rZvtvWfjlL1hMB0+qkbSPWmBET7AJAI7wX3PvVK1qT0ltiw+sU+bvUGRBj5SqYM9Be0ivs7I3r1SHRa+QNYBPYYBJb7A7L47gM7vPNp47z0ocjm9LIc5vuDH8rvA5ji9uTsJPnERDj7AxaY8JLdwvfXcHr6HEw8+d3E4vk6pIL4yFpo9ZLVoPSLWyz3ro+e9LcgJPuqKjD2GPNs9kXcKPjsvML6DGw4+FhIHvnQ9ej0wIyC8uOfLPJb8Ib4QSPc8QuWvvQYYLL49Dvi9gcocPiwNcr0iXR++egzVvRzvR71Az7A87k2bPfIZyD1uvZk9Sm73PfDe8jzvoYa9c74dvtxVRL1Z4Zi9tNJYvW+AHj7wUBa9ZM0PvfAiy71K+6A9kEdKPH+lEj5kz8q9lNAMvYVz573B2Cm+Oq6/PcC5Lb1iR889cIEPPLgvUT2mn+o9QGCkO8r0Bb5BkCI+hmLtPc378r0CvRy+hOZKvRBfHz0yecE9PrLoPbcLEL4DZhO+rmYRvmj1jr2Zpe69eWogvt6I4j22Ffw9ZWIiPmvRAT7aC+c94KmcvOi9xzzyoA6+752TvXOyMb7Mx5q9YMvXvIgunrzAA5e7ucAzPuBQLbxrpiA+WWqVvVsJ5L3oYMm9AqH1PYenKT4JHAQ+0NhAPe541T2FHZG93m0avrHIOj7w9Qu+oI2pPI+pET5axsQ9aasXPkIzw73a3aQ90I9wvVvYBD5SHgq+fUEjPtRCUb0Qw0695PsRvs6w1j3B5Kq9rAxhPWnKFD4pGPi9BjD0PYCGILyJEgw+lW4DvmDiML4AZ6A7Vn6UPeSL673fhgi+jqIevrBnGj0avOY9wFTJvAtcLz5QPaa91wIOvq1HD74q2/09udf5vW6FuD3chhc9AMgBPcpInD3UWBE94ERdvPFeJT7ga947cbwxPgZNAb5glSW+UrHoPZR9Hb3kkRi9K0MWPrhVRz22PZQ9gFLWveAuCr0sWU+9vcGvvf8Cnb0JGzQ+mOOivP2GAz6qhJC9YJsaPH+MMz4S+TO+0L72vA467D2AyuI7/eAwvhSBEb3ambg9CUzbvSvLHD6giZk7AJEqvk2vMz7movI9TO8wPWbyBL7wTZ+8Ztoyvl7e2D0Yuce8ZNVKvapHKb7qGom9QsjZPf7o5D2gBL48sCJ5vYChZj14eWc9yKmxvLYauj3H1gE+sJcAPJD0vrwuodS9eDXSvTrzJb5tAh4+Eq37vXbNAr5IGDc9g3oGvvikP72iL889wHNlu16WJL4kZ2w9sHWEPdiCYz1wpbe8ALJyul8FHj7mjy++iVglvvC1ZT120Li90ERTvQqunr1htyi+yPfIvfqeDL5wBh89eVQQPpsoKz7wRee9mJNzPRt/Bz5c6R49HLsKvdjWrbyYBGm9S53mvQ2aJj4IHDS9w5PmvQBZDTwqW449cFoEPADtGT3xiBe+Atcqvnpl9T0guW69E68NPnYc9j2jwuO9eYoMPorK0z0My/69LZMxPoYI5D28fhC9KBA/PRSQIb705h2+WGAZvmNt170cBRO+H2DRvaY7pz1W8fQ93yMXPl7Tmj0QZFq9LLenvWBuUbxCpBW+UGOUvUiyiDzUgPa9GdUlvnpsjb0ykMg9XUEfPsB1qzuirYM9pfY5PomHDz7CAim+AMrLPDiT/rxCWd49is7QPTeVtL2e8949ys6cvXaE5L1xcti9KO/7PKD7jbuY+249sYArPhApFL2KuuC9LCzGvXLv8j2KPDy+MORBvPjZqDwyl8Q9yuKxPdRWEb6tNQQ+4KX6PDapCb7MPvi9x4sBPkDai7sGksA9CH9GPYa+w73+Djy+QhekPae+Jb4tZio+1bIPPt4j4z1xUxi+uP7JPKFnJD7zJwE+QBPfO/QUAL6YxnQ9KLqJPPS5Dr7W1Mc9LgOgvS9KND6HoR++krHKvSSHAb0o2sk8MLg3vQAJBjtGI4A99ogAvnCkLrxUi5e96B5jPYkeOT5OxNa904A5PjEmnL3U/um91zcbPsVsFz7XlTU+52+pvcNPKD6YDaA8jSyEvXC3dDwzuAo+ceQOPsoetD2JFTy+AhqOPWB/R7ydJhC+b4kbvuwSlb3osHW9TqkIvmO0MT6PVM29s3oxPixGOL22mcS9ZzApPkCTvDy6UuI9GAQuviDdIjwgVtC8w3ItPmaI+D3OZ6I9VAdPPU7dGr58ABG+WLPWvf1bJT4wRgU8QMESOygbHj1iEcE96eo7PmFnGD6u4M09+Nt+vYjQcD3IDFi9N5ouPjG1AD78Ivi9YpWsPcC9QLtfJR4+YHFJPBioA70AloI7RBMZPUBcEb1yH7k9ABg+vVBVrjwO58c9Qu/YPVlHGT74TtW9coyQPS1qAD6f2Rw++M5MPdY50D2OicW9QrDRPagdiryIyhE9GgCyPbFOJz4qKd09y+WmvSAUtbs9TwW+epuIPSbOuD0JGQc+y2kUPkDInTxR4AI+9aY0PpJWoT0xvwI+gOowvXuOrL0Y7i49XnXnvRftJT6URXI9kCDZPCmTJj52neM9TNcvvZNpEz6DGRo+7Pe+vUvXib3aLdY9EUsQPmGjML6U+B09zHwPPWMEPD7IPso8UIu9vCD5Cbyw14g8dYUxPgdM7L2wVAC+wQYIvsjAmr14Nb08vFzyvR8ONL59ihs+LEWFPb6Tnz0xWiA+k4sZPoBXB7skCyc9GNjkPEUMHz4QgnK8Cw8VPr5w1j27JRk++lkPvkSlHD3WSrE9QYP0vY7WBL4O8f49/6amvUBEjLyMv1O9AL6JuyYa0j0wHbc873gVPrZ07T2bPxW+F8w4PtrLhz23vZG9W9IAPgY9J74Fkpy9KZkpPkg93jzqOMM98JIxvf4vLr4ADpy7NrInvlKL3L3gdt+7pEtUvXihI74fnQA+QPgmPGMLGz4Uphi+fH9aPQcsBj4aEB++XAU3vlj557wk3mY9AB8/PD4qhr15uhA+wEUOvk5prT3iwdo9WP+7vGSDfD3sNAI9N2soPjRLJr1eoIs9QEBdPH53vz28ZCo9AEjSublgND50bLy9/PBePTBzX7x4lsm8KmTnPQCqGbreXMg9sHOOPAYLpT0a8vm9YQ/lvXztRL0Yqza+AMDvOHRgAb2zSg8+pOEevRQz773soVW9AkzhPdD05rzuXLs9tP4Gvrp/kT0eU6s9NIBvPcpDrz1i4gW+zkPDPS6Kzj1uaH296LVGPdAwe70ndgE+XkfnvYcuKT428xq+eh3kPfWhsr2p0hO+6dgcPkVOIz7nt4u9wG/AO11IED6Qrdk8pK4lvWjnJT2RoRM+qPquPKTUZT1gIpU8Xha9vcSPAz1MmS49LT4DPiw7Uz2QvHY8PZgNPrFKMD5QIkc8gNpouxQ+Rb1zlJO9qDAuvVrw7T1chYI9eJiCPYDSOr6+nDC+ykGhPXPBHT4cMCY9hukGvvlLzL3c20C9/qr1PRCMuzzgnS883MVoPSetGr5e7SO+PwQZPkvmNj7AHza7WNQSvuWoLD6n2Ly94Id3PHhYhT0QrNo8Hht5vTsVLz4oA6K8dnOiPZYw3z3sbFm9NfT0vTgAhDyfGi4+UG43vo+JH77A9x29qB7NvAA7SLzwI6E8vt3bPYD7Fr1imN2901+YvYDxDrvXI8m9MAAwvatgrL2lmjw+SrsaviQPK74KwPo9taO8vZ00Dz7WoQ2+UbQ2PmHMLj4Ebh++ppT2PQ4d+z29tL+9YM8nvEWPqL02JcQ9rKs0vXhecr2SHba9tB41vr+e7b0cfCy+uqwAvtrQ6b2JLi8+lsLCPbvWKj40xX09dYoUPoAISzzUMS2+1QQwvvm/Ar5QD+E85f8zPhGYN76qzJM94dwevpy4M77oyqO9ZXqKvUnBCb79prS9aNsbvWFJEj7gfHc9cvyUPQBlMruilp49NuXAPRC+/jxvoDk+HNYNPRK1nT0C6A6+mGG6vH8CDj7eQsQ9xtyiPbuuBT40RIy9iC4lvkiTBb0A6gO+lDcnvrzxRT2QKaO8E28LvvqUML7yzBa+Ut3gPTaYFb4oCbM8JeIRPjjB17wzdfO9PWCYvdrwmj2k7xi9qJZFPb1RNz7RDTi+eI6kPEzlaL33yo+9bhAtvpRPNj2lwPi9K4+5vQ4xAL7Ao/K8pFUmvU1YGT4A/vS5lUIbPpoouL3xJAo+8pGsPUc8Hb5HmCc+E7n3vZRQGr5DmAA+l1kdvlDlebyQMXg8QH8LvCLgIb7EoAe+YNWCvLphpj2AvGs8JVEDPibY7D3JULG9Blf4PdjjPD3AIBW9JCsSPdd5KD54f3I9uOUDPXo/5b3TyQe+wgqXPXKg/j1Yw9s8lysHvtCwbD0a1YC9/JphPYpsN74gWiM91qPTPcO0Iz4IaSM9HMZRveNyMD6i1bI9ZSETviKY0j06uOI9kHAhvmq5pb0mdcI9SywkvnykKr20hjE98veRvRNmBz6pWgk+eVcMPpfFNb5Ejks9gCWLPNILhj1r7Ag+gOWrvJOgLT5rdAE+jrnUPdNEEL7oMko9KhfSvRwbIT1NLQk+MXEVPswMqr0YTtm82zD6vQjIaD2S33i9US0nPgKhwz344kM9X3Ydvlrd1j32ycU9xuesPUSATT3QUjQ9bL0yvpiPijwsHC69qI+evIlUGj7ASLQ8Vlk2vp9qz70gEUG9D/cmPv5v4D1FMgw+0rSfPSwpAb6AiVY7MTctPmAx2bwTsiW+eKtWPUDYJzx95xK+fBY+vaguEr4ZFy0+bLVzvQnEGT6AAjQ9MQU1PpCHLbzmUok9LBjfvdPvur2QTj49WrXMPRKP/j1vRay9+0W7vWpiyj17H/e9i3wAPqi8Ob4ARAm6suIEvhytD74LDSS+QtGTPZ6zuD3OX9A9sC4YPWRF2L0R+Si+JMouvqHAA74ATK08a8YjvsgK17wWZOM9/z4rPpddIT7SY429o/ILPkIhd71lIhw+OkgWvl9GOj6CIP49dkPFveVKOD48LRm+gdskPmwrbL0OK+s9MEp7vNgsHL24hPS8gHTDvI4PtT3qvfY9/k6ovTlMHj7ustk9OP5yPQUdNj6Cu+Q9pKQAPXdx5L3AHEM9EI3dPAC2jjw5AZC9LY4NPhyDIz3AIiO+ji+2PTjYMT3tExe+LBJwPfc6lr2q07w9K8MFPtBjdT1YmaU80Ii7vIBD5ztAyYe7wGMQO5QqDL0dyiG+x2oVPkDELbwCC3i9nWEnPpDhgT3cl1G97pWFvYnzx71A0f+8vdUxvuQbNb0wotq8yUIdPs9s3r1pVwC+3IBfvZksLj4yVbA9ja8XPpDdvbxeeIc9gLjRO7Z4gj1G0tG9WN8YPQSsDL4KB/M9ENVGPQR7jr2W4eu9QM3nu2MfFj5vMAk+PPVkvfhqGr7MxTi9sjvpPYfjIT5Cww6+2zjfvazAub2gtai70Nz+PAaS9D36PS++rC1yvRaUtL2clwi9IM0tPI10Jz5Q0Tq+wfkdPkCxW7xJOwo+I+EbvqbWgD04FvK82SIWPqqftT0o8R09IFxiPcVQOj5izYg9hvPoPQdMBz4J1gk+GPb7vI3p4L10Oyi+4JuTu0gAr7zkpQW+UOVvPHyYb70y9Zm98qvtPZot2D3SPIk9P9HmvVflLr7oeyK9IgkjvnoC4T12SNU9mvbvPVRwcT2lGik+ZzEpvnt0FD4nRDC+gOtwuyX0ET67Ei4+QPupOz6wtL1oXDa+x/XtvWGMGr7g7Pi8gBQpvCipkTyWZKw9YdsXPgTGTT3wYVI8ABzBOXgPM75HWYW9LNcPPcGfF76WFJo9uAS7PIDksLun0gq+UcYcPvaE6D3IK4i8SH4qvh46tT25uyS+pSwvPifsPL6OmbU9o14CPqjeZL38dDq+JI2tvWAwRj3OGxy+vPtwvRVNGT7gewc99aeyvYhMSL3cswi9PiKqPYAqCTztRii+ADjkO+bf+j0uwDK+ZDakvR2/J74wMC6+9v3OPVYo+D1Ss6a98mf0PZ507T0M9I29reUxPvYLib2wquG82ivvPUSJKL4Oju093neZPTD76jycTAm9AsX1PUjRzrxKmoc9BYMvvgcCNT5wNUy8w330veFsCz61mCi+EOUOPIFoxb1/dg0+EviwPYC0ODzS/oo9ZgK6PVdUIT6zZAy+FWscPhrUnj0jFiG+VAEDPVasjj0KDYk9mualvW7imj10Nlc9/4MlvlyNAL5kCSU9WsPCPYCAU7zAAfy7CX+Kvcx7F74tDgQ+MdUzPv48mj18dws9ojqBPXCwrryEOSy+ofwqPrY/pz0lAAk+hS2CvRLYAL4Fksy9qWwJPrzF3r3p9jI+6NduvcIJdr3lvCY+cOgLPYZm3j3lk/S9yhMwvj7SpD1L2iG+MBlSvN+fHD5+Yto9S68OviY4+T0QgWM8zqKYPVKo+T2BYpS9GgviPQ4khz3W94I90u4ivmAPO75UkSC9cG6LvbaJwj3wMD8874EbvpwHQT1aO509HE4+PedrAz5rsDO+Z+UePodZjr3Adye+VuP8PSGkHT5h4iS+cI44vPe1tL3sb2q94rC8PbHVAD6CevU94LA3vr20Nz6svhO+J8TGvQTuMb7s6yK+FEsCPYp3GL6zwDA+VKMjvXSQDr1on9683jTQvYUGAT6CzRq+pJUAvVScGb5Aemy9yIzoPEiXob3S05A9AKIUOt0WKT48XN69aLrCPKeG471QZX08tSAIPiTtD70yCPU9H0A6PpZsqj3pz9+9WOw6Pe8IDT4AQC63aBDqvHwOIr7YSWC9KNDgPOj76jwJsAG+J72mvSAltLxsVjk9dUo8PgBG37ncCbi9Qx8WPh2xGD4yXB++2JbSvCE4lL1gVBq+ceskPpQebb2y6vI92rvZPbjQBj04Ri89Eh/lvUKK3L0Sqi6+eUIIPkKV9T1ohuQ8xSygvXQnVj1vdBU+uA+oPNzYOr0RpB++/LsGPdLJtD2SrOw9gKmKumr7tr2klwG+6V4zvpZm+72ACVC7sR0BPoawhj08Fmc9gDqROw7fmD1q5eg9mL9ivQCetbnQsJu8gKd8vOD1Yj1RDDq+1ggavmDk6zxUzBW9GO0VvchIUz2qR8g9yGU/vaxvGb0mRbu9yPatvJaF5D3tsio+t6MNPuIOmj3F8Rk+68itvRj8zr3N4gY+2DWkPOgT6zzWqZo9OpmfPc0RPD4Aau65mot/vboYMr4A1HE673EjPvOZHz4gy3K9ONncPFEjED7n/zc+gIDbOyCpz7x205Y90F/jvC89970Y5OK88AAxPCCtPrxrfC8+NILdvdPxHT4DBho+WFtXPd0MNj7vDQY+vOEnPToe071xOxQ+ZDQ5PaqExj3ASC69MFKcPIhdeT3xOBA+wACKvDcmBr6Kf/G95HT/vcG9Ib5Mc1298PH1PPTxXb2E2IO9oHhMvJok/b2wCz49DeYHvj84PD6l4y2+IGfOO4ec9L210zA+yqLWPXg/Tz08GYS9EAoCPE0EET67/hc+3u3rPVAElr0gLxW+Qa4Nvj4D2L3DsjM+SGWkPFCnZ73kKyC+jyu1vfjYHr0S4eo9IkGvPbhpn7wwYwK9vYg0PqD/07xiMIU9T1sMPjBKW7y3O7G9uOHBvBOEpL0p8zi+was4PoCFtTsQmt28nkCdPXA6Pj3fLAY+caExPnoQxr0FCAE+nRfrvaRfNT38UTs9AC6aPMXqi73hRR0+pJMePXy0Oj2+qvG9kMtDvVC6Cb43khc+2VEfPmD0pbxQKca9ciPFPV/5A75EbCC9gF/Quz5Fub2orCM9aH4SvacuGr68XVq9TUQZPhCz8zwAeI86rWcovpwmHL50MFI9KxEyvlvuJD4bGyY+pli6PdAcgj3/izc+ZsMdvhjcL72F2SY+o7vCvby7Or4QPze9UJtvvQCptLti5R6+nvkovvAzLL2n+S8+1D0OvQewND7A0hK+eSE3PtkCFD4grqE7YMndOxqmkj2LKSi+L+wTPknCvr3mN9A9rlp1vdjrFj1Hx4G9Lse3PZAzJb4Dows+WKUOvveyuL2bgAk+dyouvl++LT4tNgE+LgnBPTI5sj0RZAI+MEjNvahpmr2Ypdg8S70yPiCcODxOBt49PnkLvnT4Z70e4fS9yFHAPGJd8T3ohw++SEENvqCIy7xghGk8AQ0mPmjx5zxII7Q8aGjmvC/nBb45Xiu+AGasOiSvK74CS8c9FlCOPQmWJT6aGC++tzY1vguVHz4FRd69dIFzPVGnPD5GcKG9H5YkPth3rzwgPQO8eKe9vNi5Lr2A9dO7OHYGvlChL76gzxK8AK5du9YwE75ZndS9OMa1PGCaH77wxcw8DG5BvUk27b2lQS8+GB2TPAAA2brtUTu++K+aPGaBC763XOq9rqDsPaB18Dt82P69LI7DvVApD74AUGi8drLRPVt0Lb4AUJW7hOIyvW+vAj44Dq68odUJPq9Cgb2Lwoa90nW6PS8fub0gnKi9XonFPRCsX7xEshG+Zr3ZPQHwxb1IEsC87ksZvvc1Jz5GZJ09+NmJvaBIjDs07da9+cM5PkArejzA8r47WjzsPQBGqTsAPYU6/uE1vp5diz0X1iI+VPwRvsJdBb7zogI+WN8PvaE8yL3lxJG9DZKOvWfMNj6aYrO9JQ4vvlKcnT0GhJA9npoHvswywr3g0O69MeMDPuaSL76YAE+9CMMpPZ53HL4EHQe+lrL6PXrKl70AYKY655gtvijxFj2STfg93sn+PU7P4D2gY1g82Oy+vWjSFb7SSdM9qIb8PE7Jwz04dRa9EmynPQimAr4LyA4+pEN5Pfou1j2AOma7HPCtvRIc9T2gcai7lt7bPRDcGL6QfD48gFTzOwBKwDolVBs+OOS4vMjQRr2z1eu9VMJXPeDhcj11aBA+JakYPgi2FD1gOHU9INPkvAfPDD4KT6K9TMM6Pfax0r0gOfK8/pLEvd2KOT6Kxeg9nElXPSFD2L0W5xS+wPXYPOKdMr4MYQO+5qH0PTed+r0wHRY9ENgLvGiTy706L+a9tZUUPpzsxb2H5i8+nTQ7vh4kxj1QtIk8Ne4pPo0fj72IMQu+fPclvncEL75uhOc9kHK6vGDt27tgyWS9x/4NPkJ6gT0E7YI9DOvtvWBddbxgXgO9pisKvuftML7GpIw9ZtydPdQrFL5G4C6+MzojPqwoP70lazY+jZQVPr+HO750HTi+AMElvZ4n3j33BBw+LckfPt5mjT2ghN69q9scPlABkrwB5d+9smbYPSZHoL3xeLa98MUZvrCT5bxg1ps8koyvPTDwDz3cnmq9Wfw3Pu+vFL68bpS9QGTivF+mOD7xNJi9gKV4PFDBqbwwaDi9yFuiPHCD9zwQOam8IsynPdz4172HRgK+36MwPrCElrwG6/I9CsTlPQ0t9L1NfC8+UMYxvNItpD1w+nC9TJFovfUgGD5uAcS9y/kkPpmTJb5kzEi9wOInvUY/1j3lYg8+yJjqPFTOPb2Qagi9LLJNPfAWBr598TO+JFMzvfA4Tjzy6eg9yCe1vEDccbwe/KQ9O/6vven3Er7K6Zo94MZDvN5qtD0em889rw4fPvKK8j3Q58C99lu0PYDxr7sSfq49tsUqvonDNr4ilI09mB8WvZZw6r3gohE93MwtPQ2nAT75jSw+qv3VPXBGTz2X7TO+EK3/vPgbyLwACQk7SyC2vXRpi70aIKI9AONUPIP/mb34X/28gAblO8HHMD6CnLq9vSwtPvn0Mz68QTC9hu2qPcc5Dz4EVz09RLZzPQsZ7L2IZfO82HEYvcjf7r1QMJi8D0jsvahwlLx17IO9UpnvPfCribw4hyk9vU8mPhLSFr6senG9/j3rPVLA9b0amwS+qnrSPRM3HL47oum9YFZNPDs/I775aBu+paMwviLlxz2NbQg+AraZPfk0DT5pGwy+SMtUvUD56DzxpDU+MMc2PXgrCr17rxw+6sj1PWIsvz2Gt649c8EYvjTKwL3eeIo9SD9GvUpZrD2S7v+9cPPvvE+Dsr2l6jg+uD8Bvkoz6D0Ku+w9OCgnvWDLwTyCFoc9Ho/CPfVSET7546K96m23PUcmAD7QPzq8ybXdvaDht7tMuwQ9WcobvsQ8d71wc4a8bl/aPUGrID4zBBo+060APtYJur3m2d8984ooPpcvED4SSZA9OLcrvvAcQT3M1xC+rgILvgKG5D0F+zU+MGhgvPxKcb3REgg+kMVDPddRkr2AuVM9oIkLPdqokj0FhIu9sEvePENaHD4g8na8zAIEPZQlSL31bqe9nUAkPtWCND7KjOA9vju2Pb507j04ooa8E26yvRNGCr5jRYC9FekAPrO4Hj6wXks8T0oQPnmwJT6QlyI9gEU7Oyhr7Lw9sa69IJ5mPYz5LL3gtji+JjSovRKTMb7EMAq9ZNltPZaS6T2MfVI9DrTnPZhK2bwz5h0+xZQzPttCm703jhW+sjIrvuqvDL4gK6e9vtzkPbnMCj7gtB6945iDvQy9Ez2osRC+EFaYvQJzC74VbgU+lMdWvVAgIbw4GtM88ygEPhgoYT3T9Qm+lJdfPYyLHL5AXVw7nE9dvaroiz1Nk+W98XEaPo9HJr7Ojhi+SvKQvX6H2j0mSLM9pAEKvcyRdT0A5Va7W08cvugGYD2WlaQ9O10jPjjesL3ST669wbvuvWQzLb30QU09Ta3LvbC35LxA/rM88MbYvS7yO74AUMk7wlAQvmAYD7xIZTU97/M4vlpZ0j1ErV49/gn0vXb72D28PFI9QIYhvXXYHD6G1+g9mrf5Pabzyj2p8Tq+IAYxviAyhbsGE9w9EMIwPYS1EL07rjo+GeMxPoZod70uaBi+gXPavTAmMT2wVYC88EELPRgVxL2l3s+9kBR1vXiXDL1Ygbq8lPYGviBXSbxHfRA+NiOrPaa8jD3Yvm+9g6AmPkBZRDzkzfq9znXWPZao+j1Y1T69N/QWPqAJjjzAX1S84LCvu+zHKj3mvoI9AB2kOjUiJb6ih6g9syKovaDY97205wK+0PI4vjnS270knRo94AnwO5txIT5sXT09D3UrvqDwSD0pbTw+pC4EviKryb0gu1s96D6DPIoyzj2JHQA+wGFXu3Ym5T1BZYi9QAbLO6sUET625b898GfavOgU973zCzs+OZcOPmxoAr4G8gC+oGVcPSwbET1A/qQ8bQehvX1WNj7D1oq9QHIMvJ7olT1Ppgg+sN+kPK0VC77+Ruo9QIvGu4mH173/Dw8+CKCGvAGBDj5YmvG8UBXsvGciD75Ahym75mHePcSlMj0GZBW+9eImvoBwKj0AQFK86DXEPBb2oj1CuoO9VuC4PXKuqD0gN5i88+YJPuMwIb6azpg9RDJSvV9Pkr38K0g9wLPMPIAGjTvgQ+c7IBChO6lsJT6QgHo8hM5NPcijMb2qNd09GbkqvskeHj4Al9U67/v4vbIHE75UOgi9yLqLPK0irb1PbSU++rzGPWNZMz4eSNG9Z2YYPrDgsr27yIW9sDO8PIh7pDyo/Dm+L+K8vWTokL1smh29oPQgvu7X0T0otxi+ZAsTvqrk2j3dhAE+u8PVvSrXpj3MTE69qvnmPS4+hj14H9I8AKcluoYAlT2d2Rg+EC9zPXDTFj1qP7Q9XviFPWC9ZD0nrCw+xxM2PsrOMr5+feI9YKcrvjndOT7fmKC9gIBZPED0abxgKU88MniaPaENCz4u59A9E/IDPm4/jz2Iu5S8YxfnvRLoqT3womC8WC8dvgQZOL2A0f67UPdQvYkFMj7E3Xs9vHIIvv4W9z3ikCW+ITYZPp5B670p7pG9eLm1vMDUw7uv7gE+A+I3PpJH4z0euKi9TMUbvTYqkj3i9pC9TM4oPY7n9r0Gtvw9GzwAPipNvD00EEM9mtPCPXdPKT4U9jo94HYkPb1Y+b2zkw0+i00JPgDUiLrBQh4+1RESPkwAAr6OifW9GIwWvpCDA74RaCQ+9mgzvmBzBr1ZdAk+9miePaS8YT2YnGu94NX6PNUVAD6N7Bc+FTEJPgYitD1s8bG9oP86PFh6GT09ybe9DYM7vmLoqz1YVo88UzuyvSggdL3a8rO92eQ5PvDYXL1c6hO+43IAPk1+AT6AeLE6wKK9vDnm6r0Qlxm+1GBjPUBEcz0b9S6+sBbVvPQPbz3Q/Pa9srb5PS2xNT6Jeja+TmGIPSmP9r1w1ly8GSgDvsFfMr5Y33U9fhXGPY19Hz6B7xU+oTgNPkAdErsj+IC9nJI4vRg20jy2Pce9gPKlO6gl37x2wjy+NBxAvZPYBb407hi+qqXTPYN3Nb74uhG+/L1ZvenBBj6+huY9DK5dPSAUaTyY0QG9gEjKO9zIDj1siAY9GeeSvbSgeT0T9jQ+UHm+PJo74D0pioW96F2JPN00LD6wej49iFrUvbCpXbzHJy0+imeRPZLdjj0i4pM9+WTyvR4uiL3EZV89gf6LvYuwFD7poQS++EwtvuxTQL2ZoDQ+Ra8PviuONz50zNi9aGjmPCSxdz1AyO67p1H2vSkfD76k2cC9YvbivfZZwj2AvWI8/Be1vfPFMT7Q9yE8aDZivQM1Ab58IAW9ZrfAPc17kb2LijG+riHAPXCIVbyZdiU+2NYgPX5h6734Aqi8IrCrPagCIb7KA429eU3SvUBpDzywCbG8V53ovfeSIT58KC090PpzvQ5jAb7AmQa+X8cuvum6LD6I+Vu9HG2APfPZCD7YB7u8cA8WvjmWAT7gj0Y9mIDSPP/X073CbbQ96I0fvauaAT6WCeo9zKcvvZBIvTwGSNQ9DmGpPQSXH7672g8+NDjnvUQ+Vz1QOFY9cLgOvSC8qrv4UvC8ZT8yvgNGAT7HNB++gJPgPFuvCD4E2oA9A6SDvWdnHz6MVwU9NLdHPV58pj0adc+9lK+qvaO0Jb5M3kS9YGTMO7mUBj68ZSy+VzkpPrHg2b36RZU99QIIPgDQOj1YlNe8ur6WvYzjbz3WMbO9NQ0mPpAjFb4IDX4952csvputLb5gJ+i7IJzcOwBFRDsl0ws+Hi4lviKIMb4wQj89AO+OO4ahoj1gUao7uMRTvRWp7r3YamA9CBTFvTC+kDxSS7E9KqIgvrfSy722Lxy+AL8OupiY4bzJMtq9wUQLPozPJr6K9pG92OiZPG2iJr7kYRW+QF5dvYzBRD32JaI9YMiFu4CGfry5NLO9CnDtPS+ODj4ClrE94cgxPjTRJD3FiiY+drCgPbmq770JjCk+IRoMvidYFb7HqPi9APTFvOA/MTwqHiu+5xwCPuJnKL5Y0de91NsavcL/sT3igsU9NDtgvRCNxbyNFyg+rhGLPT2rKz5HiRg+nuAHvoSQDr4w+jG8yQgLPiAfvLzgeZu7uHdaPSzzCL7E1xC9xmGuvaEEJz6U6lc9ICpFvF4r/j1ARcu8APhlvfTII736XPs9A7kEvhHSAb5D0zc+prj9PYbvyD1xuN29fN79vRUV2r0wNsy8Phn8PVAWFr0IvB+92JvdvX5glz2dPiw+MF1TPRzQ8r3CIcQ9oBDyOxFCrL0P2r29FLEuPcagxb2TMi4+U7sEPpZpnT2Y/Do9hj/ivbwhAD31sCY+Gg4Svoqswz3wFNM8Wuf3PTnd672nhjU+GCkuPepa4z0Htic+JMtNvSgoVD2lFCs+r5QLvvtOu72lFgs+FPJ7PXDsq7xYBcO85Hs7vSHU7b0V2C++fmTePaBxC71BHgI++6unvX/5hb3WSqQ9UrEtvr8+JD7hJg6+ppSiPYlnCz49bfG9c94wvqi5MT0xOyU+4c8RviPmLr7MCj69Ctv+PY7YmD1gQuA7HMBRPdpJ1z0TDjO+kVwDPni3cT3ENnY9Vavevf0gM767nqe96q6jPZj7Ir4ltwU+aHTNPM1DIb7tsig+sfWDvXDKfrya2Cq+xA5VPVTfrb08sQo94GD+u9Yo4D2Al7w8wDjtvO81G77GZbA9wJswPHKCiz0ktR898O1rvShSs7yXLgs+wF+5vIrp7D2hUNa9CF4yPffM0b1dJ9W9xiUHvqOqFD500AK+0LjxvJSSaj3OUbg9J066vdJ3Db6l2Mm9I5oTvuifkDzw93G8GB2evLH4BT5e+7C9YDy2vA5G4z00VCc97hSfPUPcDT6C5589xBXyvXL6gD3GFsk9Ujb8PQKAgL0QBMY8QJ2ku/CadT15cDk+2sTEPdkmKD4IEhM9mjGYPf4j0z2DyQs+SFFaPU5spr1sgD69aPNAvTioljzYUCc95DhyvWCen7sZrxA+KE8APdmFAj6UWjC9QtDePUNHDj7rWNO9jmXDPUDwPDtqMPI96HgePZ1oJD5qHN89iy8QPh1QDL7TEgY+0OkcvRGbIj5AdB896dTEvQwNIL56Bgu+DDR2Pcesjr2wW2Q8kbMxPmwBUD2Y+YI94VAGPnNYCD6Sen294LSBPMzVBL1bWjC+0DxqvKCxPr16J9A9WEL4PNjVVL1ARRi7910dPsjphDwA7jw6KnXZvUpfe734+je9xuz4veBqmrvSQ/o9MMtyvGqKA77d6TQ+KTkivla4oz2QZwO9+tWMPVsIKL7eNvQ9zA4APWkZ9L14Jcw84uqwPTUpMD5SLOM9WrSsPZHeDz7XY/m9i4QVPj/e2726M4a95Ps7PUy/MD3ljYy9Bv6uvZBlqbwzArG9lUwNPoAbfbxmUug9IBr4OzpOAL4QabQ8svcivpV/yb2UjCe+flHTPaq3970DsSO+kEI9PWFYGj513TU+4kwEvvqjoz3CPNk9iQMhPkg1jbx19/W9LO4kvu78zz1IzLy9wDQEPbHqJT5+2+Q9BmL2PULLqD3A8w69bMY3vnLeh7053jA+GN8zvRYU4T2AoSW+soUBvoABFT2KJIi9RDJMvdDGJL6oJwq+qmh+vZBnO74R9R8+l30kPjXGL7653gE+ADxgPdD4VDx7iiK+Q7eAvQAAlb0vjg4+XwsyProAgT1PITc+AGewO5rPlj0sA2S9h6yDvYf9yL1ESQC+1C4rvjO4PD6g9zm+RtXvPbQKWr3GwN89WlW0PdbDBb5uPpW9zkzJvZgATj08ii2+lHUdPTNaur1Csqi9mlLAPRTKST2RkDU+bygYvrdljb0AhtE6SgMqvurINL7GmcQ9eiUavui9h72izvo9kEIsPOjJQb0S5eY9YJOnOxDvhD1qRyG+KH3OvTChBbzsBdO9idsMvmTqXb00uYA9eJcvvj1TJ75PsQE+SOp2PTik+DwVWQI+IDjgvKyyZL2eOOY9Qh2bPRxmPL3bMQk+oVsePh7AvL0D0hU+w64MPujrEr4kXaW9hLgfvhIt+T2++Ni9ENMOvaCETrycA7K9BjSwPRBSeLwUwne9ghqyPXXXgr1IpiU9vxAnvgzuNj0ADQC9KpanPcnDE74wJhC+2cM0PiDn2Dsy0wa+kkKOPQtgFj4g7FE8al6ePdd27r2+9Ty+CGB3vXTbJT1YrOE8WKo7vpCc8bwtf4C9a6YQvv6Gwr2wGA48ZHqWvXZLnD1u7509OKsbveiGs70Y9M48tPKYvcb5ub20Uwa+8B1pvRothD04Iiw9yxUXPrqajD3A4VW7LE2evTd6Ez6DXTU+etraPWrH572xgqW9M+MrPnxxGr1QsP28nrUKvnc8OT5EhBi91s/kPWDniDyAneE64GlMPBjGZ72e14Q9yxK0vXgaFr1kxj89LMOBPdXiBb6QuCa80DnDvQCwm738kW09YIEsPGVv1r3K+ym+gdMePpzjRr3wBpE81V4QPkdtOz5woL68zrcvvljW2jwlagk+woeSPQpp8z2gsZ87YMY+vGa2nT3upds9KNDtPJanOb60+Ei9EuIcvohMyLyZW569vXWyvSJyiz18tiG9PJQgvp6JB74wDWA96ojvPcdxOj7gqwW95PGivX/zH77QEVw9AHYsPQPy871j7jC+JHFFvTBqAzw+W689/rz1PRDbTz1gNjc9S7slviJp3D2ns5O9bnT3PWF+/r14Hue9BawFvmKEw738PhO+vrwYvvkMJD6BEeC93G8yvTwugT0Awpa5QMEFO9AuOD0q/tg9yqS4PS+Hg71MRyG+3tm+PdCEajzPVyA+YEKoO/4L5D0jA8S9KDk5vUJ+oz1QVtK8igbxPRjvyTxCk6y989o6Pm4Kpj3xric+ze8fPsz1O71iO/q9BejzveiVa73gES69QKCCvaI+mz0am8I9SAfPPAbruT34o7g8QcfnvXxjJj09DwM+gKtLvKqqEL4TvR6+YORhvcpsqj3AWRc8/ys1vg0NMj6wrhq9RK57PVe0AT5Q7pE844IpvsuhOz49rhe+utWOPQALSzoWba09Xu7vPbyBJL7YZYE80H55vPBEdD1hG7i9MlGNPfTyez0WHQO+LD8bvfi9+zxFdgE+PxAYPkCP6Lwmmdo9PB2fvek0qr2yMLg9iIS0vYRTIL3o7ye9hSwtPngTV70vEIe9sOHTvUrTeL2ex/s9A20kPrRbYr0gjFc8jPEIvtLNoz0eWyi+/C07vXpWvj0AGMs7TQcwPhGqor3ZsBG+jwswPsAypbs48cA8XEwWvi455T2rlBE+Pzg5Po6j6T3Qeps8fq/KvfDmLj06we09+R8wvi7Joz24abs8o8QyPiDA7ruEiSQ9ygC5PTNcLT6vuxC+b7WGvZulMb4IwLq8IpOYPcmiOT6MYTU99R2Tvd5GqT2hPS4+peQhPszCLb1cexC985jEvScuCT74M9O9e4IWPvyZRz3AsU29kN17vKjzYL2SBps9SAgjveVFLT5mRfk9bsGiPaECEz4MoDy+iHHZvJ6V1T3tpjo+WA8cvixcC76YIdg8gPJEvPDRpTz1yzw+7onfPQRdRb2o0mM9CCD+vaBakTvXq6a9z//+vXV9Hj6VHg8+oBeDO4/mGz74G9c8YKvLO8Dfxzvw41Y8Mb8nPhfZJT5EfII9wNGqvH3lOj75vTo+i48uvgBPezww7wu+oYIwvvbhyz2gTce8wgMGvnBnKzwwwly9Bfs7vqkMqb08T/C98/wBPhzhAj1CW5o97K5wPQr9kT2fupO9ymzhPQtgGz5E6gG+usWVPURNNb61bjk+rvqtvS7q3j35zAw+wPOju/QIGL6IMos8/qWLPS8xKT5Tmi0+mG7kPOLftD361J89lx4uvjlXHj4ekZ09OqyFvaBbJTzsBSm9uOy6vEBTSrsq1A2+rLwjPbDyt73CnCW+i4c4PlM4rb1qLQy+LoCgPfRAB7460Mk9YVk5vm4pmT2krDm9AUMLvoaoij3JZPi9paYaPigfT70WfdG9IUUBPp64mj07Rx4+h3LlvS73FL74h2w9P+YfPturub1/sDY+XOLSvdYGgz0CAsc93Y8WPhptvD2knSm9ZKcjPVBdB72IkPw8mfELPjif7DwFZgO+4FPOuy/7FT5BSBM+KFVVPWPEHj4BLgQ+4oKIPSh36DwRTqi9Pu26PU6F970gze48ZnC+vRgx4bxVYDc+HDHHvcd3m73AwDG8JDBLPYyoBb5IaIE9BOOCPb+VND4AHry69t0Ivpg6m70CYbk9XhSxPRR4D723DJW91BfgvTor6T2cNge+bXWXvTAq+b1ciwW+kY8WPl3jIL6hXo+9xi/JPazXIb3nPzM+nUMMvhYmvz31HBw+ZElCPXVsHL403xy9hZAGvkyENr34RKy8cubQvaDd5jxcTU69LI0ZPe336L0QtQI9/kAPvi7s6z1Cn7w9BLHPvcgkUr0ZZI69EseFPcNeLD4wqvm90nKLPfaZer0ALjm71MkdvR1m5L2INDy9HwYIvtFCED7DRQm+5CqCPQFBED6AADi+o78ePk5hwT3goY479DotvaD/TLyoUZO9vwMDPsgBpzyb+fe9A2Ysvql25b0g9TC8DQy/vVw/EL1gjtk7Bv/aPSb2C74wQt+8mIe/vesBOj6ENQ49TChLvfC02Lx40JG8M8IuPgBFdjoA6Qc9cLjpvJrwNr4Plw4+KqrMPRM8AL7mWSW+fPCgvRVgj73H68q94GmFOxnFHj7sUAa+ZHcpvpDBEL3qvBq+mx0zvtoi5T3KZtE9bFViPR6Slb2iMae9WHoLPbODOz4wJVa9OhCePYkfID4r8TA+shkuvqjRxjy5yju+npGPPYixyDxbhQ4+rlmaPSDRRLzgB448nBxaPQ/+FT5AgZy8gM8wPehK1r3OLuw9uIZnPdXxir3OHdE9AIyNumyHEL5gD4y96KqJvK/qAD6SWbw98NUmvruIOD4mCq89Xo/xPfP0CL6fxOq9RvyGPYDoPr0v+Tk+Z4vzvTgTr7yX8vW9xloOvoAQODyd/LS9gwA7vti7Iz0Zsjg+D6+QvXReEL5wicq9ZBMjvoCYWbxI2O88vljwvXQP2b0cBia9qo4Uvhin+r1cFAi+110WPrwRq71PIig+K7UMPkjtrTwq6as9Q9UzvjB5Hj1VTAU+/HmBPTGoGD79YaK9RKCTvfIhz70B8g2+Hlm0vT9CMD7AuPm7wyHOvQpd6b1I+8G81rKvPUs8BT4AQA69mKKTPP2GA77F1hC+TK8KPWCu7jxoB/a9uWkCvgDh8rpKwM498LYEPIcHvL0Qre88FaUfPgB+0zxEgwO9RP/lvSj2mLw89m29XVbDvUbuwz0I/vg8tAFNveCMV71bhBs+gNFlu2QNMr2Ap9Q7QAX7vFuKoL2OtTG+hsyUPRzQej1UhjU9sM5ovOCx4rxSeAO+GQ8cPiDwxjvo0RA9MHV5PIkQr73QYhC9f+siPqDYFL7AZLC9MaIDPguxE743SQS+Msr9vW/zET5ROCi+L8kvPpBuJ70DkSE+siMNvgw0aT1WuIo9q5k3vlyvEr69fzi+hlnCPcABBzsAlao6Cr/gvRjlMz0A4Sk68JzlPJoboj09FxW+AOYguhg9br1+QOK9nKHqvaio0rxA/ZA70xs7PkIUzT1rQ+q9nKoDvohwxLziS9I9kBMPvnAWq7zaqtg980MOvo4h+T1nwic+/a80vsBJhLub4A0+vDWCPbg26ryQg6M8f2EEvi95C77a8Ai+AD//vcqW7j2OlyK+RsKgPWC5wLzCBsg98KTfvaHlML7SbfA9p5UlPmdQID4bix++wCUIvusi9L0UFy2+0TwiPtat/z1xNyO+RIoYvkRcVz00yC2+QmbRPdbI/L1g3iS+Zp+tvWt2Gj4Ox6Y9yJ0/PSuL973uXsM90KscvMCDDr7Uuz49KDwxvVUHBT50yAQ9RWv9vcBf0b08AA++XwkUPutaOT4oFwA96CpvvcbHMr58g2m9DCYovjpvtr3AviY7gH88vN8fGL6gR289MmnDvfAYIbzqMrc9oJ4SvTS4Yz3JNCg+dZ4jPupw2T1enI89XqH/PR8ayr1q9qK9UGMMvax+Ir2rusG9iFxjPaGEDz4oDAa+GCraPBWTFz6wdEk8rkXrveOTC77qu9I9hOcPvkhoGr7ONbA9pO5CvQyeS71o5Jg8ddUiPk9RKb6CHde9dtLtPVD7eT3rXgo+kKLjvFZu1r2uf+E9lBdkvcRdKj3m/Re+HNYVvUp8sz2kWAq+uxTlvWYgjj1ga7i7qLRnPXgCl70WwKw9QHcsu7TOEb6A2v48+PHvvRM65b0+A6s9ON2APKreyT0nDgY+MUEmPsifaz2EtFi9AD1rOuxCZb3oYmE9gAYxvI4xhj3oacy9RuK5PaxnU70cn/S9zq2WPSR5dj1Lv4G9rnGkPe//NT4Xaik+cGsSvpL5ML6G/dM9xfERPjwyGj1nAxk+A/OCvXBr2jxHtyw+Y8XhvZWK1r20J4I9sGaBPRgTxrz78pK9Cn8xvvKPuj0PyCG+V6UQPu674j3ACZq7+WoOPsIJzj0oRY88Awg7PgArcbyV5BC+GL2RvUESNj7IJFi9BGxMPQD8hLmYfDu990HrvahzFz0A5QA7nisdvrtLBD70sAG9/d4HPjttmr1IwPa8eBnzPEWcHz5RRA8+WR0VPhAxebyltA0+ACCMO7mRET44jSC+uVQwvu2uGz6n8jW+/bEYPriBqbx3rS6+frOyPYnVED7dBJ29xm4RvmIEwT3XQC4+oBHQPPaTK746Gr09xt4BvkrvwT345mO92D+FPS4uoT1PdSI+K/aTvZq+4T0SdgS+jhsAvn7j8D3w7w48KWggPt4cnL1QJt+8kOepPKjuqzw3MCA+G6EWvu728T0qifQ9IEfBu8B9qLzzDy8+wL9EPXKz8z0okw++gneQPS55zj1X2KK9ZN8ovnAnDLxaKL89uNJCvXt3Ez6g+bS8gM1hO2BWrL2EATq+79DOvY+hD767ida97kkhvkwMCL5MbUW9DiQhvtaVDb5h5ic+oP2svPDaLr2cLDK+ytOhPTGzkb0zyQ6++KYgvYTGET3X8L69Vf4gPoTBHD2hDQ0+D48CPhmyH756x409vRqrvZveLT4gmXk9gvmkPcZFvr2sORm9ebLFvSnAEj7PKsi9nDC4vfp0Ab6w4sS9kNP7PBjQ0Lx1Kim+VMoWvvqF6T1Qtm68rZHHvdy9Nj1p2uW9SDa5PAziBL5f4yg+mM7rPALorT32xym+vKRGPdTMJj2pUTm+EIImvBDPGDyY5gE9jZMMvjFrGj68OVM9sFuSvFAUcbzD1Ag+IFU4PQDbFztAboi8fP0VPfDH5bwTAzM+AEAjt7mAOj7xODe+RZQbPgDuLTxj+i8+ptPUPcUtDD5sFDW+EWwDPkjEgD0kzkq9XzQgvlgOp72sCyG+dZ3fvTb0jT0C88k9hBapvWfBHb5Swa09DDSQvcO5CL55fvu97rkSviegBz6YmQs9450svshw/zwlTRK+AH6tvcAAK70mQ9E9GN4VPXRcTT3vkuG95UoVPh3NDz7FEui9yocOvpGdJz5pMN29DruWPWIboj0sAXG90FTePKYVFb7A0lQ8z9QFPipa+D1YRxc9ddQvvuvLMj6sJki9Sqwuvmwp0r3Ijvc8gLDzPL/WPL6cT7a9QFO+vYfiEr7jIRs+cM4bPf3B7L06vXm9MkEgvljxaD1cQmo97B6YvSAzljs6A/k9Qg70Pa405z2AtLM8gFSgu3Jx4L2gYak7fN9jvdKpkT0QrfY8BUDNvXipcD31jRg+6NXQvD7buT3gnLg7QBBEveYNiD1jliU+uul9vbbs4j08LBG+e2INPm9Mnb3gK3U9qKIkvgq2oT3A6Oa7JpQqvpBtLjw2fBq+o8A1PqrMNL74mQa9UyI6PgbV972a4NW9K+HAvaPU6L3ysDS+QdYAPm4C8j1I+fW9gL9pu1bUuj084KW99oypPbDQJb4wjge+QgyRPSAj3jsc6gy+IqHTvelLDb47sAg+Km2fPa45vr3p3DQ+nB45vk4OqT3gH608zFpMPcwLCr2A5um6OLbavKROVz09RDu+HxfIvQDgkTfmgto9ePc9PcIiLr5mZ+o9nZUVvohhHb5YeAa+8hG0PfDuHL5Cmay9toSIPUC6tjvvOM69gO82u7lOFD4A3XE6oryPPbbF1T3dcpm9phehvVDCuL10Ls29JkvBvcDXvjurFSo+6QArvsJy7j03GgK+TZ8ZPrOXBD5PQSA+8T37vWZ0kD28FdG9aVoAPuCQqrszXQ8+emSKPVRZFL6IHe48mGadPLTzEr0t3gs+8DpivWSKPz2mm789QbswvoBXpjq+EKU9g4WZvQU5172QDcC81GccPQG0NT5iE/Y9/MR2vetCKT4MdiM9WJ6DvJ5qJb78Z1E9IgeTvaB6iryQDWK9eLsgvcA7ALyQzkA97SiEvUrWA749zCI+eFu7vW2kh738LHa9Wzs0vrTqXz3IG0e9jKtwvd6U+D0AgHc71RDivWhBTL3adMc94GeCvBhIQ71ARTo9IGkWPcAH/7ukgjK9aYvcvf1gMT5YQJO9doghvkxiBD07icG99J5bvZse773gQ6U8RYuGvbndNj5qJ8k9pOO5vRYriz2AUxM7bY8ePmTM9r09sw2+QMlqu2IrpT3b4BM+8JNIPRUyl71v/iQ+C0MXPjszoL0a7My92DHVvT1IGT5w/ge+SYcEPkSXNb0K98c9wArjO5YQmz378hg+EOshvVaQ/b3Bywc+mvHlPaF6Nr4gVJM8fIwRPUSURj2yJMk98NQHvuvg4b1VgwU+N38kPkO6MD4HSR8+sv/tPa6/6D2VTOe9oYIYvqgeLj1qRvA9G/MfPva8sT1g1yq8yuD9vcZUEL6AV+c7prqPPVmcNL7cDwO9uk2RPcrdnL1PgQM+fouRPTCnUb3cKgy+wAQvu2XyED4QHku85fEzPpj4c73qbO89Yy8jvvjJFr5cXEk9hjgLvhbeor0AgUg6CHeXvMECBT6VSiI+wGuoOwDfm7u8Ig+94uiLPZiEqzxnOQg+4XE2vqL7xD0RSgY+mQskPvE9Iz4m7im+iEshvdDRM74WfLG981glPnxTBT1AhZc8L48PPmgADr5GGJ09rN2kvduOKD6WrwW+Jj7EPWvNMj7gEAa+V84ePkp6oj0tESC+XKcbvijkKb5LDyQ+MCpVvQB7h7swIzO9lmXUPQA27jzc+zQ9n+81PjD5FD2CVru9LrDTPf68oL1YyyW+JkzePda94T3SB/k9tAIVvfbfyj10t3I9MTaNvQI7mD2SNzi+gvr6PV5IuD0vPTw+Y2A3PrjHhjx4Llm97xkDPgglK76iwo69rD8XvbI4q71LnJW9nHVCvdp0yT3Q73496uSlPQt9MT4YKwG9mlSgve4SO76gIR+8TzM4PjBvIzxHPx2+E8+JvZJNDr7FYDK+g/2HvaWZHz749qU8iOj0POYnN76IlZO9yUQEPuQ1Z70IzVe9MFQ3vulsx72jeS0+sAP6vWJRhT1oTTS+UrDcPapqmz0IYUM9WCT+vQHHAT4oMpM89UUIPvmoMb5QGl68Qc8EPobk+z3M/kS9vi7zPWsVwr0u4OI9PQwyvvn8A756hYk9AJBKuPxRAr5cmQ29TY8APneXO76AsXC9WN3xvBB77b3Rbq69cBuhvNBRLzx2JNo9Rfr+vTx3670eF6G9W4XxvZrnjj1uEMs9Hui6PQdj0r1IAWg96OGvPH5LmD1q9tE9mD40vbwNej3OjPI9rvGxPdnO4L1I1jI9Jh14vXPsxr3vqCO+eIISvr58oz1XAQ6+cL1pPHAIlbz+2KE9gCdNvaMeFz47oio+JEpAvaiu8bzh7TS+FnHVPai+fr0wHq08aR/EvYCR+rs6Acs9jOVUvVHepL0AN2o94HmLu7p8tz1QhcW8KGiPvBDhUT148kE9gMXsu9Tb/L0oH0m9qZsqPmp3/z3AbNW8zA+APZAMS7yrICq++1KBvdcXL74MDR++xjvDPRt2FT7fOB0+IEgKvQDqLzqY0Ce+Jn0YvjJkhL0NVQo+kKLhPGIZBb4qBLs9194Ivrhf3jwXQQY+htCWPZhbpLwe5Pw9hK5mvd5mDL6Km6098Iz1PBWhND6P5YC9vw8IPo5Krj2wFbO8hLISvWQBQT35JbG9XH+JvdBOcT1w4gc92dMoPjVS9712hLU9Cd4dPu7Iyj0Vci4+fRc0Pk5d/L1iG/49iC0XvnLrLL7YzGg9cVw6PjTWGz1ZPSA+8ErvvOCIrbvKxcu9EMgSPICMY70wFQo8WOu+vfl+Jj4AWjm64fQKPsoz/z1iF5Q9IJw2vCBDK70APHq5LvkRvroKmz06cNI95CYBPcAp971xeCY+5eDpvch/nbyQqN28FOx8PWMPOb5w2aE8Gm0kvk7MlT0p0gE+eKVdvZxVcT3gfjO8iNb8PEJcoj3AnVI8iPTsPDgg4zwOFsk98MbRvPnzET5SFZ29dS0OvlXEzb1Hfzi+4X0sPhjBKD1dChM+mLZsvebb7z0cT0e9Y7E0PuiSkjzg5gu91u/ePaJn5j2iFbc9QvQdvjuxPL6AhA++4hPlPV1rAb4wzwG8ThHbPU5soD11P6m9GIqBPc/9u70oS6m8ZxqUveD5ML08BFA9erW3PegnBD2oK9S9OKn4vdrP7D00N/u98Z8zPl1dub1OIzi+N3fdvUsH872gpie+1sOMPdvtLr45UC8+8B8zvCDNxrzQ7g09NAb9vQ5WKb4/rRI+jo76PdRbEL3ApBO8twAUPlSNYD12j5a9tTmAvbFmAD4FnSk+Ms/UPe6emz15Sd298PAMvdvUET5cZUC9N/Mmvqh5Ez3wefq8sG3BPHQgLD2JghY+GHC3PFUJg70aCbw9aS+MvcizCL5h3h8+lJgVvfqN0T1xIZW90CwAPbOyOD4YGWU9fsrcPU08Oz7oaqw8VpHgPb44qL2dqzI+tPcdPc4Uuj3p3jI+iD04vSrSv73CVcg9VP8WPU2NAr6kdhG+wNyPPLox3z0Y4+s8+6MRviyNfz0sWgI9vsKqPYAcx72ereA9PnHRPc8/NL5oQqC8wUw6vhndOb4gLeK7BSA0Pvu2Ob4CQsU9QKtDuxhaTT0Z5qO9sLzivAABWb1/Ygs+VpD8vaAKq7wwiXE8DVUTPg7Uiz1k33g9fZ3PvVDRRrz0qmM9MBgtPGlGCD7uUNa9VPPyvQCHpTrUTk69mHscvZEfzL3qrgq+6dQJPj+9Nb6caUG9IfyBvb5AmT0AECS6BTsIPkCkkzzdgwU+RFUrvrSMAb5IAuM8aG5VveZU0z36acQ9APBpvAISuj378dW98BAmvO42E768nlq9Lx82Pnlupb0S4Ki9HfUcvngRfL2VNDG+Sn7YPc0aAz72N9O9I7fEvdp1F76/Mya+Dw6MvdFuDD5oRQq9aKJ8PfdAmb1q/9U9tNRMPVC5tL2gBeA8b5UIvjgZHL1KsaW9mCvJvfQ0Oj0/QyO+bJxZPQV9+L1kyfS9w/k2Ptz0Db3rbRY+Xn39PeAbobtIW+U8hJcSvVEdJz56TJ890C4ePGvPkL0qW5096J2HPABLgzviYKA99SwpPij097wyBhC+XhgwvqhDAL4S/KE9NUYVvpTIcr3Ik2m9sksKvqiFkL1M9Ge9MD31vGwLFL0QsnQ9xycNPhMlAT4IufK9U68Tvk0+Ab4AILu4/h/2PRO7ET4Gmtk9gW8cvkuRAz5YCSK9oJJ6Pcav971oBO680NISPMHTHT6J0QK+Gvn4PVsh6r0mUKw9yH4fvsdqLz7h/829zJxYvWNSC76J/Me9iBAqveSFbD2++fW9oNtUvCwrK75U5A89V9IpPjHNFD7M+YW9NcEHPnGRBr449II8PBMvvggwoLwa4MI9GJfsPD3n6b1+DOQ9rLc+PQ48wD2y/p896n8dvlK84T3wRPY8PyksPjdbBz5gbo+7rdIivgDILbwEqQs9iaKvvep76T03/BO+g1XsvUAt2TvICg++2Og0vkeIKT61JAw+Mw0Zvpr51z1vnTY+5pyJPWJimT2eXtk90O1jvPLkzr33Jzu+EnAyvqweIL2grsi7eRIavuDhH71H6gW+NHlQvTNUHr40jUk9AwEePjRQez3VDys+u4AHvjKs+j0HVTs+RKQWvlKN7T0eYNs9+MjdPMAwzTxnwBk+5PY1vnoWFr6UVx69ms3vPX8QGj7ROQs+AO/0OuvfGT7EJPC9s8EMPsD/BDuAOlm8oCdIvCNFHz7buc29GpDdPQZvrD1SovQ9oLO2O3ggzb16Vc891s+6vdzUDr04ZoU81RGkvewFGz0vDwI+UnKmPapaGb5SBLQ9etOTPYCmCTtFXqe9OOAUvVxbPL0gmy288qPSPVqQKr7639o9U+sJvvr5db2lgg+++DOzvKXhBb4wQxI9InKxPd5Lwz1AMyy734UBvnqR2D0mOd89QBSWPMVuML4PBAA+oAHxPDy3cL1/gfy9M5bIvTiesr1A27U8L80cvuDh/7xGOJM99RnWvdDIWLyVTyg+bo7nvVVVgr1WN7A9cKjyvXmWDT4mspI9wYETvujmM76NaQS+OKFUPQTLMT3YSJs8JzgYPmxEdj34tw29/2Q7Pkr5sr1oQH69FuekPaTxPj2PMtW9N24XPq9PDb42WM09qmh/vdNgub0ETRa9URccPk0ZOj6oHcO9ELN/PWsbLz6w+z28BNz9vRk8Mz5a+3695uuWPcD6OjvDySg+EL87vcoOf72enpg95CwbPWhHlL1H7fu9FlWlve0TEj6NSQQ+qKtZPeNuqb13Bxe+rMt6vdT2LT2p4x8+ALSqOmZc6j2KATe+3LgOvvZKzj3zoye+xZEsvk1jLT4YCOW8w6kRPpXRBb7YVwy++MCevHRaAT3iQ4A9Fx8KPhgInr32eJO9dB5fvTcPub14XRq+GKLrvLzuNr3QgtI8CVgaPhykMr1w7Cu+9XEQPj4z9z25D4W9sPfYvACb3jyI04O8fWwdPpoJwj3tzRo+oDVRvWd/Or7iUQC+ItyPPfvpND6DUC0+gCh1u2Zb6j3OIak9jdIWPsjg3TxyHvk9qRQIPiT/Fr3opsI87dE1vqiarbwPPdq9+ATaPGq0wb0cIk69sAaMPB7GjL3obe69fHPPva/DO77Qdry8CPpivautzb2wdW48d4PtvTj1dj2jbA0+mIQIPW9mMz6jsdS9F4nMvY6phj3dLQw+/+A2viA/C76jxxw+qpzHvfzeAz3dOyM+8jHyPUKd2j07yrS9ut3GPR+Q2b2q+7g9g+bRvUZREL4AKTU9lHMBvvX+GT4+dac9kPpNvGC/17w+D6q9NXkZPhO1Kj69ECU+IkTpPdQ7Mz3jQAE+vjsOvnog9z0udii+biOYPc5lkb1APMK7gTEAvkndM77uGpo9UB9KPEIlqz2JUu+9OLyHvQBHnjxO/O493swOvuRLNL5g7wA90ecOPoheML4A5CS9hEMKvVPCJj5nlgq+sPkaPUNqCb5+4/M9LNBKvdCTx7x+Z+A9b+sVvv/FFj5ilek9XMIMvcgoFr5ARyy7pNrgvfRwEr4X8jA+OIXbPHCbT7yw4GG9YqazPRJgD74wWm68lg/mveqPrL3GjC2+wBOFO9WvGT47Kau9LvbWPeaOiD1zJxY+KwAxvqDDzryYcpu8VinAPUBIvDuQ24+8MlUvvvJwoD2YQlG9cDMQvLp9rL36xNI90an5vbaY0L3YMLo80PXsvEBPiTthr5e9/VAoPpE3ET7AdSE7TMe6vfBngb1QN7u8BE8nvnKPpz2DpeK9e4sbPiLrHL4UhBy+fKf8vdXVAD6A+xu88GchvMCQSztQ+XS8uNs/PaGwDD7DCyQ+HlnhPYpqDr4k5wa9AAT3Oud8PD6MUim+vo5+vdkwKb4qx4k9IHBovLJWBb5zziS+8fwlPmaxsr1s1no91vKUPcgIr7wqUDK+C3+qvbwHOb56zyW+mE+FvIxMI74YcSW+wK8ju+JDsD0/7QM+HO85PX05xb0SH4c94nCKPf1eDT5s/ks9+/AePl41sj03sDw+bFkyPQDJbjvTr+29ZlOlPWckMT48F3O9pRMlPpENAT7ABYK85IbTveSQmr0L9ik+hY8vvuJF0D3AX4e8GujbPW5D071+7oE9bZosPpLlij1Q+5k8rcYfPgatAr45rTU+tBOgvRp+B77CWi2+sBD6PGRXHT2Y7N28kIeFvHDaLT0gj5+824IdvkYH7r1cmkY9D8IcPhj2G721Uhc+6KZNPepExz0QKOI8/my1PejNTj2eKeM9JDsrvTjFCT0thMG9hLUZvRdhJj5e6w++UhCOvfACyrwcgUC9wiv2vWCNFLyYUKy8QChpPHQ8bL3QG5E82VE4Popmxz3Iy4M8zLgJPfhmmbwe0rI93Hb3veIW5j3EiEO9eL4lvkC9OTvCyOE9Z9wSPtSKt73yA+w9DvTmPYY16T2AJbC8M+WcveErur2znji+j8Y2PupQA74paa69eNQTvisoED7ryTW+L7UvvkhiPD0bcAI+6J6KvaAZJb3HzZe92IUWvZhmEL3gva+7wItUOwzeaL099sC9Ia0TPrCxQDzv8wI+sJ0ZPOCg+Ds0GcC9jA0SvcCO9LtOtoo94PFlPGjN47yYsjY91reoPQaBjD1QFSI8DVs4Pv2PID5SQii+vykhPujUtry0/129gLtavDvuO74cDAu+8vXlPRD+770AsBm6QwAaPsCE3jxfMDg+2K6evQp8rr2gbU49Lt+aPSE8H77G2u89tkeFPVTe671DGai9IAqevZ6svz0HwSY+iYQLPkC03jvg2a+8X1+IvatQBj5+4YM9ABxYOzRmt72yIsI9aaIrvs0IBb5XWrO9QNW9PIJduT3/cgk+h5s3PrIbvD1Ad6e7sLmZvB8OG77KE+A9Qjm7PYi8Nb72gNG98qnavS8EIT6/FiS+hYYuvmYioT3OHfA98rT0PWDyIjyQ41C81sGwPfZC7D3MQF+9fp+GPSYMsD2IKhi9ZXPHvYBv2zqg9wM9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 