{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "XiqoPjBCID6gkQ89nsIKvrAj9b0y5Zs+lrNsPbI/9jy7mA6+AnduPDG6or4Xqa298x20PWqsvL3zZok8nFEcveLvOb3deZY9zXatPYn6xrzfhBw+3lBVvuHjIL71o82+LjtcPrh3bbyN3yI+Zt7HPu54mD5hPsy7RfIVvqEeXT2cJEi+j3qnvuijnz2rCwW/4HXpvj3txDt8lNQ9MB8SvlIFST0IDBu+qUKxvepMUL7O9S++W1eFvjy31T217Yg+/0xtvRtpi738tQC/gHYmPriHCb2Vvj4+LRlOvsE8qD7l4HM+X5L5PlbSs75WNps92uaSPpc8gr5brd29Vg9yvTa8K7+YThO+zEf4PsWnKL82eIQ+4rSXPj92fr4zFby9y9CrOwzYLr5mLC0+6gDlPtHmYr0mHTY++Bf/vRACiz4b3MM+2diuvQDKEz4KgWU+wKw9vkzEWb6cyNo+I4kLPwpVWD/1Ry0+GgmcPmDoCL8sabG8uvcbv65zlL4qzIK+yzARPh1/vT6ECRi/iIF0vnCibj7F2Bg+GfCqvlkBYr69V72+bJdGPxBp2j7RZzq/HbaWvp2M6L58/mc+xI4pvrb4yz4QduI9pJbLvZyjTz33HKQ9nFrEPX2Mtz6sgh29zj42vs2lwb5s6+K+KqsTPqmOvz7rtLe+ELe9PuIdD74Ag4a9XmvFve9sx75+5I09uWPhvldW7D5ZmvA+LGuAPuqkOz5p+4m+dEOZPFL5/b7g7EW+MEwkvNY5kD530HS9FF5vPRU85bwA0RG+ognCPPHUbr3waCy8wv9yPmCpg77e6ng+ddIaPv19lD0IWNS96NR+vYZnhb6xa8W5Y9SMvqp7XL7HdJe9vMY+PQ+piTyoZT4+CThlvpH8dL7pmJ2+R8HdviiAu74NCZQ+z/ORPlSTD71j5wA+cKIivtbdFb6svIq9o0p3PlmK076GgGQ+ojZrPa20aT5ekQs9ZtBJPWFaML5ouBm+wO6vvny5Yj62H/09kE9zvlN7VD71TcQ+ezWCPv6b/b03So69aohCvjEAVrtB/nw9VVpnvRlyd76nb1m+73swvqluVT5g5PK9/+OWvfqie76DZ1K+9EglvclMlT1TkU2+ssFlvkrLR77plqI9LBV6PsNVWz5vpBG+xJKOvkgUGb1ob6Q+8Fq1vDiUc74/Imk+m3ovPfW0Ar1lLEe+/t9cPQSOoz5V/Fi+60ptPpbdkL1YZc49SVoOPuVXC71KKsc+5U6RPnfeGj47Ywa/lSxFvZBgFr37Rau9D6nkvh5Ez7v+j9g9I4ztPQKasj7wu2q+YBwKPnw0Aj4Acgg+v/BbPkc00D7Wwe88p/2pvkyKND1K+NG90k2fPkqAAz7ACeE9uuzCPQzAgb5pVo0+Sn7ZvW6am7uhddM9zgIZPRQknT6mUBM+bHnWPnaQED5z4Bq+wmEwPnA0wr7WuYS+ujsiPEiAuT5c2x++Hk3rPf1dqD6nsZM+ozbDujxnib0Uwg4+szV5viZMMr7usVY+PM99Pqap3L3gI6i9OeA3PszTPj5QHgq+SPquvfnjvj4PZ2u+KmlqvRh3p7149gy+NT0zPqtPPLyDXK488mSBvlzILz7dCmO9H0noPURXq70zjyA+5oAfPhunGb6NXA++gQNDPkvBUr5OMww+2K/cO+TcpbyhRmo+pjJ4vp9D773TtUc99JavO6dUJ75ORFm+oZ5lvjBTXr4DuBQ+GVD5PLgE0b0wp4g830cJPju2Vb3z7+o9VL96vhPQg76URzg9hKm7PlsknT0465q88LG3vU6TMjwSlzW+uZijPdG7AL4L+fS9qktwPUyi7719UG49xi1/PgNo+b5Niz8+oE2tPhCPab40wZA+FbzGvaCPLj3oeQo+co3wPRjjIj6or4a+U2s5O1XqJL16AF8+Ss8WPkUSAj7D6zG+PQtmvgvubz6lMui9DTksvbiGnj7NEsK+I+O4Pa32+DsfaWu+HNm3PhWq7rtwSOM9qAlpPnxXYD5bcJA8dfC7vtPaQz3/+pG9O98QvhnYfr612Kc+IwH4vl25eb3QvGM+g4OjvZaBjj5kkwC+ybrzPmdcwr2OQuS9gUMBvj1GwbwOKHa9yDXNvVnS5b3+uBK+QlxxvkE1dL6TbTW+imwtPgDq1LwlkhG/kOi4PeI6E75gHWc+BKoWvj5ED745GfC90QF0vv9rcb04bZK+JqTzvR5O6r0HxGs97Cc3vtzy6L4iXA+/OrvsPvKdVT5icFU9iTqPP+WWBjzQHS0+R8qbPRCI0Lx30rQ+HXq/Ph3u47y5+Aq+ExbCPbaIs70dvE89oBsFvh+QqT5PcI29NC+LPtJlD74ptSk+xXlVPgMOCr4IPUC+T/dCPR8INb5RCkg+u/ivPkfSuD6d2fC7RpASP/9PJD1Xisq+jB4UvcdYGz1Nug4+oNqnPcrhLr3UFgO/uUwIv2eL0D1PmR6960Q1PpB5Qb28mi4+RtaBvkVqxT0VzSu+fgsrv2bksjzdLpC+JJFbvax+Fz+DrlC+vO+GPssn+L4ug7I87Ckgv2RqF74dTX++TQHovatK6T0Fm+y+pa/hPkyIEr82J9s+QbJPPlNenT5L9kU+FHgwv/jTtT7dp4Q/TtqhvkiIFD5wN9w8CO0XPTS/Gj/yU1U9jrsSPjG7C73SDIq9qFvZvrzOWr4mGzw+TDztPfK6jj4/J8i+JURSPcZ7MD6G06U+mT6MvjpYw739ZeC9GTyOPR/enb1vHq6+qThPPtXVrr5G1si++Lx7vrF4wT44iGe7DHcYPkvC97zJYd29OaSDvuzKMb2h116+PjRXvgSvTz4km+U+FBbgPRNJnbyFLh++HFMAv4Vmyz531k09HSVivgNRkj2Sy+q9xt1xPuUBU74P+AW+uE/HuqWMpz1+AYE+QYWLPVh8WzwM3dS903lPvTY3/D68gD26E9GqPh6SEz7DpA6/XmWIvVlIiT4GdRC9BYW9vTnFTb5ZuN290fyJvvdAt75bhJ2+g5RPva03hj74wie+QBPnvqH5pj4bSiM+MdG5PhHoH73Kvmu+KtylPXGF4r3Vlcm+zbKpvu2Xzr0CLjc7H+t8Pa0/o75m8K8+uCV2PRe0yT1tkF2+WYlJPuqh/z3p6Gk+RBp6vdA4TD5JOxa+EWYUPpqNt77+W6m9rbcIvRSvtj1i6/685OIBPpXBmbznAUI+RrwdvvrvET6CDn++r4BgPn+8BL4L33E+ZQbiPCitQzxy2Nk8kBnPvoedRr75f728a4sWvnNIwzwVVDS+n3dvvr132b7peGo+8hHbvuNotz2b7gI/WHLXPdGC1D31jQu+toUlvog5P76p53O+HVQwPoM2eT0sEbA+fuMnvg/coL7k6rU+pIk7vjlAfj6I0+g88SyZvK2uC74aiX09135kPlRVcb1s/pS8LjXHvEgvkj5bDiy/gXCBvXEXLr5ZLiq+cTAdPlHzUD4QOIY+syFAvZBiob4rUCW/C/DuvbJkmj1KUxY+ZxSCvalbdLpOod0+91wYPSINhL61pGE+vSWvPSgs/D3T1CO+bCDFPbMa/z3bkMi+HEh/PIomBz1TV9k+ZLWaPDjxn77G87K9wVfvvlwc3L2v5Qg+mH12PCKv8j6Vo3E+GdPRu68XDr1Ivs89GwZ4vlDGFT63Apk74eLGPXCdHr5q34W9xGvJvjql0T33IiI+U52rvnwN3j5bA4K9N+p+Pc4Yh75XdFo+tGiYvd/dAr7Rmai9Dz4CPlDopz3nd+G9SuhZPvqSLT2bcj2+9LkSvgG4pD7Lxxe+3doavsbRbr7LWEY+jt9ZPtmNKL58qD29pbxHvgIoY72Q3RG/xT6KPus5Rr1F9wm/HY2AvRqvUb55iQG/kuOZPqyKBj9GBH49lFA6vjRvLj7Y4He+mLasvRoKpz4pq+49FQgIPxSaMD7SycC87MQpvs4XZrzPAd0+FOApvt+alDwQ2/O+J/r7PuG8wb7nMoS9OsGLPgj1Vr5bJ5a+gl1cvbU9p77widg9q8WhOiSqhz4HcIk9wGzfvq08FLtywqu+DpATPpFpyr1nvYo+ScmlPkTccD7RBxq+ba1qvsfTgD0M5w6+MKvVPqRuNb22Hrw+5WwLPb41JD5Xj3A+QzKhPluaQ74BmK8+C/uIvesUfL36FLm8/fy5vcJBnj47lYQ9bBuVPeUc1j3cvQm+p+yOPjMU4z2wUSU+s0qlPTWN2j1TQO87468YPojQxLx7xHm+Wqs+O85d2z7JQhM8Eu1wvlm6KL0+Grk9krW0vU6lIj+nPp6+egW7vlGlAb91axC+uDQPPrZGuz6qp389HQxYOjYY5bxmjUk9A0QPv+aUtL7cuDM+sN1VPitEjj47Kdm+IhhjPZlDqD0r6b4+lx3YPROPsj6129s+QRvdPbOBaj6Gpx0+Vg7pvoA9HD4UHDi+aoaSvhkNZj6tVlg+6HtPvbCKDD07u3y+cu1gPqKu6Lzjois9w+mSPSepAL5b5bK9wVHZvoM7BT5td0S8+1zBvlWikb4vldG+UQ5rPRXEB77RLD4+sppQPxPlor2iBQk+fX0Zv+I51T1e8gw+Cn5MPsVc3j5iqgg/OlnkvmJ9Nb0NbLC+LDVmPkIT5j1yLsC9+Oogv924Rj/SJqm+PYdfvrpEtjwEX6A9/uMWv8PHeb+8xeg6/gIFvVmjCD9BNj49zhTWPQRoOj8q5AA+TJNYvXl4tTzO4pa+W+ZavHnByjsJM628tmCnvkJF9T3p/Ny97M+ovmLksT7dwV69PBDLPta3wL2u2SS8UEt/vjFEiz0uJag9twr1PWkCrz0wbHq9i12kPaDoXr7A+FU9jGyWvrDMS74s22W+FmYLPvVaTzze7JC+AIOlvRfgBz4+3zm+7y4VPpU9qL6bJUW8iZiFvsr5NL7xzR0+310BvbZhtb51IJi9ksAZPgWMnjyvAAi+KTFSPrejkb0p9Gi+Ht7QvQOXID5WvQW+qv0tvsF0gb5GDcM7nZSuPVdrzLx3amc8mWlsPiurHb6bqyk+/yvGvkqAw75OFCE93dYjvn0OEb5D+Sa9JLcGPrpvVb40vDM+2hfZvtD05b6gscC8Z3PYvU1NrD36RFu+76qRvsdCi72alKK+NCWPvWieSb4B9E4+Lq0rvXzLqTvb2UC8JXSOvaKpmr42pg6+BVHIvGt+nT7Nsn48GPSfvvGQoTx64ZY+k9KCvv9vFb6mzvk9AXyJvtLBUL6xuTO+7IiQvqSavj25M0E9sjj1uglsy752Go4968a5vUWCaD6/niI+i2YTvfittTzvK0M9s2sFvm1rjj7JHfe9ixhUvpYbB7+GIIG+lDoHvK7iPL7CQGi+iFxNvqSQ6j1EtKe+9pu+vHcA6r0LQZC+LnCnPUPR5DyZIgy96FMQPgxYXb4QVJq+Ue5/vqiXCb7v3pk9PZ7NvinEDz10P+W9uoB5veEjYj6/ymE+BBWYvn0n7ryigdQ8lmnBvaAwQT5k5va+s3KHvbR4WD60Df079GxwPsUzNT7aS2w+NpBKPjsAUT4Tvso+pThMPBqiBz0i9NI8S9GnvOM1gr4yzjg6rAbRPKASkjveZc2+XMW7vbo+ur2UINs9zZbMPWtZZD6mEN28yysGvC/EhT7ZbSi+zE6hvVkpsj3lm2c+b2hBPtGeWT4IbdG+hYngPtZyvL7KME89SRgFvpNzwr37KWA93PIKvkwE973L/RI8C8uNPUMvGz2yqYE9jtmnvn+t4z0jWE6+2+sJvl0F6L5BJFu+FaKBPjnoE76pbj4+bx4cPrrphL4nisE8k2qGPlWUZz3Rn2++HwsQPnUiXb3UZic+JEsLvnWyML634CS+N1O9vsqfKr4WSlW9q8M0PvC3DT4W4vs9NGNzvlrc8Lzv/ew90ZL/va1bJT4IZ0k9zDb2PRZ7rr3W/mU+iU4nvnOY5j5DWTk+U9aGvpDdGD5bxUw+26++PWPXmT0/PXe+Iq/cPoAjHz1Lc4Q+5pG0vMahUj4jZKy+e6wivnmlYT1MYEA9nykovvHTWr67TME9WMdIPgFtJz7ASi++u1fCvTjHwDzOCeW9u2kyvqVfbL0zBOY9dBgqvnAzFT4uwbE9Bi6Dvi9wEL4jhN89lXEhPjE1JD53c50+EYuQvUw9oj7+BVU8wgMsPYEXQz2F6H490x5bvrxZVL578fa84tpvPS4mL74ziiK+g7pyvc8oQr59dkm+yV0QvmjI4712Foi+ewyNvSmHBb4mAsU7CsrxvdjBEj4N/EQ+a5EjvgXNKbxypi2/LoOtvPI4Db3n3Cc+blqjvmm6Yb1fd5a9Ial0O818Vr4Yf8i9hGeSPdSOmr4nxl49mCStPfDHDL4fMYW+W6vfPMYikT1i/um9gGq1vbohoT35M4a+ZBVzvhskvr3iXNk9BiKwveQh4b0jqZC89XERvpm1B77t1aI9rAexvfnxeD3rDIU8Ql+qvegK0r2+0cU8DN0Uvpfo+DzJdjQ9BWf8vYvF0z20zx49kP24PN8pPT1rpyo981M0v53A0TzhIH094eosvqo9+js2Z6Q9kT+TPbiDFL6TDD09D6aCvmOGzr3jlUu+LrrHveIHzb1bMSg94dTWvYmy0j3kBa08m+/RvXbQNj2f04w9f2eOviMYLD5M0v+8R2gxPvFpOL7aSIi9PsYhvZE6Br8HDoK+wZtFvYlCOb7gNbg9Pdh4PR3jhj1qzzy+iosVO235Dz6LvyK+oTsHvhilFLx0e6U8eD/ZvMsM8T2WMmA9Sa5YPAPJaD1bIqs8et1GPZT1TbzN3iG9trh8vrX3QD45MR2+htHXvRra7LwmbSm9Xhy7vbsXhz0XKMq9RFG+vVTATz5y2XG8sE9IvZGiRz4qOdE8zR7WPUOnGL70S6G9QA1FvvARDr6Hb+W9AGB7OoI2RT5PJqk8phvfPbdqu73dv9q9ZqWYPdut2T1OAII91YrcPaI4tT03+0s+mMuyPDzi8734Mje+m4W5PUonCr49XeQ9/OQ8vjdzPD08q0K+9MV4PkkbDDxad3E+WejKvW+XKb5gLWA9w/aIPM1Xab68ZTI+8uJrPubcLb22PlU+3zrQvd4+bL328Qq+KVizPardBr2yN1A+ofpRPmrkJj6slGU+9Np6vb4WSruXQwY+lOXsPK/66j2hEKW8f/2SvuPrWz3Wrk8+lDbBO6Z/Ib7JjdK8oPuFvCOYSz02xmm9B+u+u5YfIT6Teyu+CujSvfodCL2WPbo8/6OCvbLZv71+KCU+WiedPN/T9DuQESC96TYjPYR36r1j0yS+dQGkPW9Ejb06Qqs8I2EgPFBTEb573Wc+TLCxvLcbbb3Ir709Uy4ePuKopD3iLhW9Q1YRPoxChj5vhp09Vd8WPv2UBb6JymE8+ipFuzVC/DzA1Uc9fFhQvYZwRLyIcka+XLxFPIA93j07I4O8Lrckvk2aRj1bx4k+LSutPYQBvTy51Ja+4bT0PNdjlL124KS+O0GyPZ9pNT2XvJk+Wuhgvdoyurwm0hK+c7R3vSn6wj0pnUg+5XGaPAUWAL4NKXG8YW0OPgj5Zj42aFk9XChlvrllET66EFs+cK9KPuDhET7vryg+6P0vPlkdgL2a0GC9cicJPulHq713siS+d7zlvcQS6j2LECq9CeRtPgbZEb0B4428PM3uvUTdL71LOrQ91BMdPYTM4b0864++eGLQPZHFcj4KZPo9iPHyuhCsGD7LM5G+J9SZvOV4dj1zuyq9BVcePQcdhrziO+Y9YbrcPbzmSD7FNEq90OwtPvYClr1j5l++7KokPjAfTL5jrbs8XEEEPpO0kb0nipY9qsgyvSJRXT6x6zm+TUx+Pu8ZED4oIBU9ef+/PSdUTr3faaW9jrbFPaVDBb6i+Vs970pPPatUfb57vAO+R8oovVC/nLzQWJW9OWzEPGWWizxrFVW+17ZXO7l6Oj7+d3i98q27vSdyNb37DJ69UdPyvWcx8T02EqA7KAiDPhdLgL6HE9y9ugx+vdL4vL3/hyG98GY2Pb8TiT1SAJ++l1NdPV0wuL4x4QK9FZpLvTPqEDywEqE9UOAIPjWLiD2XwdY9htX9vdc9WDxYxc89Kru6PWQmtj0dOnS9Jn85vJr8hz43qrY9ADhQvZqb7zwTXgi+QC6avANvGr5po08+RRMXvhm/A77C7xC+Je6COy8L4T1mDaC9uea2vUHfWz7LF5O9VYzNPHKOaT7WMZ292IixvSGyND70Ka89Saf1PAkPqToHlKg9PNGxPu7P/z0YA888nlwRPt/A9j3ZeKs+EekmPkcjVLsUFCq9JFO+vaknZz0tkp88MfDDPDqCoT7Hbgu9XZq0PQ2OFr5swLc9i99xu+xkJT7CS1A+p9V1vWwiUz6V9oc9X8GjPEeI7L2eGQI+LUtpvhEZ+j0k7k09rw/BPTx3mD7L7HM98IHEPXDysj2fQDO9j4F2vWJVPj69ECw9yX1APovlHT7MF0s91DYVPqxGcD1wRDW+RJiKvZ0skT1QuJQ8JXEbvRwDAb4B43U+112rvRNIlD3znTk+xEsBvrWWQ7zPEos+UUfEvdkqcL0fEzC+uQiMvC/U2D5EOJY+nNECPm8LiD5P6Og8SWPYvQL1Cj44eZs9axNmvTxFUj69pAC+/skRvm64zz38sKk9tTZ2PNzzjT4bv4c9PtEoPRIBkL09dxs+b2aYvQ3wX73wOCO+y+7bvfC/fb1HkEA+BJMaPVqftj2hp5u93pG2vVMHGr2aRm49iFoAPmd2Xr1F8De9QXSqvXjpSLziAr+9iW0gPqNTVb7QJVc9vv2JPonFiTypMBQ+BWRGPhgCXj7sZww+AqnEPcdUfL01A6Q+ZzjjPBp+iz3g1aK9NZVFviLbdL1mssM97KySPcf6gr1UOji+EgRuvZ79KD6Vew2++ytUPjitazyXfYA+uCJSvRJ7zD1uTIe+V9EPPQh83b1DQlO+szZKPklggj72YZy9ABA0PZqp17xY9uc9z9dbviFIED7mZQg8b6o0vtkxyz3b//k94mP4PRG57L0TJ3I+DhuPPmQelr7bG5K9BwTtPUEzGr1EL5u9rtEAvVeklz63k8c8vhpkPa+shj7VQVQ85xM3vjnQyj0IPvq9DfB1vTyjDD7ZVQq+B6OLvJ+EJL72o9I+b5gkvjEYBb7nJva8swxcPhLyAL7gwsu79vM3vhCwFT6OSSI+6TBMvsfNzz0kGhc+AGGEPuLCiz4NlYA8/JcePpHurz24KUk9eStNPE3ExL3UCsc91RnSPQ4vkrvdwAK9PnkgPv9T6bzluaM917mAPTgipT44l3G+ga1KPlk9N75wqzQ+gciiPrOSHj5uNca8YYK0PnppSD5I3Lm92qYjPWDAAb6EEFI+lmfavYlvGb6XrBw+2RjWvVXNMb3qEHs+6u8SvjvfSzyj4bw9cOFLPUaDI76+g5m+rrZCPj0wCD4Ekcw4DBFxPf/Efb3yn309DkpQPuGmZL4bw0c+GQfDveNVnrzuJIA84jptvac5Cj7zYvu8wtMQvPcWkjyjhV29DBLwPPvISD1i4EE+18MIPoUrjT2NPN28zD2LvjHVXj506KE8LuXpPZo+6T0NWys+gkyCunHofT4lmyG+rWSNvoHbYj4xa+Q8eqkIvQszULwV5bo+M1HGPGBMUD5pSgK9SXJavEcPp73txoG70hruvGAGwb3uyJG+tgPZPXinPL5yZLY++aHyvAT4xr0m1aC9YBQZPhNnqD4TpNc9Yv5EvUKU7707ItG9rTt9PuMVzbzsneO9E/59PrAxKj38XCG8s3yMPX60JT54PuQ7hCJlvSAWWr3zXHa9MGlBPK4ZWL7LbYU+M7mGPS+7Ib7FDja+ZgU4PjFQh72Wti281EdtPaYTYj4x4yu+NqCHvs1hubzQmuW9+yWBPukMBr74iao+McMWvXuTg75bmzA9waEGvpBbVz1zc9C9eiFAvkMyPr6VAAq9mhqSPOlWvD0C8Eq+XX6MvtZGxz05Wcw+pzZzvcrc1D0UKDU+wVNLPs4VkD1GLgA+QDXnPbM5Jr7rQnQ9rRlzvg6W7T2CZdK9EQS8vViVRD7yg4w9VqRCPuwlHL4YQN69U5bHvkYBhbwKROs9MxJZPtFgf702CY29LwjXvSL+ab4d4mo+BMaOvbj+Mz4uKU29fxJVvUmyDL16EuY8N0cFvovEsD2GrXW+u3h2PnewkD3laG8+RaRqvWFQ3T2o3n+8UeWUPHPTtL7Ikw8+1ZYHvvvUiT1u8xW+BPIVPiZCHz7Oa5w7beYHvRwPbL1pE/i9t85ovM3BeL0W0Za9csVVPprlDbyXWGS+INBHvt1PszyHBbk9tSZHvv3Amb5h3ay7cD1uvrt7J714mQ0+jSnSvb4EM72KfgC9W8vWvUzfSz0YCBa+wBcYPWj7RT6Gdhq+Wl/pvJkthr7+SC88Rr6UPT5qyL3kory8dRIPPpaJmr2Mmfi8LggPvgSDbbsH7S8+0yjEvWSu/736vBU+RjuPPBLncb1skRO+5EssvE/RD77iaI49T52PvWB+C71EvVw9ByCivmN7lD1xGnw8IItMPeUNSj0/OwK+iWQFvnS8/D1swce9KcMFvvOnML70ZJM9aOUtvjSssT0l8ns9HQMbvViGdr7UkjI8DC4APu20zrysCpq9VVQHvo+QS77V4qU8RqFjvYv6Jb3BDoU94YRKPWMEmb14Wpu9068XPV2+IDycsDu+GLFlvSplC704TJo9e/bAPbSMmLwCNqS8rnlXvugUYL75f4G9zzQqvQa/gLs4FqU9hlmePZ7bUT2QYE897LfZO0U0ID0lajk9X2i/vamw2j1vEAQ+LB+EvR92Ob4VNIu9ALA3vX3Vab23N4W+0caIvfT+Lr7Hfr295f3HPTMpTr2yecW8VE9svX3z3z2uSIK+ekoFPgNXSr4tQh4+K1Qlvm5nGT2CDs693VHgvGKNJz5n0qK9jL2APT+p+z0/x4Q+tJVYPk7Nmr2Fj/W9ohU3PqX4Ij6he5o+5FxBvtqgVz5PoBA8ma2GPnjN071bhXe+b6DXvBf/yr1ToHq+bkW6PQ/aED6UaSI9cZesPYQTbb0WwgE+jYsqvkXBp715kcu81vk3PhS2cb5gNi++wrj0vbKzxD1rGo09l48Yvq2aaL31tye+wXaXPlMuOD7xFm4+twgpvlY4RL40HuS9MNW5PnXgkD4pUdY9eD3xPfkohj6HNmo+ZtGBu3yGaz2DWRq8gsI3Pkndgz3TTT29TXoYvp0yhT61YQ2+/mFlviMOwj2lEyQ+omKIPXeAOz0vLnC9AOAWPVpJgL2Sey291BTavOE/ID4khZ88s9GfPckLWjw5uFS7b3WEPIM7lzxfBta98dhWvsMWkD3sQfg93nGyvdNUtb1sk9093UKOvd+GOz5PaIM9y9xpvKvqej7y1i8999kWvYMZmjuHgam9uOuzPVoxjLv/yJq9ubQXvmGmoz36KZq9by/+PCAFcj2bnx291wGcPBAGTr0ZK++9NweEPqayMD2hHs09H0z3PfjZDD5jL4++L2x7u8rtiryaqQa+5eU3vi6j1zwOV6m9TLu4vXNy3L0mQmy+ATkFvV2B5ruXDfW8xSt0vM7lpzybpaM9nnEavptzPb4ZEqq+tgJ2vit5fT3SGsW8emMGvWkwEb4ZHy491OsCvtCOvD2r2c29wFcqOoXAWb4boc++ErlSvVGT3bsc6zY+Wz0vvvQ8hj1mRww+Hq0zvi8bAb1vbVO+6iY3vu2D4b1t7ey9dBPWvbk4jr1yqYO+Eq9BvtOfQb48X5S8L3yHvW+0+b0qhF4+f3edPRtvFj2Bo36+CR8nPc+8372RuzC9XkAovlt9v77K7Ww93CwPPggqgDxiEbg7qJRAvsCQ0D05dzS+uwWWvtjQnL2TQAm+MT0tPppHrDzyEF++DzUBvr49ZL1QmHi+17OpvR8ktj1Sw+i9NlLKvn6llL1QFme9B8KAvtsCJL6j1RI+T+wtvsUuDL1g0pU+Ayqcvcuff740+Rk+GR/sPE0yBTyGrJG+X7zOPTV+trxDpDI9jajxPW4sLL42EJc9HRnAPdmtIT6RHYM+m0GQPURF8r0h4KO9c/E8PWrAQj611uQ9spkCvmiPY76XfMm8YXUxvoaISr1XoxE+gl8Qvrjel74l+8o96YI0Ps8exTpgloc+mEmAPrgmHj5QZzy+GyS/vCOV0L2ge6I9HaGePNVBJb6liBG+NiRrvtRunL7UqT29/Fh1vkEdmLwA042+KmcwPm2nSL6ZcDw+bf6QvmP8hj4ljPC9cbkhPu39x74+aX4+CU2JPQ7YBr741/U8lRMHPeAQRj0scwE+p8MKu5WtR74JlcI9A1SgPeOl3Dw/dFI9XQmMPpYYzL34u+a9pl3svC5hHj5NRZm9uGvCPZQwbzudGqC9+ueyvHljAz7o2Pg9RvuvPX7ErD1xMwW+TESCvEJadr2jtPq9RztFPlmA8j1v5xO9v/SYPc0Joj3GSaA8abKKPdeTyr1l+xC++11rvfcpYL2paJY8xeemvW57Wz2hYm6+olASPh/HgL2qWbi7lz8YPgIChz3dANe9y9BuPadi3LzVR4s8/Tqfu4xXlD3zqJS9NyHOvVb6Qb6sRb890m+aPWQH4z1eidI955i2vRIOXj4MrpY8Zob0vLHljbwY6yY+GFvBPccGdz0FPHo9P8f7vFMWGz16xbO99LjsvRrtrr1yUaM9Pd4kvXc20D2KUyq93V44vcEOQz76/h49HQKUPPvDuz18YRG+V8DTPftRPL3zqLS8ixKVPcd+IT7T0v69TNwNvmOGLj7vYwu+9AcivoIAJD3Y9ru9itcjvkOx1TyE69c9MVOfPdL17LvcUWW+zXf6PLsNlz3qs8y8+j04Psj4gD1fHrY9iYijvQISCr2y5vk9um+SPa4jML4uZA29+R/6PTg9XT7xyI49IoYCPq1G5j0O8M69le9RvRVHP70wKtM92siWPGGXkL1ycQK+u6LXvbBBKb0/DFA9xG6mPW1p270dLc49OG6NPhLu2D2grwo8PigkPQW0jr6hMxy+Q68cvgADCD4lHPs9USKLvVNbojxFE909m4EpPfsUXL6Rlyy+dyTUvtGgkD1ogh894/3Jug/dk77T3l++yv0gPiehAb57cYk+m3PdvVhNS75ypHs+1sOBPctplj2Kok+++g7EO2j9gr5zTrc8cKFRvvsffD7pIqc++9KQPVoLUz3A7ka9SIhNvvqbF77Iyf49gm5tPhqhuD2i5JE+N8h5PZj0MLz38bW9Dg7tvfuub77hgwk+LJ2AvVy/kT6vPdk9E3K8vdKpVD7zgSC9i60bPruQQ71ibxU+1uiqvqpNWb4TpvW8MQscvvesE7ypWh0+Kgw7vRSAjj3bdJQ9wlAUPJSHTz5HBV++eluYvf0HiT4Gjwy+vXezvY6Yxj2M3Ug+juGqPO6APj0L2pE9HuqavRVPFDyReQY+VHvCvA83Er73Z9Y9V4L3vYOvS72p8ko+AmKrvf602bxLJkU+at0XvJqG/D3f5HK+zN59vnjWKr2spOo938lKvWXFUr6U7ZC+kyeAPlSBoD1o27S+MVaHPdPb571wvdm9dXjwvAdT7j3Nzha9E3aZvZiJVL4KqxO9kDBWvs5kmD1t1BW+fj6dPeO4ET4zqt49e0IJvtQpIj6JlZw9NYmIvYNukLyaBu29wNb2vffonr10XvG9yLVrPHbHTL2orZG+XvOoPlVYBr4sWE481CIfPs+q0r35uQE+oDuUvV4Oiz4+W8c8ZSb3vWmmkb6EpIS+s0RiPS0ZFD6Df+2933b1vaJBET1bcmK+WRErvsRBkr4NZA88EtCivln8er4UGow9750XvsJPQT7SI6O+79Guuwj6Lj6kXY282eZdvsRPQb4kNz8+uKixvDXBvT0i7Ri+AFp1PQoevj2eOyg93EpGvQSyxL65GL29H3kyPmGcLT0rM2Q93x6RvnS0tz1AyXu8TJgAviE4FD4itUe+dvhCvvu1273x5+E7MghevCov+72nr1W9X+nWvfeIILo5qIQ9SBmGvGB+tjymbkm+rdQxPsR+YL3CGZq+WbKHvaauXb7e8oO+egIZvjphKL5XMlg9bMwjvlutar5ahnS+mfrRPTuqQb6Fnzq8MndqvJqs3z3GVN+7ZCUsvn5aRT6dRak96Yf6PU0aSL61eNE8sAWYPRvrJL554tO9qUkpvgny5D0BxEa9Hhczvn9nzz21+Jy9VnKqvj3b9L0Nu0S9cp26vkcHij7vG+E8jyGBvgtPqb14Yl0+UuSbuxwZsr0buvw9Q3/IvDKNgD4mzuU79AqEvsgfzj3XpQK+EWmdPhvhGb6Ybbu8NpJWveK9wj0Uh7c7L5UBPkMTBL108DY90+OHO5q8AD4JL6g8/rDFPaBA8LvPAbi7KbeOvRx/qL1fvcI9nvYxvg3gCT6IGBA+o6EtPrPbpjyxIBW+OEBKPVobFbwE020+QnaJPcznxz3O9Zu9A602vtIJJb2LwUY92q8APlJCpz0vwn68ZEkuPvkNK75tRJo9jlAgPgLu4LuMElo9ZPmlva6o4D0yFUu9NwsmvaaSED4d5q69F7Y8vvXksTwrGKW9FP8IPSiuMj1mSei7ciqCPQGDhb5aMIo87UIfvQm+Ez3Vywg+wXXuPY6Agz0nXx4+D/d1vlvR/r2no4A9EASJvsrSX72VLLk+PgqrPeS6RD1tlYU+li2Evb0QYT7+hQK99OzlvR1EKT6Pyiu+B8pQPhQmFr7kYXg8zJOoPTeTLT7xrOU95pgAvseceT4jO32+SRwjvn2UbD1oqPu9oZHGvKXnCL7axGE9mdPFPZmhDj5IRWs+wTggvkKeHj4cqdm84TwkPt7gID5lFk6961EsvQAuuryeNJG9udDsPQZNQL5rvXg9pIHlPSO9nL2Z1b09jJyTvXHG1r3pvge9Y5EMPdfwej2Nr/M94dAtPiJCljpSpnO9js4EvCNbCb6Lyoy9Lt5WPqVygz042gw90RNlPMeg072sNEC+yt31vYZXdL7CIWC9dJ4jvBOGBD75E8Y9PdrHPY/pjz3f8+A7bKtGPjSOBb56hmS+OWddPu8yLr5DRWw+0TtEPemlPj2+omk+/vfTvYxaKL1rw0w+RtUQvi7MnzwomIm+GUS7vb5HCD5C4NY83G2svYIQJz7cECm9eu8GvkUwBb33Cj6+frNuO+ePor3nZhY9b5T0PcX6QD34p3e7KHV0Pv/GfT1V0rk9JSWovfh1Iz6xTdA8iGWKPJmyjr0kJKI9AVgnPt8VAT5A1Oq8ywBgvt+oBz7qHX49JE5OvkkYnrxa0ju+/1l5vlMGBj5dPl49lQf6vfbVMT7sF8C9z1KTPqu2yLyrWY09THGLPeyMTTxsO/w9h/S3PQ2iW74qQow8wahOPZDqgz436vc9lyYVvs9zx7wH/FM9mxxQvurSxLwYygy9xMEcPZmKZr77yDu+1oQ2PoHBr7zXTw6+8gi/PW/xI70B0YY9pSj5vfTRsT3XGNc8p6haPvo0tDsBpR08jW1NvhDJkL35ANY9iJR2vmcZtL1QyBM+J/9ZvhpWyr1Nn7o7M5fKvVSobL37pLo9mXVdvkLsp7xzuYs+A4MNvFckCj4gRnC+gjfXPYL4Kb2+zha8oAFaPoAMtj2Djri9K9ctPWkNtrz4M1C+DQxjvvOlJT5/K8C9dDV2PW+p473SMse7F/B0vZ4V4L0wO0m+ymY+vTBzPT6LNV2+bjhuvtZPCL5L/Ka+kygKvtc9BD24zl6+gv9FPMremr7sBww9p1ApPLYQCD5vzm8+Es+AvgIY5T2eXzC+gDhjPEu8cL5JXm++W9bTPeyP9r2Fv3A+PIncvDjSGz57G7a+TY5+vte75D1oe185PT8vvhaeJL5dhK89QlemPrAvg751GI48rD/HPmvJsT3TuZe95Hr/uO2PO77aqYw8ev/0O022Dz48rAk+GCl+PcTi9z2SG8O9XwhuvmJmDj5q/JG+uzgouuwbSz3Dqaw8o7KvPucFaL4TGzS9sP6FPW6X5D08dr2+L8NJvu9n8T0aiYA+lsbMu10KFj18dMA+Dxq6PTBPO75MM7i8FnrSPNnA6j0Aa5g9B7aWPToPGT5U2KE+tMRWPAvFDT1xhPQ9KggMPoLWg76ck7Y++BCtPkRwDD5t7ya+UBIwPhULxbw7+bG8DK9TPZBoKr7rVSY+JsfBvQJN371BeD+9GQ/SPT87Pj4vqoo7/dWovHxUr76matO92K8mPjPobz1rfZg+r+UFvn6BBz4GzDK9uGKlvYE9Sb68/YW9pJvoPe9HDb2dDQI+eA4Jvg0mND4Btv49Ew65PRQvND5olgC+HX6ovtir8juGxY65DC3MvBpFhL6saUg+5zUHPvBP5r4z1PI96+YqPjO65b18gK29GjdSvmbCRj3JwIs9dx+zPOALqL2x69O9kIdNvYfPW7xZ04w8nA2VvNXKg72WWii+z6GOvctfAj3gqus9w40yPhuqmjwmARC+53RZvfKxkzzE+He9+sUVvrpoKD5pm8c9wVkoPr76bD6+sY2+GLRIvqwOsb3GHw6+NeM6PvGFDL7E0HQ+pj8MPkWE0j2iK+W96YjsPQ0VQL3vqoW99tUcu6Sj0b008gK+dI6KvQdOvjzVM8Q8K8HDPcuunz0DBOg9pMpFvDMMMz1/U/08vEb7O2aCjT0Ytbg8Fo+1Pb0+m73HKDc+EQ3IvTwnXr5hg2M+aCcDPn7Vj7z2qEa+R5Qgvr/31724uRm9bGsAO3mu5D0/WRY9MmZjPMV3Mb0H+jK+bSiYvRxBBj62gpO8P7oGPgeVpj3KVua8c25zPXT0Oj4jHzy9tHbKPeQgUL39UL48wSG9PYVYYb4mNry7nCkxvorn7r20SSa9LwiDPYnIAjwAY528nVorvkaeAr5SIRU8go1GvkoW5j20NeK97kpfvt3VjL1pZKo9DG1+vNOUFT0GJNg6890bPXJJI76ndTA+GOmEPQ+qgz1Rv/o85KCVvBsNEL4Wu5C9g+eSvSORN77D2PA9O0J6vobnCD2Kigg7Ldu6vLwnBrwlrA6+wIODviurW71fjQM9we6sPAbUBT46r4m+6Lq9PtEGiT3VCUi9HMgTvmCd8L29uCo98WvGvTjnQb4BjhC/iaCQvjf7RD4YsKE99tJavkAliz78li091QgevvDfUr1EG06+WnuPvdB2hz6C9D49iOo9vssBCr7DC4i+k9mMvXCmir5DtyO9U76dvjeerL5b2xC+AUkHPqjLYj1ZRae9cImnvoMkG75fL4S99uySPdGlqDxPPTk+Yul7vhqzwrsJ5p2+DeFqvgIWMj3qIXq+kw8rvtWRML5SMHe9g552vsqtCz73OHk9O5sCv/EyGb6s0iu91yWAvVdXGz7IRg09LIYMPjhSAT67aWW9YTkYPZvbI77b5zk9HGEUvomhf733lHE+48/cPdutCb6kYom+FlJcvLKR0jyVsUM+/BmAvrVSjz5KPRo+sQ1YvsP1fb2QON89OQSIvbTVID2obAM9dwK5vQtFez1g4ps8mgDHPedny70UJKm92HmPve3/Bbzwv5I+F66avRZtEb7qgY+9yOhMvinwMr2KgAs+hLxcvXzEm7tNy2y9ZHxRPjTwbj22sNm9DdVsPeLMbbsZBfw9ldYEPkr4bb6zTY6++e8vPZDWI77eT4U+3ELevVLCEj4+qbG9HoQkPqhDv73Bzau8c2SAOzFUaT5hcIC9ONx4PoB4GLrSgQm+4eA8Pj02Hb77nt49ukxOPjoJyzvkgci94mbQvJXMhjyD2IC+G0ZTPZf5Gb3ehLm9ywEPP9GYdjy15aG827f5vOPI3D2KAlg+J7kOvTbYgz2Rbt08kqaZvrRFy7334pu97cBPPl2rm70X8SK9V4y6vcQ2AT2DPgA+T6+GvjtxDT20RY++j4mkvhOPgj1dA4W8Mdkqvl55WD73M3O+bbkiPs8TyD0xwVE+LxPvuywNxr3BR8o8pCiLvYahWD5GSjY+DyISPWuVHb1aKUC+T4tSvhB3Yr5PlaK+/WIZvszxTbw8kBK+lzGBPsakYz6ga0g9on9xPhNAir3vNoy+7CYEPfdUr73RNga+LEWmPQ9k+r0siOg9QKsPPhR+B77BaxY+79zwvuEjOTx/tfe8r8MjPbW1Bz6xmx49JPfSvU3CH75bSqU9eI/qvcyloL4aso+9la0wvXbhoj3WToa9opBmvixPdD09txS97KdAvjzQK70lSQ2+RLrIvSoenj0rC4q+CczFPHzhQb0I+7s90+bavMstmL3U8Mo9SOGmPB22Jz46WAK9lrzMvYSv/TwfD3i8Qs1BPokDnLzkj4Y+LzrMvRDMjj6IMum8VRfIvesGPD0CUMM+m9rGvctjBL4DQ909iwkmvq7IID4ms4u+DsAPPjEVDr7f5Cs++ypPPvuq4j25+20+tlJSvU3rLjyDT0U+F+vUvc7ctT0kfQq+Jia3vWd4LD5WAxE+hYNzPlfOB7461yo94ywFvnjkNz6hcL88JMipvNgso71zT1A+iN23PRFzQjte1oE9LrndPQHoQj0lUQS9QkYFPSKAnL3WJgu+li4EPTqKTr5yuoQ9vW/ovHaJ3T1iUbU9bdLSvQWAmrztHM+9dZm/vE7dcb3xvM898KA/PcWgF737eoa95Q0TPAn7UD1KIgU+T8qivUOl5DsogDs8Y5cSPvBZyr0sFVc9X76iPcXDTj6nt+A7eS/RvaRAZj3vmec8gsK0PKfSOL2oPqI9p1hmPSMSRLyrd3s+/YK5vQDAsD3OW2Y+t0yPPsAoLD5Hu9c9hQk9viRFBz4wZ/I8LkYMvoH4Cj6dlDy+foPyPQrG3rwWng4+4DijPcPcHD364h4+R7W/vc2zLL0w6CG9CjQnPtVGLj7N/pc93AwWvoiAG70YtLc70wo+PUpywD30WGu9lQlLvYCS0L0e1/+8flUVvo3U0j1pF3i8LArpvLGLQ73XGBo+RrqSPq1a0D3VrAe+mLz5PMDrwjs30au9b5cSPgashT5WRzw9+nrkPSKTEb7Q8qE8wwKKPVoor71uniA998LWvClIkLwCu/g7RSAqvjBXYL4+0yI9firHO82oXz5BRGY+5+xwPQ7f1z2FMxA+FFXavatXHT5mXac9VGl2Ps616j3MgNQ9AWPdvDb49T1SEtS92O9qPhMSKb7Gppu+o0OUPmPY/7zpJIm8aIpGPledB75PYhY+8NgYvSgsqj30Oce9zmWIvUXlFT1vQeo9ApW9vTtlFL6kjqY+ICLHPUVnMj23dZa9/vp7PoAx472eW4c+qYFKvVIS2DzpXdK98KA5vjJ3/TxGoim9E6iaPb5HNL1Z9v099N0evngLVD3zU8Y9yP0Zvr+NjL2ZHWo+ACuxvj/Dqr3WuIE858eZvaUDEz4B+109QvMlvdkcDD1XkOC9/T/APZrKgT7FHCs8FF11vfC69L1EB907HRZNvuTcmj1eBzq+ShvtPYz9oT0Lcpk920IjPevUkrulDIe+F8muvR/H47zFAAw+Wm8iPTgXzLuZhrs+NmQUvnqtXL4zMbC9er/4vRPuRzxb0Ba+irJkPqCafz1x9EY+GIAOPI9wlTy2oNG86GsmvQAc6z1D+YY91FHvvUmzDr47urg7Wwj6vfvSNT4BWCE+BdshPekGDL67HZ09ExVYPtE1g70R99i9AQJaPsQMXjwW6ja9mHI0PnWfdb5HzLC+xX3UPaCjgrs/KSu+goKlvcPhiz3A3Im9/w0xPRquwz1Z/wK8MTGpvRZuB760XtM9BnwYvp72iTkPbJm8Q4MqPuyaET0gKBs8ef8gPkzjTb1qYgG9JYSfvbwTEz7K1LO+fKoUPYgB1ThZwMW8CMePvBUPP76Go48+kdfOvdbSlz0ojsw9ZUJ8PQh2T778oia9zBozPt8EsTziHV69GTDPPWk2zz1v+gA+6wIivo6h+b0YKZK+ISs1PvX0VD66lyw+nCWJPU+ZHr7TOIg95lEEvURlT728Pza+9QPOPfdQg7383nA++/5wvsx517yddxy92IwKvq/m772bnG68HmQOPI1xfLwAqOo9sA/hPcjFHbtUm4E+efoLvnB0Ub7/Uja+O1yxvDqJQj1fm5S+/ql+PhGrUT52MhK+lVNJPPrlAr3nmxQ+DMPNvXz/ej1RKOk9r5QIPk9y4D3FNJO9TIqrvhQStr03Lpu+Q7OTPiWvNT6CXkk+o8N6vnlweD4eUxo+R/8aPbsGEL4lU0k+MUIJPqwGdz1ppgo+L+LUPHUNsDzJChm9vO2nvqU+9b0Ri3Y9RwL4vdXDeT5f/Ai9AKC7Pi9lV75kWwc9vcSfvZYZkz0gYPw8zmSXPB9CVr0GyYY9jTVUPmWrKL7Uq7Y+kSgzPWmtTj6V8OE9I373PU/jlb1WNBQ+yu4WvgErw74gSBw8WZ0UvYPkML1FhLI9rTcFvv+LCT0sJD87SYtSvcWLN74CHJM+tACbvqTQGj64Ajs9QxVKvj7y27zA9iK++h2PvqZYDLu9RhW+n6tHvpAz6z1M3WA9ZfVdvZuHGz5m5Ay8PkGDvUU4bz3wUYK90ss9vrJTPD5GuYO+6PeivBbfij1RUA49PNPtvbb5Xj2Py8K8N4SMvc1XvD1hWz8+xY/Ku9wmy7198Va+mWoMvvhDoDxrDF07PvTbvVeiMDxG72q+TjSAve5DLTxlORY+ZCacPaLgP76GFqW9KMcMvKQt1L20WFC+6/szvQHkw73JFuC768OMvAsiJ77tcDe9HBv1vAjasD2S5I07ru6evdTcErxwvai9VchJvs5tLT6sju88ytjGPck4hb30aD2+txaAvpspiT0NQhU+oikPvkYMnLz7KFW+czPivcJYqD0n3fS9lWR6vcWJzL0w9Zq9mhWxvARWx7sxMbM9XaQivNM0gT2+sKc9JJPNOTfqGL6+rjc+MIVcPHiUyr3AhfW9DKNmPS+8UD4i3ok9VDievcNd3TzUxxc7DpRLPF5mkr3keQq+WENNPJW/7b1Vj0o9y7NPvKQjj7zWilW9zUUovh8cJ75CXAs+q6z/PFbyZb6MfLq9tsHePbf3hz1/bbq8q58hvg8wP77zfVk9CvqFvYrhmD3ENxC9uZXAvVk6JbqP7ii9NzEqPnFzfr3Al0C+jfKJvEXNkTy8KUy+9kH9vfrOrL1nvno9je8Xvqe6sr2sgEi+LSnYPQ5qhb0MQIc9ZraAPtGqkj0xR2e+/BQgvlUKrr3oHYs+ee6HPvi+Wz6vrPK96kv4PcO0Qj7Sbvc9koKovOgqXjxCFNO94CuSPu/DhD6Mqr699X/DvNPiBrw5NyS9WM28PeL11bzARYW9LdSNvoaUIr7wCqY9HVaRvS4x0r0pCPQ9bBswvpG/4T0rtp88cis5vsIFhz2as04+8xouvpwaST7oTw2+dKKrPrhi5D0aAUM9E/tGPXSCrrxTw0I+X6MbPlLyjb0VHEO+PT71PVwL6T1icqs9ktGuPD9/uj3TbPo9Tl5ZPqv5Hj4OhYk+kz6zvM6bMD5/46q8OLPlPeB4Kr3EdQs+4Lw/PqxBzzuUh1m+ibx+vcwKSL1mSxg++pc3PULvXj7frEi+biK0vFcqIz4EtZ27Hj1sPixHFL2CNsc9epeHPbT1eb74/Q++fLGfPH49CD536cK+2sR5PWhn+jyZmRY8r7OBu8EGUz0ycf48ZMHdPM/LqT1/ZIu9a6UzvlDSH76PThQ+M9M3vZWkHT69in69pVlbPRFTrr6uKNE+yBJIPvZPcD3eCU6+PBhhPA+4Lr6Ojqe9zUR2vuyQfr0P50i+5f8pviodCj4I5HA93jwKPUUiDb7bpBc+h1EFPmdPC70AIVe97TJbvXcLQb7R8ae86wljvqVrJL1sHmM+AVRLPrisgr6C/8++tStyvlut9z1+Ao+9M3+RvkiY3r3QXY0++JvHPT/PDr7sY5a9VMxbvtxqEjuh+FW+XxJhPmgfkL5Y+Qu+h9lKPgCGiL4VsQI9tU37vUTQgD517KS9dnQovkA5wD1qZN++3bOsPf7aDT4wz/U9Fc6VPiyPlL3awSc9c7XZPo6PcD5yMJG9fE2cvQjIiL12jzU+0sbUPULIjTxhwIu70whNvQ9Faz1BGJa+TGurvSFtdL5wPtc8LvXCPd94fj6djrY910R6PvoDkz6UaIc9AyNaPoYO5D1I+I2+Vgahva4iFT4HQN88m6Y2PZJM+j0W4pM+P2BovHgI/rteL5Y9oPFhPj8CJz6B4SI+Xhk2vRnygT5MqI0+KZPsPVCe2L5diqw+wPwlvhJXiL2jMg8+wB1kPhZWa751heM9kS6WPqmk772y+kW+0pkovtEsYT26Ezc+3heRvqOzJT4DLI6+VpUgvdUiUT6CHT8+x9OCPdTjE76lB669jgQ4vTtUKL5eIZ29eSc4vo5OeT2CIZ49+veivTWOg7664Qc+D1F0vuBRu731oOa8YE0bvsc2NT5+1SU9yMy0vXsWgb5wRJg+79VDvlE7Vr0F72s9UJfmvU5ppr1NY5K9cs5Oux3YV70Smww9JYKbveKQMb1de7q8qAubPWOAHj40pPy9+VZPu5Sx8b35hKW92utwPswUPj6yJK49NGQdvUb0zDxq8yi7OldkPpeHjr0pRME9CGqiPFcNlr2ARaO9XwulPbQVHr5iX029a7fyPeLgDD1e7Gw+5tx5vVcz4D20SJQ9c9aHPenZKj4E8Ag+32raOxKpJj62WTs9PTz9vYYBjz6RtaA84l0IvlTr1b1bAZW9EUfIPXnpwj0Oca0+O4gPviIrMz2F0es8UmwwPmeGoTzyrfg9KqsUPqOZLL7p6mc+PJ3NvUqYBD6Q/jC+pns2PXPLd71o6zY7VMhBPouP573owkY+5utWPb4KJD6ndeE9IY+IvAHSHL6ovxo+JzL9PSOojb2zpLg9q7SzvMXzX7yJ6+Y9usilOekDgT7BPVe9GAikvQPX4zneMI09wzlQvnI8uTztb/i9HY+1vbor9jwokPy9rmxWvnJKYT2PLYM905anvFheJD3cGOI72aYGPtJO4D327iC+zkMKPcEdzLyhLUo9Nn8uPZ52hb3EZPa8BmbVvcg1JbyOiVA9fxUAvlZ2sj2hkh86TpHKvP1x8DuvIiY+YDsNvenGKz6wmfs980CxO5lo3b2t+08+HU09vefBwD0XBjY+q+obPriNSr67uyQ9LBz1PVD+wb025z0+BAeSPfOWGD6WKIY+1qPGuQQkNr7cyh0+yI8NPfxWEr1hMjY+ay8OvJCNHb7NGqS+7HNePq+Lob6knna+7wwtvUi3TD4e/GU+9dB6vSrnRrzQB10+8YJOOqnzdD6+BmS9EcdUPgpHQ71Cjl8+4Oqsvb+RJr7W/ZC+4xW7PKPLNj4leHI9yvnPPTQHprxw5Om8r+AlPhtsH73NwdA9HgUdPqUmqr4ov649wFKlu/ow0D0W6yI+oASUPdtmgT0o1vq9TTdFPMPuL74Cw40+DpU9PsHehLvi0ty9rXthvN4pnDxGiv89Fjx4PI/QmL6+CLK99wOIPQfYgD4sCIc+xTLqvbctuz5x28c9BUFNvv5Ekr60V6a8m42gvrp1/D33Cjc+hONaPq5RfLx11QI9pEUrvvYmbT6AMoo995fnvVsJtT7ErQc9JHVHvd3uFT2E/k0+6mwIvqRLx70Q7Ai985sQPiUqmz4ZtQ++MhIiPBJazb1M8+Q9ggkZPh+L8j1PVk++gJfDO3ZAUz6Vjnm+Q8WkuzoW1D25tms9N2+kvci+xD2PbN09wNqGPX70wz0jJJ49YgKpvYXqAz781t49vbrxPBRxwr04PV09kEPTvTogBL7P50M+wB/vu5s+VT5BGcc91qtkPY/wEj2FJYC9KDZrPrrr4z1Mb1o9K2eYvTfy1b0S1++9VuhGO8etIb5azjw+GvgfvqrDrztpmi2+xzPqPRqcjTzImz6+Ia8mPT6G47xchxi+NYG9PcYmib63cA4+pBZOPekS+bxgUJk+IbjhvWLpPDtL+kg83KnwvMQ7Sj7iLw8+BharPesQyz1u6vC8P8LtvY6Zqz7NBHw+xk0AvLJ5ZL4N2rE+cGl2PdYKdj5zR048GpNqvdC8HL7f+/E8X13BvG94az6UpyY9uH4rPQM3CT6Oqiq+bP/1PYwhED4cVBG+R6pBvA8YUD5GelY+XZaPvaI1rb485Gc+19vivfns6D28wYs+byZyvYzsCr2F3Ii+CFvRPfa5Hz4i5ri9+Q7DPV3+Pz2AZMI9pxwgvgdLgr7j87099KcjvGvBq74GPxa9hoAaPtiS473NjZq7DvMCPvc7xL0sKUy+q56ovBps0j2pIE6+5nKTvXw1gT5CrF2+9I2WvUlqpT1zsWW8gg8JPhGp8Tx10ty93qhMvmNR9j3fwyY+z5o6vle5Ob3+d5Q+6N0KvuKpAr5eofe9MleUPaR5AT5UCtK8FX9oPb12Rb6fryw+XIErvvkjOj6I4Qa9gC0NvDXlu7ssGk89dcRJvp1MMj21EE++zjfcvezBVD7E1ca9fM3svDjO7jwBP4C+f+JIPq5pAL6HWyq+gabLvduQnz0qiYe99qsUvk9wH7v66w++2Xc4Pna6QD2r1l49P5ILvu62Tb0QX2I9JwIWPRs8Xr1YXwq+TfqJPs5iqb3JAAM+ivCvPSOEmTzzk4Q++S0SPjDKtT0NOUe+IX9JvWqjLD7hOyu+w50/PtNjLD49X5a9zMNuPhiybj4aRti90DnVvUVXJ77mvlg+e4BRvVx3Cj6DiMo9IZzRPZ7htD3mnbm9jixpPZwDlT2yh6I8Xm6avN6tTT1JGBG92WUdPmxvNL3byx++c/lzvVWNsT1g2gc+QFCsPceT7T38xx68diPQPb0XDj564G28g4COvRUQFj3ZwAC91v/yvFNnuT0fYws9XriTPvs6Iz4zb3Q+T1E0PvpEtbyBtOy9fzKlvcMtD77Kvna9KL03vr4Lsb3spMw8ppfQuxFJjr1mIdi9TqYNPLR1rT3gUy8+zYvJPdcZBb6Xng6+tFhUPpholTv+40w+DT5vvECjVb073oo9HtNUvqK/jL3N1Uc95vBPvaBcBr4e52g8TEM3vmNlBbyPuAo9fjVLPtacZr5cvc49C/K+vK1TrL3LtfQ87+RjPRvgKD6qQs87/8wvPmGWKb5+mcA8oII4vp66/72Elvq9I73uPZR9Db5iuUY9qS5HPiuyPT5pGQo8TuwWPszWeT2R6TQ+Nc0OvNeY5b3qaRM9O7HMPQcr470QJao8FtmvPSaOKz5i0Ai+difRvaaU6z2KI1C+S3yMPabaUD3u/Is9zmoXvaTg1T1mlDe8vIAZPnJcUz45f08+4akBvqum0L1NMdE9kfmmvQgv671PKoG+sWGFveIv3D1k4qG7CdeLPFiWNT13e3y9eInbvV3P070HtvK9SQEHPQ6zuzzYjJU9JUsMvTKaz73PyY6+eJ+8vv4H1bzNwtu99duJvYNtNr4nj8K9hv+GveNtCr7xPqA8YUWFvn8Qdb79rFc9N8RcPTcDd75qud29a+/iPQt1lb3YK6M9MDRGvgOZV74bLRY+br20vS5wKr6y/Co9/uUQvuz0670Qa4W+y27GPWHPmr05u36+bzRuviHvgD6OOS8+VGKUPXY/ZD5kclQ+AtymvURQzr2dMxO+v0eXPlM4YL4Mv/27X/QNPG/3QT7I9YW9A0advd1ZFj4F0ny9sh1APdZljT5kIF29rv1APYeoH70t+I+9mJcEPidXMT1E6P09UvJSPj/jXj5j9nE9mxPdPa/QCD6h4Au+XbZ3PjzumT2aUaC9kuXFvf31aT4ow5O+7yNSPTowC726hAy+Bh80PacCNb5AnbO7ZyxqvU6pMT0CvhA+O0eSOmZhlz2WvJI+pNxWvqbW+L0T0zY9Eq1mvYSbEL7BlUa+mMp5vcTwST6Kskm9u34ePh/1Q70BSEa+fx8Bvh8zEr6eEHk9JDfhvd1UFb2mJh++2lPBPZwBR77+moe+xBHhvSf9vT2D4oq9hFsxPk9GHr3iW4U85CqgvXG3sD2MD/W9pi+tvR5QoD6cTOI9vhkPPvarN77ZxSa9EErMPdEcYb4bSw68DtzHPcyGyLtcHrE9gy4VviV3Q77mB+O+QAhsvvFv1bzX9pi9oZXGvcA2Gr5wKuA9f1eYveq4IT3DGbs9EhhVvq4xMT6RriK9dZzcPG6Fgj6tk0a+nIxFPV46CD5DQEO8ewrSvX8S7rsXLCE+tw0VvodAcT7fD9+9TvydverkAz5cpIY9fRs1vgJWQ73VXMM9akK9vQDXmj1YPeC9utDnvKqy3z0v4oa9Dx82vqEqur2qfl672NLnvFrvY724wQY9Y0mtPLiq0T3a0o6+6j9KvtjOiD1UPAu9hwXovR/fQj5fPvM9R0AWvS/jP7508209NgqSPoM9B76z24E9SqpMvjeB0L02QcM9X3UEvkMLCD5LAny8DlE7vnw3Tb4AU7S8nwMEPov5AD4/2HC9GRFbvV01kL62wAe+5I+qvoy0Kb0x8AY9k/fhPE5GlL2fmky+/i0jvmBKFz60dhE+3Gdsun5AYj5Q2w6+oTIUPTNdFD0AwJs9XaNZvnvPiLyJP6e9tiGYPsy9lL2Bxdu7oZKbvTvZwr1/QXC9/VW0vat4zT1aOGe+OGWOvpFhD74fbkC+T0RPPXZWKr1Mgwg+3mFNPR67Hb1K7i+86HYAvoHtWrzlg568eT4RvWTDEb5bYpi9g8UGPpZn/L0MvwS80IGbuj0xjL6MqSC95J0AvqaaAr75omM+h/1oPQRNu73SAja7OiHvPVzNvL3uwwy+CikwvbP34D3htFA9jyDAPAM5Wz0gRs69Z9hpvVR/VTzCFCy+30Y7vsa9Lj0iFh0+32RlulFqn727J9E8rUYAPlAyijzCOTO9GBzWvByxxbyEFY09EwhUvpsl2L1hGxM9H2eXvFDtkT1mPw2+cmtOPpFMDr7b+QK95QuJve6dpT32sji+JT0KPitU2j1jT1a8cnraPJDbGL7j2gy+sr6gPeGmPL6tQzI9v96CPRguUL2zgO08iP24vasEwL29v2e9xwiEvjYtizyRfIc8otOBukprG77Dj4o944n1PcQzE7568qW9pLUXPr9ihT0k1GM8pYuLvc1pVT4G/yU+PtpePRk+PD7ueL29iOARvidT9L1Au2S7c7BLvjhQEj6zuJm968WwPb7llLwLkbA810OWvdBzFj1OnyM+hyDOvXKXFz5JTgy9/d//Pe6pHb4xaUw9AEQovp2Har6M+Sy+xKZ+PFhh5D3CxA0+rEkrPg5Trz3ggB++46hXPdazoT05Z8e9V7FjPHpObT3iSGA5rW1nPpvtJz4FXoa+DuA2vgkaDL6TgwC+A2i8vgGfFL2jrFK+XlWtvSqAFz4NBwy8A0XTvdCCMr0PntU+H41cvZ2Vdj3DWQ2+ao5WvqGWzjyDEYg9DJe7OxC1Hr49h7W7sHwnPITNi70H9S8+lYQTvzTubb70UIw9BlsMvp6nSb7hECA+3wXPPRmrZ7pSn6K8nN2DPZ3ocr566Z4+AafEvSRhz72Y3UE98LqlvuzvS76gq447R5RtOybB075gcu49erkWPlSvEj7/gRs+BRIfvsa69z0rYj++l9ryPW8Xr72QZiQ+/Vx6PUP4jD5AdxM+HcUvvlK4wT2b18i9TyGnPRSGMb76yS4+odsyPQiupTzQLpO+TgQovv7lAz4Y8jm96TrSPXSbgb2uIxs+nf+EPk+9HL7YKh6+tE4Mvp+RJ77iQyG+yzgIPWgoMD5uYKe90eQBPlHOmb5YNAC/oq8QPulUjz2VmLq7Za/rvT0r/T092Pu9z+MVvQzSmb1WIbc8fx4HvsA6Fb5ZkrQ8cqvLvKSwQD7cFwK99zLBvDP6oL2+Pzg9u1dCPRYEy77ayAa9p9T2PG5MPL5oaSU9Mdf0PPwb3T2bitQ72WKKvjh7aL1oC7s9IDeAvSYIOT4xSww+7M1NPv+FYr0Si0u85Lx2Poggvz0Kmkq9n2zwPcDhyb5IoBi+3XxyPW4zZj3UlDy+kuLIvUN5fD0eIhQ+umohvbJVSj0gI00+i3/FPbNj6L4X2qi+gUn/vfOmr75XRRm+aXENPtqnjD6iBnk7+xBiPZ+He7wSivC9Ig4fPUSuEr43oRq+yRxIPjbijb7lpAS9mGxIvHZC7L2xXYE9KOgPPWyyeb1gT1a+w2knPvwSKT4j3dK9FSA+PbVhfL56CiK+rlNUvVt9EL7xHRW+C1b5vZb6zz03LIa+bhF7PcqFub7sZT29ILowPov7Sj3nriq9WaZRvnsDtr3/AI891qbKvSPKpj0hqKQ+NmaDPavmsjxPcZM93OlivcS+tT1jnEW+jn6JPiT/iT67R4y9JGtbvpP7qz0zHVS+uQWKPtvDYD2xUlE+IaYJPdB2SD0EwR6+ZJw2vsrLG76rRUg+ZVYgveI/173vfri92d5FPqKRFL5qfv89dhNIvj+tf75mLk07WIGoPYYSULwFKFE+TIV1Pf6NKL6fwMC9l8VnPgjytT2kH4y9c6OGvlZCAj6m3cW+6YZQPf9xlb3gO5q9yL/wvaqcnL7YNd69xN79vUVJaj4oboE9cyyXPeWucT5a1g08fE14vnP9wr0ONUU+w0pFvpNRdj2DPu88kc0EPrThUztzWtO9p60lPuR27D2w+w0+WW2FvmncgL0SpzG95gcbPrl5EL3L+zE+PDWIPmpmUj0L9U6+602gPWzBr7xtAtg8QG+ivMxmdz1PY0g9M4JpPYPknr0IhPu9F7E/PoK5Yr6DgOk9qMyxvZ1SWDydSGu8il0OvSKK9ry7Yae98UtVPuDMyb0RcMI8NMQhvjCurD2nxYQ7/so3PX1pTrynykQ+akQTPfq0bj4vmby8+ytovTYjuT3Jvew9rEwtvm+Tgj67EzA8ZfiCvZyR8D0ux7y9QUTtvd2ox71IdlG9mF8fPjKj0T1JFSs+IVzOPCeGDb582m68hY+TPMzMgb5oJkO9ScquvTX3db0UxAW8hJ3mO9tHJb3toAw+RZRuvPQSAL0vOou9yMmFvckhfj2m28U97KcoPm4BED7g8FE+dMj4vdCg1T3XQEo9fsENPowTSb2Cbx89jlrSvULLETwrKYm8ZzBDPsOa+Ty79+A9VGgevl/01j0A1OI9OZoHPT6zvbvszwQ+4QWCPId2Bj7oguW9fcpYPKLSs71/BxU+qlTBveIB+L00i/S6kLpRvTXZYD6+qyK85j2EPc+1Tz3p2cu9X8vRvITgxD0jvm888ewKvjIC2r0dhgk+rQwevYTVWjxqCVO9Ud0evn8WTb4exsm9vtrTPXjpLD4OBzi9tNw+vrEpIr6Fwrq8cymqvc39nz0VFnA+W6riPN40wj3asrw7dU8JPv22Yr2BDoA9ta/nvU4Tfr5FOAs+65ByPdDQSb7fx0w+ieoNvkHJzLzNd7G8+SC9vKnfPT5A7129tI9QPsohEj4iyF++V76pvmklkjyrRbE6Y+qCvjmTCj4ZtQ++RzYdPdHDY77x8iA9wUXxPTXTTb7nSFk9in6RvEvvTLxN1F2+sqOgPRSDZb7gb8+8CF0aPAv5FT6dZRO+iPS4vYpRjL2+CMq9vgiWvpVeJb6u2t69agK4PVkWrL64pns+EB3FPOA2jb1zeqk7nBBUvnE6F743VbC9VcpxOz56Mr3tJFW+LS++PDuGhT2b/SU8yWHbPWdeKr7SoQM+vk+4PS8mqb1RHB48WyNivhyNO76VCGy+tUZLvgpKkz5SP729Y8mIPQRmAT7U0NQ9Yw2avUGvbz7oVJq9cwnZvUY+hrwwJ/29SQhBvlocBD7BnHS+0888vaVdUb7kiCq9TeJGvlN5mL232Ow94mdJvMUoDj4LQnI+UaGWPihmFz5KmRK+VqHAu2r7IT5HSjW+WcBPvaXSnr18+9e9JBjaPSBCCz4OdgC+P9I/vicBLr48mOg8J50JPnKKWz1mc+g9phPkvaVqIj3rJj++s3ZaPlMgQL5e06m870xwvt5ChT6mu4I92TujvUy19rsh/6+91HiOPcoysr2TPxA8Clc3vqgkVzwnwZu9/650Pp4IHbyi2Bq+c4FSvlbhwz24P+28+lIcPmIunr6nqgC+SGzUPONK6T0nKds8ov50vi9Jir2qAxM+S1BIvRBlNrxziRm7uwBPvVseFb0vKEq+BHKVvTkI+T0rnmC+1EYPPNA9or3UuLg9JA6EvgY5Y76FTrk9h0PBvZbYqL0LzzK9O/wGvhifJD7dnHQ8TRqgvk8sejzOQwE+and7vVRITT5YYZm+RBiSvYcmET45cEe+YUfePJRCL76hw929zRNVPb5kLz6KxRe+jT7HvIOWMj6DlIu8gI6ivXG7Cj4pAPy9D7QYPk1svz2za/O9MGUPvqFiNL1cTi2+h2DjPWvQUr7pVGA+n6XDvT5OoD3mfda94crTvQ67N7xCIYW+uX0pvTg0or4vL0y95Rukvg+ehD2Zh3A9S0kmvZV8Kbv6Egi+V0PnPLxPXb0Z3yy+SQJSvtxxL76GeZS+OrUrvhySY70CGTm+bldRvW8IqL6sztI9Y/QoPUlIZL4JcdM9ySlMvf/ZvjyZwbY9rUA9vvkXu71zeRK+Y48qvXL0nj3/LdI9yCJWvhbu9z3pFNO9BFk2voGzNj5xJCs+SKOmvZrRlz1+FCI9CiJhvigbyT16zIS9s5ksPq86MD5WHQA+eyTIPPS00jtmfF68LuunvTo1R76UEeY8lO2SvZyJ5r3FWqW9ML6yvD/ZBL551ca9imL1vZTbfb2Vwyi97jKJvso01T3uruY72YS0vf9Ykr4L/cE9IGOBPCxBOj0y3oI93kejvey6ML6muTO9Dw2ZvqZKLD0/2rm9UmVDPGMrcL7Jwr49oLmivb8Bp70ZO7G9VElJvRFWIz6u7so81/hqvl+3/TwrV+88xcXdvRtmA77+iww+dRkYvvILLb5G7pE9DMfTvZ3qsb0limI9wbylPfiSZT1cWBC+M7QDvr3T4T0djU6++1LTvaTkh72vHDK9NUw2vqHyq72VbRi9VFLWPa7JKL7hJjy8qFb8vLVMvD1Kyfq8e+9DPP3YSL4e7S++PSZuvdSgsDyJNc69GykfPY93/bu5fjo8pcOqvSPASL44hxe+1pAbPp22jr3dcxc+j11fvpYBFD0QodU8SdaWPNcsLr03q4Q8lRGUOrBY1j3HgYG9lWkbvjJcCj4otvQ98WsJvRxQ/7wFZxQ+mH3BvcXMCb5toZU9KXA5vi6Y2L35A4680SkVPouWdr40odO9pXg8PYYddzzmV6g9wQyjPSR+vL1wn12+1egRvhcG0D2ODEG+1K6cvaaUJr5Ja6i9u7YLPhsmhb0iu0u+8D7vvDmj+j3pFt091RqAvYjalr1mLyW+gy5gvkif4r1PHYy8SvIRvQCkjL5H4Og9x2PsvCMrhD4/aZo+qVsBvmcVhL5UYPg9XWuJOi9grb7XFK++9bE4Prh0AD6znJ69eHoOvmPzczw/4V++8zOAvg+3fj6XVks+I1tvPtTRjD5BNrc+8FKEvhUHgr2UI9C9bklhvoSIID4OT4e8awW1PHNSw7796ZS8udnHvFcRqD2wIV8+f2uhvcfnoL61QSs+kPxFvdNcAL47kpc9sn8tvkD9tz3vAVa8ita8vYVhKj7PvAU+fQvsvVNoTj7krEY+XxgPPT4ziT4PywI+W4COPUG/ND4d2o8+f2WXPR8TuT5Vroo+E5Y+PimlyrsR2AQ99lc2PrMtjj3jRhA+f0NwPscpCb6xaIQ+gv2fvcFHoT7kFQw+x2APPqDLtb07CTk+GwJjPcyaib3jNe88dfWAPUVRBr4dXby92VKQPlqn3L051Lk+qUDePC03ZD7Haj0+H+6nPZWchz4h8+293itYPuGg7r20IpS9CwxgPP/2ND6NU1g++3irPKaQ5rwGTT6+HcGgvp7Usb3rdSU+tJZHvaFIkT4YijI9Sj8xvFCcpL53jpq+tLslPsoSjzycOLW+s8TbvFnOzr1rMSs+MCaZvaUlhr0Klpe+20I4voVUJT1qOYE9zvFLPr9qcr2kYs29hq3JvFEmQr6ng5y+uDfPvUz3Zj4Iz068wGE0vcnVhb7w718+X+PWvakYr728kHQ9atebvLMCYT5TJxU+nqdNPWsugz4JXnK+qGinPvz9a74Ps6I+0duCPnaM3T2VkUY7B3wfPSJhSb0LKrU9DpUVPglYyj0oWYK+AHdBvlIPtL3cSUc+X271PZbSQz59kjc9pRGzPRajSj6u4we+SQhQvUEl/z3YUXi+7zF8Pt6webwKOmU97IgZPmaBmr6gSuK9ExMxPGIeHL4ZFC69WCfrOyLBPD7nrIq+cOwKvsqeOL4phfY8y1UvPjGXLj7j82C9sEhxvmfnFb7veVu+K4BpvkHBwzsOgxA9bt0gvumCAj6f7Lw93JYtvio2FL5lhSO+yv8KPmGsBz1zzxy9xswkPj3Unj3Icw8+vm+ePccXDb77YCO8sr0dPsMdDDziqIi+jYAhvkyHmr58ZA6+CdMpvtLZBb5Do5U9zwfxPT0rkr3uWk8+zGNQPuI7jT7M+2S9j646PsXOe7sUS0s9gpMHvmpAdL7eyvm8mTKWPJEiq70BwsM9zWvavbxYV7ugMRw+Ki1mvBHd0TyLqD69JBaTPilD47tWKLq9P1n6vTuBLT6kmhS+lE6EO7kmb72fnZe9NYttvgjGTr6cQTo6S07/vI2eUr5yCV0+F99Pvu5ggj4lmpI+MQKRva1cBr6ajL49"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "mPQAO0XP770PpgO96qsPvRAFDz2sqb06ObgEvfkJtTtPzLA8jdMGvvliiDvyzy296jCdvMq2QjxV2pS9Kfdevc9tGrw1TA+8mCdwvJoSer6kbkW9rLxHvQW0wboRkIS88X8svZqX3r3lEfq9F19FupC2FbyTbg+9IZ76vAjc5Lzv9gG95qhPvRIkPr2JK3I9pHe1OzWV/ryY6hA8pucvPex6KL01/oq8B4BivWId570zyvS9rxZAPGkYp7ywGh+++QcXPBgdIL39ebG6gwYxvbtJBL3mNSK8M0VGPfgxTrxAOFe8c+cFPMafjD2kPsO9RRCwvANCvb0ix4m9ZTOrvdqcwLu93Eo7t7A0vU49DbzCulq9KejevKRrBbvfbTw8sXRTvbT6VDzdYS87Lt0mvOAcZ734gv87+hk7Pe5VND392uM78S8Tve+nzD348SK+YUjQPG6OPbzqU9g8NrfCPLCTDbwrpQm9RrhjPC1JFr26Bou8vFdOvYoeWb25KIs81mxPvZsDh7wV3WC9AzsKu2kamj1u05S9EpLavAlWPDwja4A7IU0DPN5RArzBeyM9QNYRuTkgvTxmQg87+IznvV8ucLwmvwi9HsrBvR4OBb6TXxe9JqDSve5tQr0vWWC85oPyu1sgMb1zVHC80ZRjvDGEW70MoLi9DmSiu2bBm70="}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 