{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"N": {"i": "5"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"T": {"type": "DT_FLOAT"}, "Tmultiples": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "alH6Pdf2Zj6Np1G+/veyOz4jQj04BO0+Kzq/PvvXE77LaH+9IgKgvZejSL7aqp49lhhEvQWDLL3tGio+b4Cfvlq7vL4WfHm+HbxlPs6QdL5yQYQ+kURyvgY1jz7UTYA+SAipPl5A6j5Gev2+sX7OO/bNijs0/TG+gke5PpP//buFWje+IEiovoj+Qb1Qeru+3mMkPtrx8b6sTNk8D3j8PcONtb1WvJ2/ypIlPjyEobvTHQs+0uigvugwqz5s2Ui+QzgqPkI/zr7j+fe9m+vmvOfF6b4tnxO+U3KYPlFHmb6ElYI+Ogt5vbDPjj593C6+sdAwv3iACr24QKg+XyqZPd1TSr4Nmx69gF6hvl/iGr7wAGS+50VNPmtG4b66PY4+Z9+1PkrS2bt/hlE9maupvUWqmb55e+e9NgU2vkB1lr2SZhq8frG4PQqwjr7muBq+EIWVvmINsj1dCys+DkHCvgQ2Az7DOhG96nSDP4beYT7Sk4G+mtsGPlraor6VIFy+eQ+tvfxRjb6R3Ja+8hoiPp9vnjsWXVy+0ZXSvRbMp71n5Bw+EoFXPjaLHz6qYjI+FxgzPhK8VT3OqRa+HT40PE3a1z0fUmu60HxkPnw3EL5XFIy9f6xTPuG3rL6ceV2+IKQgvzpk7z2Bmhc+jQrbvZscCD7a7wW7IF9Fvsh8Gj7vsbQ9pDJ0PTIf5L0On2C+whHnPV5uFD1/Znc+ZwClvUqoir4Iml08G2bGvRenAD6e/TC+J8k/PmB38D6p2jk+YSMrPoSiw70Ks0k+mwMMvoEg6r3qkpm9YjJoPvh/STxwIDk+JdSePbXgnz7GX6w+fpTfPaBZrD7Coni9DRvYvd2bAD5Jyki9LIvBPdVdMr7Nlss9UBGVvYD1n71ctIw+lNXgPbBpAD+g38U7Qs9SPg4OLD4LKuc912xMvt/eXL7Tf6w+qYMovvV8GD4Z6l++fkP5PLqCzLyu8789Z6WwvuAzoD4K7pM+y8TQPUpnqjxPwI87QjAmPm8RJD5u/Q++T4tMvvNoVr6Wa24+VfGaPr2ysz4DjiE+1GOkvnB5770tniM+nATSvaJ8RL4X3pw9bgqzPcoRgD2snoy+Kk4PPeVsML63S6c+9nDAvXMsgj4YSUq7k42ZPDCzE74j4fy9REWzPBi1cT4KUMA9iJHXvYHE8T5bPJ+8+6oJviEpG70VVc67qBLEPWVhy77kvOA9McchPi+N4zlz7fY83X9yPEnDlD3xsoE+rz5lvp9KpD1nxHW9CRcrPjiOEj4YKi2+yK8vPlnttL4QJkm+azswPlBkujwrpDy+Guz0vbFtjr1Yh3A+tL7jPfZq/b0WUzo++nwrvp9iMT0qobm8PFC2vcVcHz016hc+eo0jvFPEWb5dNhw+07e7PVwrBb5j3cw9mJYYvnS5BL3pYpa9wPVlPke9LD6VqK2+vZOvPYX6z775962+NpJ7vgeMxb5Xg8I9dTrfPhBjZr6gCO+9lZkbvhsEnj2wlhQ/AfoEvxXS0L7nO6K9/6hAvsdr+b0oL4c+nkAjPmyGpD4yQ6U7UeLIveYPij3vPMI+tKEIPHaKjL62s5O+i+r4vk5y3bzwy7I9Nu+2vtlxe76OB7C9diwTvWmdA757ziE+nqELPm4cjL6+HSA+l/WLvnXHW7wkDQs+RE2rvd9Fk74XOXq+j2c9PEoQmj4a8Rm/K4OxPcuL4L1Sz6499MG3vchcIr1PuW892RwjPkUD7runHho+HgiSPF+VtjzWg2k9v3uIPaPr/70FoCy+1ngtvoy5qD4VTz2+SmGUPqZZ5rytsEc+J3PYvYAmjz6/usy+A5CYvH5w+T1xbWS+O/Wfvh1BOr4SnNy+llgVPs8Flz08+0G+fwOJvlx9Tb7GY4w9ud25vX3gGz6n3jy9hZyTPvivZD5sqRo+sU70PXCEjz5VasS9Rg4xPZrZTzwn99c9PWafvfEdkT0g4oE+ARQdvkMxAD3t2XO++eeMPZEkir6gb1E+67CXPW2Gob7OHQe/hnifPK1aT77AtL29VqfPvcdlJL6z1Zc+C0KSvhRHjj0Y6Wc9yMcaPmO6vr6sJLq81C7dvqDRNL4S0cy+sjlgvusikDsRScm9YbdavhRmub7pbYO+2x+3vnfkdby/yYe88EWgPQaeQz0MZoM+OzTivYmUE77+du0+1HukPg1iID+w/wG/5ecPPtCTDr5U0x2+GSw/PuYcij2obN69E2bkPdxZsz40GBi/7RMoPgxK3z4zbge93aePvvjk1T4QS4Y/PaS+PRD8ZT0USnc+jd2kvKtGjj4kN1c9POqoPnhXTL8uaI++Me7VPiD2n77HvwG9zSkMPkpbPL6zT7S+JtJHvj2NHj9SeE497TbUPuJUXr60Rt0+eieJPMqDAb6sNdO+mMFpvoma2b4wkr08WFK3vkNJhj6jeyy9mEq/vlRESD6FpZa+RW3ePdSnAb0whAq+ZsLHPjG/nz3SlXs+huuqPcZlhz5TMrO+4KMtv6rINT6RRBE+A6f0PpODJL76YAc+x2OjvWlr8711TFm+gSKBvhd/f7782AE+zc2nvoa9PL4O0KE94b+ZPr58Jr4hcUS+au+QPvRJAj0+70q+s/q4voTVjjz72sK9JWmSvRaJf74PEPI6nJ/ovvzABb5MJ786huqQPqpoBj+JCaY+23WvPUtveL6ubuC+iEcUv/qhLb5nOn++GHHGPSEloj1xrhg+GSsHvrxioj4N7wm+tRz/PDdzm724s1i+EyNgvjrJpTzQFdq9ZIQEPptqyT7HyHu+gNJOPn8GDz5kFy490IrFPeo/3D7IvqK8aiEOPneW8b2BqLm8iQjdvauBuL2OzMq9gv7FvgkFsz2EwKG9630vPoY+s73BPt2+Q9YPPrAEub18dAq93qSIvgM61j1u2oU8MIpFPNqHDb27v4C+etfjvXKYIL6ASNG9D2J2vmvEP75ph+o+tABSvv+Nsb6By0i+n5yvPpxrfbsQ9wq+vXLFPLkqcb0iYvM9VVObvUEbej2ffgY+4eyWPAeuvr08EZc9WRDOvT67nj2IwSu+c7nWPoBMhr4GiJe9J9ZGvnmjsz60uQc+CATmPbG4A76W8Z09lzbhPdat3T11x688SSemPDEJe74pjuU7nzU9PsdwT732YUw+xPZRPrbEY7wF8BM+vzgtvtwP4z23/OQ9fdl6vmYoHr6SEoO+Er7evNvuyL57YX+9R6UBPjZ+Jb44GUY9y4PRvbtgOr4Fexi+WD3HvWxTXT2/+6q9CmGzPAvl5723eFQ+F1SevnXAbb6xeQM+RdiMPWE/wT772GQ9mg0YPg/O3r57vxS/D2fZviqMOL545Ys9xKGMvh3Ut76TDw49V6nvu70NmTzHmRc+3Y+QvL7KGjyaU6c9OzmbPi4TK75QmZO9+rxlvi84Gr2Ft5U9exbyve9lFz4jIDe+eVqIvMWzXT5Q/vI+G96WPq8/QL4HR6G+LEY1PnwkGz5lkKQ9hf7DPKkFSz3rDvW9mgj4PRkTF76UzJ0+q+2dvmFtCz1h59c95YsyvkFevL1wiBm+f3gvvmlmmT4CQZQ9nfk7vsdd3L4+KLW95eusPeYhFL2gMXS+5Z3svZWtlz5Ajpm+avpWPVI7Rb7u0ZS9myqNvp1/Sj53pGa9MK3TPMJfDj9RCXW9R/qpvQNanL3lcZc+r+C3vvQtYD3gL488sMhxvmzb17u5LYA+vZDJPSJHnL3lIoG+pN1lvmTGAT9PP9a96YqUPj8xCD6v6Yc+88RyPQ7oZz5/qoy+azvJvkXx/r1m6YK9mxilvAD5ST6uBVa93qu9vUPatr7GICU+W9w/vSDI3z1vmKG+q5yrPZO9DT7p2wS+e36oPoOPKr7v3IK+oyRePqS7L71wx+Q9DC/YvRo5Bb4K2as9rxyBvn/83Ly+yTW+XGyWPY4WS74M+Ey+HRm1PC5DvT6SMVc/xQE3vnjDmTznimy+nQlLvkOph75RsIC+pGwgOT6NWj129BW83RGuuxA8nby1604+sF2SPtqNCj693wM+uodvvSUzcD3QGI08l66VPSEIj74TYaU+I2LTvi2rZr6b3Wm+ipURPR93Eb773WU+KFvVPdFwor6cRbC9vhkdPjNRIz4xsFM9iBw6Pm3Lhr4gzda+jOqoOdPGRD0bMUi+p9FwvSILsTs2OSM/o5uDPrRd8T5Muc6+COGBvpYRQr5tltE8fdpLvHrFv77uOJq+0hniPpqh1L4RaIE+XwIlPuo7dz0zhpS+wASaPViCYj7xBg4/vg4FPM7M/b6vy3m/ZhYnvlgs1D6TtUU+EYu0Pk05e7zeHhO/XYyHPjvUgj6IdQC+I40aPcdW3b4C9AM/U7EMPUrhMj/qmPa+njUoPc/JOr4b1h2+kZGtu8i4777Xa+i+SCojvc9oZ72tDAC+Hf5hP4gk3Lw4aGU8CA44Pmh1wz7Edz2+WKkUPnmahj4KpdY8cOGAPbvE2r7oGGC+un8dvhOrCr495Em+qFv4Pbv0Ib24SNS9bi87vgdrPr7le62+l5K9PWzYAb8OkeA+qU/MPRh+3j59xIm+IwEVP3hgQz0w+tA74fbRvYOqdbxncRq9X++Yvggvaz4JHU++b0ioPvLuqbx0K2++ojb+vETaPjzDKJu+q1rXvllgjr3afnq+Rd0Jv+7NAr1EqfM8bYpKPtCttz287Nq9w+XwvmqrNb6Y1kC8qUaCvh0XMT7TLRk95vUBvqqV/D2H2vo+NGsvv0tmD77kAB4+fzFkvVNZkT38MhO8yVZiPlJ/CT5APQE++rdaPo1ygj3znbG+G2gcv3ev4T5ccF0+8hgHPmXIXr6FC0Q+PunxvWbDk72nfke+g4LbPvVU3b4T3Ru+fcZXvuw+Vr0D6Gs+EV8xPpJPuT4/k7G9ndq2vOv1Jz7/ssi+fharvvx5h720XFW++6SIPqL82rz5yoy+60atveLCvLwsoDw+7kuCPv+3470VhL08gPz7vasvyr7cl2w+7GKHPSH6974IvJM+8JoyPoCeRT178Se8pWNJPkbfuT1giq23GiVlPv69vL6wddK+1AipPiUUHD9vXjW+v6zbPhkbeL6MgSy+QQ6jPX6sNz7o2oM+4wrePdarXTx91lC+WdumvpYXbL0/7c49b9qCvGGvEj5I+8Q+ChhLPmnWkD5hCTm+KocVv6ngA75egOC8JWL7vY4Px70xzIE+WebUvUwWST6N3pI+hyAOPgiaej4jH5w+hRWQvKz4Jz7eppQ9NSEGvr69u7yas9U9GHaBPiEhjD3g9lc+wGSYvYmQXbwWQV2+7/aKPeHuD74NiQc+nKWuPpDkCr7xBZs+vlNdvcfUOL633bg6hkH8vZ2SobzGa68+e9nZvbi/aLy0A0A+k59YPjVgAz6xGZs+uhvlvpEsxrxyKtO9z9ZtPMkn1Tw/RiK/A5SXvDpHTb4UdVo9YbLKvmNNlrzinJU+D+UOvuDtFT4Yogc+Ow1FPsCBc75dldU9c5GMvoXEn75La9a+kAsWv4duoD32EHQ9zL9gvUqGSr36nEk93P4XPtEKWb6H2qY+LqFxvfSFd74/4Ke8EZUvPpR52j1tlA8+W+k5vlwXW7xpYnu9wKSmvlyJDz70ogw7kKj7PUkkhz0qCho/6RIDvlctvD6DlCU/OqM1PkM0hj6vx06+QhIDPG4L2rxlZcM9LeO7vFATz76LarY+KDFrPh7+yz6eHA4+91LyvrCtQb4VpLE9UWWOvUU5ab6iPoY+nKIZPXQEID44xV4+w9apPRwzJr59KBo9cMs2PmRvob7SJtu+dqhqPgelHj7I53a94HWyvp53bTzuOXE+ST1gvmzx6L2aNOY91ppQPjMxx70tPeO9X8oMviEejT0WgEA+FhXzPYS4mD4l7Pi9CKjsvLpYl71CIBq9mqizvk2rBD5Tkaw9uO0RPYXy3r3uLM+96PHqvWEOIj3k5++9QbNZvvqpFr1THve8+Otxvhthj73H2gg+tAv8vp8QrT30vLO9HzKzvq85zj5ArwY/oBOXvr/lzrwQ9O2+KvedPrN+Ab2MzeY9VEGsvtoxwL0Qhgo/OqmCPhstZ77yvC4+mGrSPuMKED593Zk9WhYYv2Witz2yiLk+rCCdvuH6PLvWeL0++r5WPShTp72C5d694LqwvZOwFz1oAFG+mzAbvj9PN75fDJi8FV53vWTDkr6PqQ6+Bb6BPZ7vJL6WwDG+OsYJvXTOHD0QemK+S7k4vuSR+7iv0DO+Gz6zPajdwjwXugS+dYgWPk5wGj2x8o49uZWSPcx8Eb7tem09X+x9PFplr738HEA9n8Ecvaoq6b38BSy+pSSKvYgeZD2JxrO88AOlPSs9HzyYnVa9aNkoPY+u0D1jKcm7Z768vUsq0z3SYCO9VdLlvsUAML4/h9I9kJcVvuz6BT2R+DW+gqxRvbcJ+T1fz4a+vbw0PGvoQLtSghI8Ao+wvg9UYL5xllu8Mn2IvbCmIr7hMgA+rilQPezDrL2drl69XVgXvRtIkr3HFwg8mB+ivZhjvr0e+RG+lIFSvYIdmr0sZNg9FfikPBzOqL279B+9lNv9PXbRTr4E/fI9nFWKPZztD793yBG+3LjUPYzUBzvxo4284YECPrLlBD5yg6E9u17oPRm3xb3HJ/a93fqMvfGl9L0rTSY99qmNPIWXlr4fCwm+kt5JPVzj9LwHa8A9iqW8PJ4LK74YMVA+b722Pfyq3D0O+xI+wKb9PfSW2LxNqxS9pWjUPUv1kj1rQEK++xnxPYlsP70m8Wg+FMcAvpJzuL21otS9o2+dvRjKK72O2oi+bKGEvWCM4r2SfQa+C+Pxvuwxs7wD2YY9+kNXvmiSS77zWZ29LpyZPZEbE74pEMk9xqsjvpB5ab1SK6q9gUe6vXzKn7t1daw9M0NBvtpc9TxC5ZA7g3tEPJX+6TxIfn8+tTo6vMJ2Lr1IMio+HES/vdZnLz19ohk84PLAu0vvPD1fsRI+0y07vkM4gT7Y/JA+WMwtPnFjcj6CC1u+UaO9vGSIar3JpAo9zefGvZqjJD6qlqE9IYqBO5Mxfz5e6p+9pMTzvJuGsj10mFM7bRgtvvQn/z0Lemu8bnBQvd7GNj4QT049vTXUvbeNP75ErRK8IX0Avu5m5z3nA4w+tF81vmP+Db4NqwG+z8tzPghTDj3Z7kM++qt1PVAUyr3Uw7s983LnPfUTjT0QaSW+RM0AvjO5kL7f+Fi9TXA6PvFhmD7t1EW9UDXyPAfEOb6e0R29pdm9vXBpf7uQGzW8oK1Mvct9/r2S/Za92tq+PaxQij2xrw2+Knk5PvoMGz7DF628xCIcPiJRrD7qvX6+ePS1u0MyRj4enEE+WguVvuDcxDy3YTU+ZB26vTnJij4cFHs9vGpHPhkO0b0KvEG+2+EKPsOLuz2STlu8tPBpPiSQzj1PF7o9nkGlvLIuhL7hNeA8XosHPdNmYb4bSKO8U71oPTmZlTy58tc9SZidva8XBT3QGZe9g7gqPsdaB77LFZW91wkavg0HSr7OCdi9+PkWvmrhATpZVz2+B3lJvXvJ1D1y+uA9dN4UvVTOuruZzIG+AHrqPBGSlb4v3AM+Msl2vQdEhD3xxiU9yCtFvuQX1zxmfzY+8LHGPR3iorvY2wq+Fp/NvGev6D0PIuA9fd6YvoQtjb7rpGa9keX+PAS4wr1p8k++gA8hvtWuer2s5IY9SOmBvfGdzL3rJUA+mesePoHr6T2+6jo95tggvv0r1r1DqRm+E/aaOw+EmL0DU1i+6aJCvkFX9D1/qhO9cdtSPk1xnL64cTA+EbyCPXoEHz3MIzi+ntOIPUSzTb69GhK+gXF8PnBcF71AtAE+dEqQu0g6TzxR76a9PGn3vS+p9z09W5y92TBSPozWMT7LY++9GhXJvLvz6z2WMTQ+cLcQvtuVMD4+BXy+evKvvWB9PT6aSfg98Y6YPfydLj51r4M+RMObvYldTT5/TaA9jgCrPSxjzTzUUV687qcfvLuEFL6wEkq+om3pPbNbEz0I/rY8q69fvgTud71hSma9qZ03Pn1/zL3Hm7k9sif8PcEzJD1gXX09hLZrPe4dqz7eOYs9Xx4pPknvLr4lYC685YVEPuOKrL2gh4Y9MMmFve/DPr0SgCa+F7qEPY4TsL2WjdC6Z0wuOmU10r0A6ne9nFu/vrey1Txk8DK+DqQQPs08oD708Zg+zW5cvRIqbTz6HkW8bEcWvTMUBT69LDi+Qyj0PUYFgz1QMXg+0vofvPoyVT0y9U+9sBT6POLfD7kluvu9P4OLvXDuPb2Y+Bm99lE5PtENvLtSWgQ+MPy3PV0pf77PwaA9Due3vbwr+zwGu1E95cYsPo6YA71d73g9pEaoPfW79z2sxgI+2UhPPmcWl72AksC9UHdrvVyoDj4vsu09hEIGPvkGHzyFp1O9Cx49vkpIWr4q0429xzThPX9gGb2AVkW+eWnuvQ9yjb3UtCE+g26svRn1/jyFWL09ICAtPoWpOL7747K8M5jnvclayLtSGda9VJKJvdZYDb457H4+4Hf8vbCPrz6ghsM9rz/evfBHAj2kGyw9S63ovVMd3rw0pXC9S0ENPsLGMz2yMdu99P98vfvq7D0JLZ49FdHivN31cz1lWha80duPvYkqPL224Iq9LwbBvTBuGz0bopG8mRHLvZPnFz75xOW8+2bIvQ6WE7yNer49BZa6PZlHnj3uR6O9rJojPuaslD06Xsa9oIIdvsWrCT6HH9+9hujIPOfzKTm9gqI9y/FDvkOpXb0F0+A9M5e/Pd8N2r0zahM+uBsFvRc8bD4LOCS+WzBIvv3RF71Gml+9zjAevoYVUL2OAxq7Hi1LvZOFirxWwAq+JzsWvXgY/7r/KJe8bC+wvfwYo73jLBE+c2YvvkYYlD5fvEk+moVcvoDkwT7DJTY+tspuPml/Xr6APNg9fp4PO3iGxL33CIy+UIFjvcaKPL7XE4w+p/hlvrMy5b2VwAI+AklJPrZHmz6okCu+oiYAvnOIdT52h8S9htLhPVQ8nb4ntAi+PwGVvv/ky71z7947ZasBvevWKL5pCEk9KmYyPmIjKb2KDa09WXykPbgAqb4J3Jo89eJdvtXuKL56dQc+LTXpO3kz3r3uoF49MZkzO3UcYz7U/pq9SQU6vRJlZb4+MjK9ROqYPjoc2b0IDVe+w8MKPjxN9b2U3ZU90iLyvZ5Slz3W8TC8vATNvUD7nb0eDmy+4YifPQnMrz5SWl4+lpKxPvVuT76jO+I9c3A6PuubHz2mWFq+hO12viN5ujwt+ss9RCnfuyv9WLz7tYo+IhUmPsWri7wgV589BzQgPrEJuzzmx1g+2sqYvTaJuT20k8+98OcHPaxQOL6sUre9qV6+PiDFhr6G+eM8tZtkPXsyLD6738S+S2UpPn/1qz75AM+8LUbPvObTrz0pRus+0NmduwPZgT3WCMO+lgfqvFHjnr0Jagw+jCaOvcA+8jwqTtc7qd4GvV3zlr5Be2I+GLgsviHqLD4RlwM+jzHQvVQfiTxGeie+t0c1vp/DOL635A4+Nnq3PkoQgj3ABty91xkavkAcpztltqc8FrSwPViUID2yjBg+PaeJPWLWMj6bis6+8yqSvP9VC75Zhk0+JCZ6vrM78j1Efyi7/X7PPRnkG77uBm6+5difPPDUqr5yi3w+qgC0PHrel72fc4i9KFmDvmjd3Twb9Yy96nalvYDHpb3FPm6+R/b6vVnSjb50To4+5tUYPZEmur1RA409wwygPg+LF77/0Ay+UHAcvXQOzb7thI6+s6JTvYNAiL4nvR2+8SaPvuH8y77TAjo+BNStPQS2Mz57Q+E9DrimvIeFBj4m3yq+imHEvZyaMj3JLu87ul8APtiTc759O1E+W5hdPkvBqz01MkY+uZWKvVymTLzqqmc+PAyhvu7S8b0ZzQ0+Lx63vPehpL5CRcA8rPQyvhCLhr5/+Bw+v0/GvvUzOz4HTx8+Xoc9vhEsx70sJUI+yas+PmY+YD4t2La7K7IiPq6sZb6VBus9zuUOvjCrMDy9/zE9heUkPnkBrrwHgSO+aQHrPcF2qjqZsE29xVBwPWx9KT1opG29n4qJvck8fz2AJIO9N7K/vgcOLDwli8Y8i7MTvlFpEj6HyN67yYU1vodeoL2RnRQ8rDltvQGOST63P7y+6poOPYmSEryjpCA9n5FFPmHysD1uxFm7b5IivnQyU72P6pe854mGvOnbi74LLwu99X+TPe8b0L0KWYg8T54PPl+AUb76T5K9twuIPL9Z8b0CiAw8bRfnvbBY37to91s9FRBVPWVM1zzIaR4+BggEPiUIHTxSle093uXEvTTK8j2I7NC9eTQ8vb9L7z39ICM+CgFGOz3t5r1noEq+AXXgvfsE4rxSgEQ7FPaJPsMkV73fZGU+GOC9PQktlz1SrsE9zBWSPgIjxDw429I9v1byPBw8cz1d0rK9q0divYuNybxKzZk9cQKcPRbCnzqkHKG9ALyovQ26LL7rxau8xWiAvhI2xbuHrhc+sU8CPpdn9bzxDPU9pgW4vO+sFz70XZA9ctA0PfQiXr1VihC+hkbkvTezCz4S7sK9GaFVPWmrZD1RBdY9LDgrPXJKY70aBak9wzx2vblqi70g0E8+ndV+PcNDJD5Kldi9f6oVvBpcGT5hUYG9/jUqvhel1LzOjTS9mMY7veCen7ywqUo+7o8lvh74pbybsT69kLkiPkCXxTw2cj69kxSBPaXB7j2FZQI+vXfPPc6iBL31m189kzCIvRufsL0dyIw9R2WdPdgCRb2Y/+i8OepMvUPaiz33zbY9I6ENvXqHbD2yYBM+ShwRPucD8T1uulG+HntuvcLSrz7rA4c+il4bPmK6jzzIJEu+mVydvaCRvr3ljwW+qk+9vSbUGj4Rzt48v6uoPa0lJDu82bC93wjSvOQ/1b0COQU9rV2wvACihr4wN5I+TshzvXDETT4wAyW+yQTNPsc3v71sowE9iSntPdzmHz3M4Zw8EF4Lveryjr6eQLY+X9mTPWuz7z09LL0+OwmRvQQkkz4S7XE+yZ8uvMTnmD7lN+O9HzaTvimVXT4ijKA+QyY/u/Q5g71g0j2+SGjlvJnA2j28agW+iZnRO7uoUT0T66o+DkN5vcMZhD6uwoM+ZpZNPujdCb1JmYG8+gniPc8ihT3raoU79/3Rulg7nD74qbC9VccKvh/Ai74BkEO+Jy8+Phwgfj6Ti3Y9GhtLPZSQXb2XCjI+WXvSPAPLcL5TOc+9romTvuO8Bb2jUHY9ogu7vcdPzj3adgc+lH+6vRrIZD76wr69BV7HvevH3L1hLHw+P+dPPpatzj3nXoA903WWPQ9UQr4zNbg7dUA6vYJjCD6AwvE7jnxTPqP0bT1F00o+1eJmPo4KLb1PFiM+pu+ovVUf6D0Mbdk9eoWSPgo4CT88LwM+XVlQPsFtFj4nrhA+f/JIvsUX1j31Oaq+BZYXvk/CwzuvIEc9B7sqPv0Byr1amPw8fF8UvtLo2j1ioD0+nYIwPErXOT7Sv4u8niUrPqjq4Dw0o+c+YRC0PmKLZj3fo7C9ndWvPgoGaj3xYlO8J5bcvLAL9L2UNqC92g8/PlNw7D6qQ48+s7P/vGZ/eb5NZb29zppfPG2Kfz4/jiw+vslWvtE+sr175Ci+LEeyPRXQoj2sXP6964invXvcqb02pLy9PKVKvsWlxL0wqzA+1uubvdIUrTw4nT48FHA9vgarFL70pYs8pISHvVAO8TycCpe9h0UJPh6Uzb0Unmi+h1xjOwtx6DxXtk4+/lU0Pm7GCD7i1aO9rDtBPYfxCL47clU9q7Wsvl9GZj72xMI9hKmOPSmxxbtIvwW+5h+0PX2ZAj71vvW9CuaUPucSfzza2R0+BP2YPphANT5HHB27KW6DvuSXEj6UOeK9CEoPvupwIj7xRz89EaJdPi6kjb5X8mC+It1OvveKCT6+8JY9JDuRvuwajD7N4Qg+1e3kvbXecz4yD309ZEFJvsucGr6KcUc9z1DfvTf0FT6mA/K78n0gPWOd770nzYk+8WBCPuRo8LwcToY9AuiZvSCIdb39Ise9heOfPV2AQj2D08W9ZzUlPlL5Xj4/wyq+FwAfPv16abwyg6Y+RdaqPdkKlb7VFhG+AeBlPgEavD0IpdG9GisIPiKxSD5X/qo8o5+wPbh1WzwO76i+DOPbvXORIr5TJzQ+Yg8Mvbb4+ztHKLG+1JQBPQ8+fz3UdoO+yQZmPvv8Lj7wvFC+3vvTvWUwQb1Dd6q+/P2PvoQdbz1d5ZG9XuUpPlBUyLx659Y9ltfEvJPXQb5NLcS8ouJ5vfbNCj6ZiRq9wtOXPXi+Tz0o3kG+ALw4vS7LyzxJw/y9+AGbOfmeOr5koRC9RZrJPdcQMT7DIqq9UX0QPfGWGz6ongE9mib0vLt+vr0yRGK+jUEgPqlBzr3JZSa+9UsxPbjPgr0J+to8uVmePZL1Dr5Cfwa+IdyxvWYnmj2XsbE7jxwFvkb/yj1ki8m953rbvFfNL7ygFEM9OyDyvSQZmD06bfU8QBENPeggVb23t2o9pNwnvgsh2b3nmb084z8ZvZrwvD2SNFC9Pn+YvdW+xDynxeI8upT7vWSnFz3skA29gfAKvsHOf73Rdnu8ek5EPHDvdT1kTnQ93S6RvR2wmz2rQjC97g4FvmrJBz4Q2rc9snCqvUfUwT2Z+bk9c1nNvaD+Pr3IsKQ97yPpvWNj1r2a1HS9h4AJvGzvPD6SYNa8wFVfPY0eCj79k9i9G5HOvcHQsLwedDM+s/kovptECj6hPxA+mQvWPZfT5L0JJdm9DutmvlSCJL3trQ08OfamPe3S2710lOK9YKbYPT1XdrzDmTA9JIxMPRi4Nz4XHZO7+uz6PZ4x373JtIg9J1/TvLgXJT5OqNM9ZNzePeFIQzzkaBq99+l3vcrSOjxRn089GOmZvb2gg72uZe68FDcuvn8thT3uU0++FzMnPbUkGz2srHM+BFeYvnn0tz7QNws/Yhp7vQLgyD2RH349L3mpPnw6FT7+hPw8MgUTvXJHiL4vz4q7PIkuPkFzJT34vBY9apjjvXwpbT4Yoxg+zO3+PMGDaT62GpG9cPB8PoXCXb7xK38+pmgMPnhLgrxwbyi+Bkl2PDK0Br6r12A+BQFiO3yDsL6Rb0i9VNHAvh9gDTwOd2Q+ZyVJPVzg+r2DA9+9EfRivmT8Wz2jrzg+NeASvbn0Ib5X2xO+hBWDvYyNCrsdv5s9SfCSvaDkMr3ahIs+PfMrvun7GD41Zyy9J3hUPlV8RT57GOY9MpWNPWGAeL6T+sQ9BHKtvPaSzD3xfh4+Om/ePWtjjD4733Q9uauNvpfwwb7deSc+3CbQvaPCvjwsELc9PIYqvk1a7T2DBY4+0RIIvSPulb2v8hC61jtIPWZq/Lxjn4q+oCr5PSqIA754xj8+ujCQvbsh/r090Vs+OztIPipUiz4a/AE9qPepPcmFAj6Guwm+gk7DPYO86z0cHeq7ITUCvr4nDz7m6rI9cZiGvCHZYb2+lN87bVxQPuJVIj2BsH89qeZKPtJkpL0sXwm+BHkXPsHUKT45nS0+uKx1upLCY749Quo8lqftPSCxRb2C4Og8mywBPj1+uT4kyXC9+VgFvr5SHr6RzTU9cllGPsFEkzw1NVC+TLSePfpiurwlMEM9Gr4IvgmSqz3u/IG+UyATvvCyDz50+m0+u7+ou+w5lLr9hpw+oXdVvuDWAr7GlUK9qvbZPX/d8TzYg9a927oavjoJtb5R6Ku9CZ+aviDWlr1Uboi8d4EzPhsUIT2KfYE+k6BdPTbtO74sdpu+cv8WvWHk6Lymgx29hSU0Pv131TyuzTI9moNpPTyjk76i9rO916NnPirsvr7XdZW+3kc8PmN21T5UeJq9JglnvgHU271hKge+8joPPozI2T3SiR8+XHWOPlR2MD3ooV2+d1YrvoBwNj7l7Lu9sNSJvjjwHr6qsmU9OGp8vSqP3L3yPry90yBtvsTaUz5kanu9nomdPohLjb6ffBm+i8lVPlvu2Dxam5A7K+0wPptYE77TZF08BqICvpn3Wb6iDzm+ZiYcvqfjs73uYJ49npKuvQUzpj2m7Rk+nyHcPdZp4b2X9jG9TT/LvZXqNLts9zg+HWd1vXgRYrkSIaO7H/cCPWHBij5REks8VZh1vQTuGb3fIDi97u7lvX/hiz4T6r8+noo/vvzDBD6WfQ++KcGUPh1oMz6IUPE8i3bIvpq5kr0VWIc9UuWLPqrmDL5W8xU+pWkhvTuoGr4idH28zBw9PS0o3T3zGAi+GKfuOKnoAz0IZmC+GkyevUAHD76Haai+cEGoPbd33b2grM+8r5E0Pj1zWDvvw928sjhoPe9UOz2BpCC+KUeZPapMQz5JG1q+qcjtPWASPz5WkMM9E4FEPhl4ID7kEYo8HdgFvkNuir1Vphq+30gTPhJ8lz2Kf589pcQpPphY+7x0MJk+qS0xPv12yj2SMjy+dLhuPk3OA73kXO+9L6czvtxbdztLdjC9GQ79PJuDBz3RS9Y903UiPZWz+zlFivg93f0APlx5Fj5Td4K9L4qLPM75qj1OFmG9/SEgPqSWLb4Xohq+opzhPQiNib1vzcK8+dfuuxlyzz3Fvxk9GyY0PYQ3wL0PbZK95YIHPgYglr1c3ho8CEolvWU+rr1NkMA89nDZPF82TD1xsPU9hb0/vf4/YD6pg5s9/+0gvtG/xz3OToe9aK84PpYK0rtD4Uu7c9wzvl5HK7veHVS7zO9pvKJc9r3uUjS++plMPmc4Nr6pgr88ym0ovcMTNz7yNfw9A8qePbf6c72j7Nc9+LRMvZi2/b2xwp486fknvpE8aD5GXYO91jS2Pbm1Jb15KL4938vLPO5sfz7jvEu93r7ZPQQ3S7zsSBS9i6EcvbzhCb5f1BW+mC0Evtwl4D0Dmgo8/yFxPhbqrj60bHC9eQwiPmUf7r3F/bA9T5WRPUQGDr7QIJU9e3r7PTxmCT1Ih8a9crHsvHhlqL3c1Cs8QLosPvJ9QD0cQlG8K0D2PcJ2nLyWLKs++jYlPCyptjxobA89z/GZPnBU8L24ErQ9kW+3PU2xOr6haTa9mu2evuLdAr4AzPQ9jhwsPiNZLT3Q3Z894GluPTQBtr5T+hO+DT1FPNsiGD43QPe999+QPfdK0z3SbZy99v3vvGSF/z0bulQ+KqDDvZdQ0T33+Ow9b68dPqxZFz527sW9RLCCPDHfnb5nKN6+EYiGPXVSG76Vclu+cSeUvU2Xi75TozW9WHzPPcF5Y7wciv69SeHrPAo0zTwOZUy7zewyPkqrz77zZz2+id2PvQg4Xb5is2m9qLDgPAqLy70erkW9M71mPidAoL65gIm+E+AtPC5fjj1fRT8+6gVHPOzzlb2O5i6+4buUPKYQNr73fCE8ovURvmSWkTxuECg+Ge58vrIZCr5z3io+CfWAPQnHAr62GyS+eVRnPuZz5z3fCfg94qlNvM+WTr6CADE+Xzlauy1Pqb7raik9xPkUvSdpYrxLJiU+VfKUvN4qTr4aOGW+/TokPWjFGD7tVlw9KHJ9vfFSAz74rE4+UXXGvSSGE769/489ffFTvstEuz33VHk+WdBovd80y7wFnK0+87hOvUaSQr7SGG8+dwIOvYt9CD4slpO+MMbRvYeOVr1FY6S+MNTgvs2gMr76wke9Ll+2PoLDLD574769TGYOvhXcgT7aany9ZOYEvs+jgz67BkG+xLjjPTLUxb31F5e+HmQGPrzagr7Sjj0+b3qtPXVTcz5pM6W9Xt2APSKNjb0o6Hm+7RDWPa8EuLtn9Go+zVgyvC82Kb5bhIs9O58jvdW5hT1DTgO+vhmPul9NjT4X3n68vTUJvoOYx76wkVS+8GeoPSZ0Vb5NnzQ+YtxnPV5XKD7nYRS+gQEdvlJ6DD7IlrI93r6KPACByjyaURw+a+/QPeXDkLvEoOI8GXYqvczipr1ybGA90SmpvnI4Wr01Eb29m+Iyvjqq9j24z1q7Q6aqPWoK2jyRXw48tAwEPp9AsryqZmW9/tROPYD6Lb3S6Co8Eh2Tvli4k706hdi9yUWOPa67pDxVABe7nwxqPXyCPT16HCq+ezuXPo5x6jro8ua9UmcQPihSCL69T+k9RC7dvGPJnT1uFws+BxDyu2VmljzdyGO968tSPQ/AJj7rOK89b/x6vv82ID79va29o+7xPQGLab7T4OW9GwQpvo3PMr6pqH2+c++nvoSucD1xhc69BGrIPqCdGT1jDWe+ogDLPGs49r3r4HM9mWyhvRcyJT3WqQE+MTZDvRC3nz06Kiy+ZoepPaKOJD5HDT4+WwJtvThmtL2DmFm+w6CDPfLZxjo+DSq+rxv/vQUBIb0+CH2+5/8yPi1TDb4UVQa9qsMMvti3fr3iPjk9YhWLvnxyT770FLU84hNOPupn0zwVQLq9yRTOPdLj/72+FGW+lj4HvOsn8719NyC9gJMlvt95zL2umES9YHP1PcCfT75VOtK9GyABPdK0Pb5DxDy+PhjWPHqGVz4tjj++5KNlvkJ3Lr7iNBe80IIQvqriML4feww90rhBPjUWv73AiNY8E5ESPqJMHr7ylRs8HU0nPZlyxb0ZSH+90tJ1vsliT74Ygv29KDITvJdw2byVeFK+p7KUPRs/ED7VuyY9MVwdvoiivD2Y6Ga+taY3vvheub3jxlm9IT3VPQpRjTyrDFS+oO8pPr9dSL0QtIC9WIIQvhwTB76LvLc8/59JvjZZxr1Ewae9zzDNvX1CGz7tbWq86fCTva7p6L3HrQ89bHqRvpthBj0SHGC7wUk3PiAzI748eKY9+LCdu00a3r2UeRu9bXRJvKHm0z3BMQi+WGb/PcTNU70gBQi+rmdHvd9KSL4FFI69HOABviGQIb4FMQu+vqOsPbCYMr7Pf1m+oni2vc5bXL5Kj8M8r3EzvtVjEb4spsK8L+gRPkpXV77OcqA9jY49vVZxyrxGop+9re+gPaPEpb31aWo9rcuuvcxnAL1qkEG9Pk5CvS4Ouz0jYxI+T1E/vbXOybxB9t49ZGkuvjz44r3gy6W9rWTbvS/TOz4aM1I+7cdEuWFCpT4fjfg+Fz9OPs0Lpb1n7VW9juUBPinNIj2FWfW8o/9XvrYrmz2twwU9gduJPkAQhD61UC6+Q9YwPonSFz58qbk8KTagPpeiQD4TpC8+Xa94u66EB76I2FQ+N4g4PtVHHz712xK+zReGvSA+zz08Hmg+cViNPVKQjr0F0IY+Dt+FuiSRsD0QOtA9keyUPnTsRz4d2AY+ynAUvmmrEj4iqOM9gfsPvh83ATxyzA89xZF7vkTViz2ihAQ+l5BQvQKxfj2J3ia9JrkQPZ3Fbr2BWpI9jV8WPlsIpD6pPCs9N/FnvlRQ6Tt2g7G9/5EoPX02kj4oIjw+b7sWPs/yzz3y9Ba+rkAQvXUGkz5okfe8/rAkvbxFPz4jlK894if3PF5gFz54JGI+5iBlPTpCBz6EnM08wCHOvYokTL6cXke+97pyPtCgb769REE8/DoFPgjASj7ektI9ekGUPWsAlj5siDQ+6HMFvrt+Bj0QG8I9RJ+fPuMH6Lz82TE+v3UuvmAHsDz+PgO9T+CHvrs46D0tfCY96ipbPggCvzs8ep49awGtPSssgDywhfA9RsiGPkR7rz5+Dmi+hwQGPhrxI76OWow9x00tPiGdND0kJQE+YSiLPjJvqb3L6dE9o/jivP3V5TweOp89w2lKvN86nD3OffC9lSDgPpgRJL53w6S8kl4HPnUlmb0MPlU+6Ig7PdxsDj6rF0E+x26kvBQVS75UQqW9JGMYPfcMST7OUVM+k20aPtD8kz7BBo8+64E0vrSAQb5gLkc+HxhDvesyDT0Pt4M8UA0gPpykRz65z0I+3GfAvhurob2oC2S+X7OCvJDwFz44yCe9AsdvPVBUDT7HTUq92AiBPc8wdTy2jy2+gYBDveV7+Dx04cE9BcCLPGvLpz4CUwk9cJEqvs2vg71ZNtq9oOhRvohRsj1Z0ky+ozWAPRiwzL1jchm9BWSQvt6NSD6OYcw7vcAaPIiWQr6Dr9a9fSSCPkt6Jj2BEk89LAARvmNrlr3Pp988NwiQPZ1ECL28XkE+UeqNPib5ET4iNmA+lnEBvl9+KjxdT1Y+8z7RvAvEED6M8Vs9KvtRPWXgjj0/Uyw+/3m6PZfXDL4ZSsY9EdErPh6htj1Xvqc9iZP+PZWz/L2SMFs+HW3PPbYZCL4wika+qgV3PvDdGz6unlc9gr2ZPDYjprvf+dw9F8G0Pb9zhb2eP4A+5heJvkBP/b0UuKE+PWSbvb0AjD0iUX8+G+TmPU0QJT2OBjC91UYXO9luor3x1Cq+8e7dvU3KJT2+aj6+T3w9Po/5XLyA9xy+Fu9qvsvwcD30ZZk9RHocPU1p172PKzk+3ixWPv7GBr5g3BW+4I2WvdHp+r0Z8dO8ixyhvC021b1QtUq+w/gWPnT/FD3RYwg+5kKvvJ7P+719UwI+uIMBvKuGPr7iOhm+bKmTPPDfJT2FO1g9ayRFvhaxPL59MH48Qvg7Pb2fXT4jtLe9gm2xvLWZPDzZNhE9ERxpvlEokLrDmkC+u/FlvmU2/r2oTpI9V22ivFOrc71q4QC9EuAnvs2x3b2zxh49NkrNvZmQIz6Fld49O0jVvZhwr70fmNu9QN8UvZmkBr1RyZO8dTYRPo+xHL4dzIe9sqeJPVamCj5fh+G9lt1jvk4IS75CTqG9nHW9PZ504z2FTe69x0AYu90dhb3Bh2a+yUBlvfR/Qr63ccQ9pB2ePe1q3L3CeEO9T1eaPqMpnL4iWGc9Nhw8vUPDp73RAKy9xk6vPV/K/byUmZa9WRYjvn9hTr63m++8ejDOve3pG70m7uy8N0AFu15GtDxWGJO9IfCTPVc8nL3yocg9hjKVPSshILzfhwS++1txPZ9nur3eUEi9t5MpvVDBgz0/Cha9XSuNvmfBZT23ccK9KPDivVF5ATyMTpA9Skq0PcLAgj2V+HQ93kZhvB3a/T1tx4e94zxAPZv/XzwdbY6+tGqTPUM+Ozzh9Bm+6Ca9ux7NazwjKIQ+gFUwvSRQ873I0pM9SS0hvjdwWL3smMq9EKmHux4kNr5jI+O9GosBPt7rW7zpDYG+pv1VPZte5702tNO7H6clPtQZZT0qsky+tOzdvFEYkr6Idz8+omXnPBIp772//WA+enVavrK/dby77D88OWa1vmJ7wrwMQXQ90cr3PSnndb7u5Ru+4ImGvoqsuD1hNCk+4znOvapl2T3sajA+ql0evlg3kb3NuhM+2N7svTtgAr4BG6C72dwDvj7gtz3tp+W7MeNTPHKDiL0iCIo9nlIzviRoXr4/ANS9nQQVPhfUvb28mxM+KGVQPVSgab2fnNq828v4PZFEf74fXgw93Hn3u+erVL5+xka9GsF/Ppl2Ej7cnya9EFtOPuALh771d869Uo2AO3Sizz1ZV2i+ngCAvrv1Oj3Xo+I9Zv1FPR1KRz4v/e+9xp16vRA89r3sbFI+j6XZPX4Axz3tM9O9gmZXPWv+371skg6+iq8PvmWMQD6zgp29jhNauzquiLy63HA9T58+Pp6Dlb4+18E8THoGvBYrWL2vICG9uE//vc084r28LK27zmA3vlx2Jb6Z/rY+KLdPPnCcRz63C56+CoXOvt8doLruzAg+VEYQvdjq9ry3O3U9wUUUvrrnTDvyyj++PR0Svri0gj4i+4u++Co7vQIF5z0G+gm9KEPLvBtVTb4pczK+BBufPZbaVr3oPYA961nevs9HsD68C1i+jkanu4LmHD3Zw36+me0nvq3kNDyX3Fu+0FAivmRzlz3us2c84ltQPbC9xT0SHBi+Nqs3vsBm8b145aK8HoejvPc9O715Dg++0r8kPZ7Ipr0ionu9L1kZvjlCOD6Caf49sYaMPYFAYL4JHTG9ZQX5PVCcEj5k+XW9RQJIPqzIez6a/3e+tQkmvvsTJD7+qv68R02cvUEE7j2Qgi2+j5tFvIG4BbwWaMi8/dILPhmfRj4KS0U+WLQnPtTerz0Ykju+TD3evfLyBj5OAY+6ZUTmveDN472b28u98htHvMutkD62/vI9CwtXO1Re1D17SUi9GhS1vB8DaTwhd6u9jyeJPUBzqb0eFhC+qS2HPWiNCL7QLQy9eAwcvKfBnD0vGlS+2NNdvdpRB75nzRO+TgakPU0Mhj0duqW97MNZPUri071LvL09zvNYvVqEVb4EdiS7igTmPLFGNj0JGkI+Xh5Pvl2pIb6CVWe8O0cEPpLz5L27JKo7G3t+Pk/i1b2KBdE9TUffPZ1Dm73h4Te+6juBPtKM4T1ZOTQ+DbmXPALVgD3fMru9nRv6vbKuSj4L50o9j/BpvvkqUT6Oqa29BQXzvf6VzT2dw8Y+CoKRvRYAhz2BjCe+tD4WPihFHT4Gq+s9enPEvRJLsDn0+Fo95MVzu4JeAbqtELU+NXwbPiJcxz2CRpq9HR5Xvpkaa74MS2w9NOhFPVCPtL1rwLM7k/0Dvlj/5j22Q1c+vxQIvjcZS76RAl+9eLf6veqWnT7rhaq8I/AZPm8Qgr1kp447DjC4PYkKCL7aTAK+VahzvGRKwr2KG4I8EtQavchQBL08DWe+lAjmvROmRTyezwy98lwPPtl0er4zTA0+v0LEvdY9Bz43TIc9fR0IPnqX+DwvIxO+/9HQvYUU97wR4CK96lOKvdAmXD5CUOY8if2nvVzVWL1BpUC95jQzvKVKwr0F0Vu+8c2ivrxpXTwLy5q9A+S0vfCIIT7/Hac8ox6pPWetnzy9VDc9xaU7PdzBOz1ko548p129vXKxYT5oIeo9GbUhvu8CJL7FN3a+NqrtvWOt5z2XWz0+9tJZPdlK0D3weUi9Zo4JvjLmcr4H1gY+DUydvBZGwT3WfaE92vr7vcki9b12gSK+DJ2/PbCiTjzU8wy9MbACPSp9ar19lIG+ZuIvPW3qt73oxTW+QXWtvT/e4D20Pl2+UZvUPRmuxb2u8aM8nACTvnE+E75Mpim9pML6PVriT70Lgjy+N9kUvvVgQz2GSNu9IIXgPfElIL4fkCW+VloIvu4nDD4+bQI+urcgPD0KfLyEexU+CYkRPoevqDxp6EM+lNeEPe3dVj5MLrO9mu+UPB+hfD2R5oi9IYspO1PmE76fPSQ9OxKWvnZLyb15OKU+TjuCPoYAGr0JiK69dIecvbRFPj7sNxE+Xr0gPmuVqDzECwm+Om10vVJWkr7ZgMw9UHAMPYE4oz7/0749c5VYvUYCQb4edhc+x8EDPfIMIb5zwNY9bQd7vWW9kLs5DC6+3tnxPStVJz0pCXW9HuZcPrNA/D2v+Rq+IENQvfyhPD1MsOU9Eh0nvdn9X74K9Rq8ATzhPfaIa723edi8rWYxPi5PNTuhqyq+SHoHvV+mGz478aK9nKfBul5MN70/DfM9CS6Jvt0Uqj5kjEO9h4qwPa3pjL18Tag9cAY0vSvJkDx5IUg9fX6/vbgM4b0uMIw9KyAGvu8inr62QIg+rI0zvlxFGz7dvuY8doZYvtTNwb6p2O29VzWevqEruT1lOYg+BAT1vLUhpb0hKRw9dHwdvhQ4kDvl0Cg+m58UPjxQ77zQJZe8JF8XvU2bHT5Y12G9cCcsvk8sPr6akX48tNpyPlQWYT5r3HC+gXiKvhy9tD16nw49hO0uvusffD4sEU++BRCEvZXLB764lPs92BQavZHKIj1ZD08+CDIavWgp3b1kcpq+rekEPeSHCb6sRfI8X4wmvhSN2L0dGpw9qzIaPYjrPL6ViYO+yXQ9PT+LIT4ajiu+/QUXvuKN074Faja+MYMLPrTt8zveq8K9tzJUvqyEQb6Fnlq94NM2PocDa77Oc08+6o1svQ+ytzzAtQ++q8JqvVOMlL0pMIs+bg/NPf9tvz4ekFa9lx/jPHkLR76oDI4+YhEavn9hrb1Z7Go+y6/UPfNprr4bkDC+y3RYPag9kj4MY/A9aWAcvToh3L0E+EU+OxdHPgIorL0Mt/o9+Z9WPkbzLD1icAc+wAdHPl4AKT7G5oY+4v0pvLM/gz77uo4+/zTrvcv78L2uOGe97IZIPUyKfD5iROs77Ij1vU4+Or643yU9dJ9TPtN6oT6u5y0+EpIdPop0Sr54qlI+mgWAvtiVIb15wiE8vZwaPhv9k74UfIw96xo3vhsMHjweCRU+Lc5svqABDT7hg+M96GjvPQrOdrzeByk+r140PvAYtD5JlcQ9xC+uPY88jj7+Ij4+EmQgPuwM3j1JTT8+obxcvqlvIz5P+e+7L8+MvTRxXD4juSg+LKioPVoxOz68KZm9nh0Pviwvlb2WLzO+z5APO2AAMT54VrY+b7+vvYf2+L0+FsM8NLUGvqQ/aD02pFu+zRxXvVNAJT7U35o+UwayPeHkDT3KEEg9voO+PiJFPb6XuFM8nU2dPQe4H76hjqI7yw8svm9nxr1IMxW+FHKVPYk8Vz23DWc9el07vqp0jLyfhQc+brKBPVW6iz63/hI+qlWgvXaGuj1BfAQ9isoWvTEUur2sMQs9xMthPuUvHT3Dwga+WSrmvV5Dzj3h/QC+38u/vU7oED69ZQU+qqiPvdGS4z0H5OO9VC10PckIM75ALQG98ohePYTrlDssLMW9CNSCPjukg74yL6m7wVIbPgiv/r1fCg2+tCbbvffSEb4903i+FYQKPh3rLL5f/8Y7PXOLvW54eDtViYO9i+CSu6zT8ry1YHK8LlEIPodenjx58yI+Z9WfPX9cD775F6u8wrX7vZ2T0706d/88L5YZPhEvez0CqtU8GgqtPQa6yz2F1II9dUI5PsVwijwLFeQ9h+/8PNPrS72wjSo+cKE6viFdbb4+HEm+Bv/5vewp571ePMQ9FnaYPQlAGj4Dze492LSHPj0HAbypQXK+GkEHPP6eCb60NRY+nTOkvVXKHD5btYg+AdijPCkwcryW8Z488KtrPBxH5z0Umlk+4RdUvh6H5j1a5g0+0qPavK548L1cEYI+sygDPRHTNj2Kgry8jJekvV71RTwqm0++XEwGPcSzZr6+aCg9vdrPPcD43r05UHM9/CAMvpUtkT0jN669wj4ZPt+8lT0frQU+/4n9vScuEz40+kO+AL6yvREyHL32CLY9HfwfvjSU7b1uJNQ9UlLzvfkLZD5sspo8xsLqPO0liz62AgE9y+tJvh3ztD3vmZ29SJH6vWiRGTz03xY+SnRTvsXc+z3Mnf4+4M2KPALMv72fiwG+ml50PqnDsb35ElS+R9BevhN9/zxTmus8Kr9EvrbcuL0emVE9RR7Tu3tSrT64goO+0ziUPdOeGbxbt7I+sbCAPeddG75y9iQ9EBi0PNPzHjr2Tqw9JCjmvKrJXD1IWNG9DvmHvuXVxD2Po+26VGeSvkK8bj63Jc2+jWXqvEFqCb1uDxy+bGzwumXJXb1+V169KSLRvkSZHr8bFeW9eZerPsl2XL6ZW0w+rQxtvaa7PL7AdNc9IEaAviq8E77EeAS9s080vrQhpL2LaA++ediTvK2+NL3xVJo9+9AJPkIrZD041sA+G3ZnPseDIj6c0iC++bXSvQm9xz0+8l2+x74YvjQPM741HCw+YdsBvqsij77miQq+mnasPsX/J73wYr49YLMsvt6enr6Ew1y8OU0HvqLPW75pulK+bc1nPrFyjL5JJcG+uKxxPgKPiD0uziK+FLjoPZbagj7c5Lu+yMhfPYaU4by101c+KJcEvgKt9zz56zW+fKHxvLAhmL5Wz82+hrQKvpuayr2VXUm+n9IaPrKU2r3Ubqu+L3QovkZQJTs5VOu95KGRvuXkhz1T96w9qmOvPtQt8zx6scO8ZFdovvmQYb2oZIg9ZifbPn/dsL4U5Iu+wsjVPcs/1D569oO+TxW6PPWhDL4EjnK+WLMRPvjqtjwpLwA+RGxZPkeBrz0lu9G9qRwBPI+tw70iL/89GOLVPaQtazzlbwU+ogAFPoIYrD55fAM+ewx4vvz+7b3Ul4S93h5kviV88T3d6yo9hpqePXZSV7yn1Q++5UT3PA7Par21JqS+XwaBvSJJP772aeu9EUGkvANOuD065F2+WXcJPpDMdD5khl09VprIvaNr/b11rTM+/d6HPYCOmDsIzqy92+aYPpg0vL3KS6k9a/OMvSXTD72QLMq8naXuPTOXGjxoWgE+RsCKviRRAD59N4W9cLVSPrEQvj1ep/y9kHOAPhILCzvoRIA+tp/3vWPFlL0EXKU9MI2bPFVlc76Br0a+F8EoPl8JEb1giqg9yLtGPiNQnT44z4g9jPRaPV04UT4s8HC+NTwWvtpAKb1U/jW8LdXUvmKGQb7Mxsi8ZAfzPt8VP74LqIc+PkRdvnymmT0ZBzM9JrF5voNyQL3E8FK9PjSvPjRZHr7RU3K9bRkbPkkrwz3X2YY9r07qvObbHj64J/Q9KjEuvhQx0L1bL9c9jGGuOa/5DT0cafO9qrQEvUl9mT3yu0c+iSIUvVrbnT4AqWQ+pI2evQw8rLsCGFe+O2XjPvmvhryw3649Y6VrviK11701zAO+LpQRvp7pDj/PM1y96F+QPp7clD01lN0941dmPZwxBz29kIW7z1x+PavmBb7fBwQ+fEBqvIwsVj6sSGC9nQZRvUwMyD3ZZRs+3Aw3vZtLdD4s0go+bL4HvrvJBb1W+B6+D1XEPa4SYD6soo+8+K6yPUkbmL3g6PM5N2+KPZ4zsD3X2VU9Klw5PmpnUr2ZQjE9OmdGPDEpGL0Nfrc80iCjvYZ05ryLUjG+q2nEPeV9Ab6hHCK9o7FRPmLiKz7aFQs63jg7vY2OIj53M4m9JRqPvcQsET11bOg8PXp2voIV070Hn0M+zR3qvGbC8znK7ZC8f/YYvsTnFz0nDsQ9zs8YPdfuRr5hECM+j9OxvLQla70R+gK+ylCNPeF0Lz0YGNS9d7GEPMe1Erxzo1K9jCAavq2Pu703qUk+nN8BPb/Wp73ST4M+hH0wPCdRWT0duLo9fianOTl7a7xcYwi9VrrgPThLxD3CzLC97RcAPitVpr0qKEu+g2YCvTpiEL1HPD8+GKfqvb/xlb1kLQM+Ge3qPQW+8b3PUKo9N5rmvW7e4L3i3UY9NHwNvgMq5b30ywq+baHSPPoiiD1BDt29yb2gvWtdmz3YEiw+NGATPsjqzL2qTjy+h8d4PXj2hz2i6Yu9Mi2vOVfXND7/ZNW94DuoOhGQPz7ha3a+EcclPYuC2zxLkcA97m4PvmAeJ71dlro90DpOPVG2Bb585qc+2ZmWPSs4gL4f8fE9ydHMPpPoiz4wC0G+z37XPF++kT2o3vM6D3xQPeObUz7hkEW+Bxw2vgJyEb6Icfc9ubqXPp7s/D4DDV29NE/+POmPtr2ZLB6+Y+/svAEynj46XUu6PdLKvNlhmT5MrU++ozGPPr8b1L1SIxa+8YktPhkYz7wo83o8R5AAvA8/Mb6VGsI9bzz1vV+1/L2Zvdy9FNJAPB9RPD2Yx7k+z4SYvklbZDy5ckm+RSdjPLP1OD0RA7E9efvQvZ1JNz6in1Q+b1XCvkdyRz6+Mgm+MW22vuBb1rzJ55O9v5MBvsCbUr6z31u9AYQwPcYXCj2joXS8wqtrPP9v1z3ushW9lL2sPZunkj1Ltoq+T6hpvkQ4k707Fgi9WwuUPfs8OT5es34+brGCPgf+UD47rny++00uvkNIhz2jv4k7zz4ivtYeGr7wk/i90LfSPUkZfr0LowW+OSI3PpUNtT2gxCS+DPGdPsepvj4uVaa8+/SHvraPcL3LI0I+rs9QvsAyvj7Lm7c8AAlhvsen+zwOd4m9H+ovvQ3vdj6qBQM+cFwuvhcp9D0bikU9Dncovgomfj5R/wK+eSN7vnKgLL7GHau9LDDXPSJxbr4Bhq++z6givlsBKL0Ee4Q902bDvH5syT3o6Bq+8fRIPshNsT4UcEW92yQPPsuimb6XMHi+3f2+PKc/Oz6IVne+bjBnvcFFpz2rL7Q9jBUQPhlV6r0/wVm8vREFPt1Kaz4deDa+it3mPOqUHr2hni4+zkJVvmfMPr3Sp+A9ba+7PRj0SL4wdTe+IAXMveGJAD5TJQY+1EIqvsW8yL0qb/W9TRVNPtTk/b2cBsW89PQ4Pg4ib77jz4m9fd0BPdgnDz4X1aU9kkzdPKqAMr5uJoO9YaUYvjIebL0Igle+7uWZvr++c76mCTY9PRk3vmtiOz0mq7a967tDPnghLr7BJP889sEEvufgQD0E1Rq+tvFcPEWyBj6om9S9Fl63PkKfNLyC3A8+YNApPKgPlL7bXoY+6rGZvEAk37yRvA+9MY9IPi4ELD6H6Vw+KFuaPRBlsT1/q5Q+kJpiPYE77D1V7cA8ZEf7O9AS6z1YaTg+n9Iuvn+Gkz6MHj4+9ZwqPT6Tvb0Dn5M8ttd1OwTjIr0Ecsc7MA2Yvv5Scr058Ue+DildPgBfHT6i1R2+EhMjPpodK74V2Q0+QjZ4vpddMz5WMx8+JWhHPuloPbyVZbA907cVPt7077ytyY2+TJo6vAOkm70js0M9q10dPa5YUL4ECQE9e+VTvsajaD4W8Hi+kXKbPnekMr62YiI92IKkvdjqwL2J0ki+LGZqvrLRhj2PIRK+TetCvh37Hb7mbzE9LG7jvX//EL4zkJA8y1YcvgaGIT1e9ic+79bfO3zZLj4knVm9uC6KPVxAHrwrJA693ZblvfxrkT0psiw+vyoyPhzHCD4HQtK8+wwiPQHDp71GiIo9odeZvUFRIL3XWpE+4dOtvJYacb0uJP89aPIWvVBGGr7MjW891BgyPqLeiLwcYnq9/1iGvuogIL41n5c9klcLvW6o6L2d5hy+VGghvnWwlr0drSA+/19HvtHe4T0PzI+8gckPvrDw8D1Naiw9ez2ovdfYbT339de9t6crvRgdlL3UHa69KZMmvnp4ND7LNQk+2pwzPV3wGT5BAh++dQPhvVO4Rj6+ufY9ipcAvvChSD7t3F6+5F7vPVfu4T15/Uq9A/YQPaD6mb1oX7e9v6I2vpsRq733Q7u7sauwvVWzS70zQKa9dqDZO3SZ2L1jfQq+llykPT93M73rKyw+jrqdO3vspr3o7tq95hGgvTmg6TwFby89BQMpPWdNe77fbXa9bGs0vlFBDj7UaMe8gkOSPMJH87oDJj6++1CAPZlDVbzMYCq9zTTLPb5Vx70SeeS8/TpNvRBibrxdP8291tPZuub/Cr6Khvy9w9TWPXeFlr2KKQ6+UXIAPlbxC73jbqu9CbiQPUiDKr3rnLq9iyKwvPTWW701nyO9WBomPnD1pj2VckW+/bxjvRPuar6JFHk9b2ZgPVInpr5QZle98CrNPoZIOD7aerW+T2iqO6ehqD2N6LW+WmtxvtLQ/D5OGLI8tOLDvegrCr6556e72qYYvtNHZT5+Ji2+gqONvlEfI77FnwA+eOHrvGVoKD5AZ5S9bB8LvvZWjj3VjI++9V8LPtS7oL4NzgU+YOEBvlAse71Z5js+2aTkvU0b3L2lvo+93LouvYSqDb6cWOq5WGLwvCOREb5/yNA94N2tvaq+ur68ntu99hw/PgR7Aj4Tj0y9Zzi6PbW4nb2Mf3092S52vmdPFT4XRFW+cq3gvavter4z20097fsDPrga573YhhE+xbErPTVPvb6P1/e+6H9mPYWsIj5L7Zq99S0QPkDp4r4GlJU+ZuHyPrFk/TxuUgs+TXdgvWMQJj0ONiW9fe3PPvUEkb4iMPI9oLlfvkp7CD5yBau9hDodvsvdHT4hjwu8jQ+Jvn/4c75pE4w9vMaMPbbyoL5+xKu9f/GRPkxz6T1Hi7A9Wz47PgATUb5HhaK+jzFpPg+SnT59tNi97Ie8vCgFw7z/Lbu99MhAvqA9Uz6fj0S9RODfvubZVT2P8MW99pswvgIc3L3RyK++Xp/KvbZ86L3PpQW+m5vTvgV8or4qsU2+i/pGPr7CXb6GqQS+M7IEPXLRh74gr8a+dp8SPgbHeb0nLXw8vsiMPjwFEb6GFYM6k/2HvRpKXz3H+RK+xddQvWkoJTyLLcE94W4lvhw0Xz5XHuA9qWZEvhH6nLzVb7u9JqTOvdeIITzARsE9nA6EvhaodD5f0Oq9ZdqYvUJcjL5OdrQ9AUS1O4phkjz8/Zs9+KxxPlw62j3nZT0+NMm1vbQAUT2YdyK+VDAXPj1kPj7W5D8+61aIvdGxU730FbG+Le8ovgBLsT72u/w92NgcPoEYxD0xnEM9L7sJPvln8j5OgRK9e+RMPCaeYr4ILxQ+6aHbvSVJej3lbY096i58PvLKe77Fgi6+L5szPQrLfj3iq3094vPzvQw8dj23sFK9yhIYvXcS5b2zLUM9ka2Wvvn/kj5oNR8+2GYzvgXTnTylMbc9Gs4evur7ir7f8dC9z36APoIoYD6HJ7U9i/GMPa0xh70PYAE+2r+WPdduaj6eNOu9OKdavqsRBT7cXhC+ncK2PjUmnT1pdBi+J5rNvW9MrD0kBce9tkJOvSPWDj3srQU9uNHfPdrYDr6VLkK9ox6KvVWwoj0BJCe+/e/fPCWzOr7w6mU+cPz+vRcrcT5U79s9L3WdPsGsID4O7PA9uWjNvLg0ez3SkmQ+imeyvYn67r3nSbY9muk1vkfCV76Cm6U9JxN4vvAHH74ydj6+5eNLvtj1JD5IYAa+wxYvvueoKT7PJWk9v++NvefxuTvtvzi+rEQuvi5STr7Zvvm7cPnlPKw7Tb6cHE6+WDXNvAa5V733vGk8O6VGvqwpn76vRg4+UNT4vW99LL33ISK+cVJLvUm+BT1234G+GSrrvSHTNr7hCbC8H+moPDWUhz2M3Uu9hqqeOwvQ4bwnDi++yiW2PRT/SrwWBsw988A0vonR2r3hoLE9cz4IviUk/D2buMu9toHrvfHRjT1mPUE9eVImPCgWVL4K932+KzWnPYyQzjwSQyY+ij/hvXc+Rr17nPw9mjyCvmoASL7cE2s9vdEkPSqoK73viB++iavXPPiUEjx9Ca29yliMu4C7gr59Jhi+FrmTvs6tdb5lxTm+UKgGvnOOoz2bgue9cKfTOwZxfr5zjww9jjnFPYfFXb0ahLs96cIavvY7zzgMSGK+IEwbvVSf7L3GYzS9zzE+vgaIUD4pmtm9R6ORPdGGrDzCuMe9WJ0RPZJabD2QlUC+o+SdPXTSBb5IlPS8uwvFPaufHz41wtQ9LRpqO2CO9LulkQy+CXucvhm1lb6jYiO9jU6RvR9sW74O6nw9TkwbvuuEEr5SjWW+kBMXvhxVDD7rGMs9kj0XPsB57r2/vtK9IkaJvRqVFL6M3+q9p3ubvVVZZr1wM5W9MLHnPRhF7DypACm+BJnqPYACJr7TpI+9bYJsPdiMUb5QFKq9oiOTvqvDcD4aez6+9SqMPGgLGb7ufMa9p07tPRNlnD3XLiK+IjsVPYPuDL7i9zU9Cq7SPRQGhLzrBgU+r/KBvVoVHD5mVR69xOf9vd9h0LxdLFS+W7kfPvLT6b36bq29cm52vRT9PT7m/M09QFa8va4bqb1Yl5+4NqYtvg/VHL6r5y++u1EpPhM8xDuvsXw+HG8DPml1Xz333Ew7w48EPW0Slj2ZeZM8rRmVvkstCT5k87e9w8JaPc5+Sj4m97c93Zl4vHNtZLwJXWw+GKcZu5m4N74AYn49bg42Pm9ehj7MZSK9ZG7dPbriFb6Q3xS+RgTMPcn0dj1ntJY9sSCwPr13UL1orxK+HNCwvggiKT5QJxw96N/uPb+QCT6IjR880b9DPaCV2T2iSyU+TuU9PTEkpzyM5yG+SqVDvRJGmrwe03W9uldjPTQ0cb7qx629VS2pPWpFob6DRYO9XjQ9PlFvBb156ec9aPqHPQQSFD5VuA08FC1CPr4gEz67zd09Za+HvtATyT0ZVgQ+AmvzvczbqL2Rncq+ue7RvlBuBz4UW4G+O2YRPdihiD7CWfS9/O2cPcyKbD5nTs09mz2Bvu0NND6I+A2+sdMEPjRLgz12pEg+AY82Ph2lCzz0KMg9vnK+vflAo76TMqO6Xg+dvYYoHT76mcg98eCCPdvhC741vfo9h+qbPo4voT20byY+CPQaPZ/YQj0pXiE+D/PUveHqAz5nbTa9wpsNvhwHYb62Jfm9cXM/PuZiJr3hERM+zcO9ukwPdTzBEqq+r7K0vkjY/r2dUzU+obybPXRoB74hXjE9ILkHPi36/73+8iK+pxynvZu6JD6FYZO+gRyWvot8oj0dWks++c+bPISovr3v1AY8hinpPViQQr49oVU+fyNlPGVBgD0lDc89NVvHPB1EfzxIV7g9LmUaPt4RoD3nl109sPh1vW4rd721hku9hFtbvs04vj2raXo+Q5MfPVJx2D1SDpo9mK6QPo4KZ71223u+hsVlvZY4hT7+rYe+xAKpPZ81nr5vo2C+xY+KPZeh8j1lJl+9gMZNvV/pm75Xa8q+9s7LPe1GTT2BS9S9E74aPqCCI75f+k0+HcZQvVLgnb5Z5eo9HA8+Ppg/wzqMPZY+xbMxvaIbEL65V+u8Y0rZvZLkkz28A5C9zvNzPesNtztkrh2+rvqLPTPFCz5HsBO8WOASvUCvOj6cCN49++EDveQHf76wGnA+Q192vBqfIL7e70Q86EdePovpVb3TUlc+wQs/PrZZez5tuLQ9zaYGPk/iZL6ycMc9TPlJPmjbwz35rvi9V+U7vndgLD0yxm8+jcbSPcYr4TycrGQ+AjRYPYud8b040jG+cCbrvDnrX7wZKIm92KcUPsLujT1oWUS9Y0havkn/0jxYSEI9J9QOPfySgj22Vag7Rl89voY+zr1hIBE91JgIvY+dVT2KIJe9iBZjvozekLyBXq28wkU0PtqEhr47xT69exiTPZrxpD20suU9iA/hu3SVczxnu4k8eMtFvQ9G5z3NMmM9LSMtPiPGDj5yZJA9hv1WPaFM/bxyJrY7cgjRPJyjEL7xw2G9oCq9vWHPQr7wZbK9dfMovhNAKj2+nFG+gEG+vS7rEz0uKOe9XeKHvqp52z1J0Dm+Bzxcvefe5L0u94Y8lIySPMkG4T0tlJa8GRL/vbDINr7GE5i9I5Nbvpz54D0mLJy9jfo5vYK2Y72M8nO9pIIavp0/xD3y8dC8GQP9PNKPh7yTcwO+NSkevqsjKb51Ehi+uBg2PtPHGr6tSny+gwzNPUJy5DzlgJa9zILyPRsRF75BWTi+JNnmPVoke76EzI+9OsEePirJIr7zHVy+QT8HO2xnTr7y3x++JqOCPWKvoLwnELk9cR3KvQY1Rr53rgy95Dkpvq+e5LwEn7E9OB7jO3idrj0J+Ou9p3WZvZee4T0fDWu+fmtOvlsPVL7jpoy+5lzzvZXtv72VGbi99+OkO6Cd5D23Gcu8Qp6pPfuETr3YPsK9T69WvvC8AT1lGj49oHn0u4hmKb1ZGis+H4gXvFNzmz7s03O8qMXuveHLfj7gZui8Xh5iPO9mij7xfCc+/nwUPi5gj72hQxg+edaIPfoM0r1CuYA+1YqePavsnj08Rwk8WJw/PhKZBz5lgV8+6F0hPsC8Ej4l4ww+2KILviUjET4Fju27X+C6Pfnwvr1Mo889TK+Fvu7byTt0Yau+m0JsvuyoPT3+39o9GeRRPg9vnL1Ow988UMT0PSLqUjwLVYY+IUqMvVIPpT6Xn549X3KPvMDuNb50juO89ggMO6sDKz22zpo+p0hWPlf/sb1Nk+O9KHclPY5yLT08G6K98/kBvkSdp7sarqi8z+6YvCIZZz6J1Ic9KoNHPYxpSD4UwF284F5WPoJnArwpNxO9933PvdnLGL0FPwI+k5PRPeapQ75O12o+WFjTvbF8gz1XG0o9LCSEvc6ksb0myPW9EuAJvhc0Cb7DtgU98p2fvKoFTb7ggr+9w+XSvSR3Kr1RhdC96Si9Pk1ndj6VqRi+hj6gPfNRRz7KB6M+OxRYvoPeKT47zYk+q1l9vq9BoL20YRq9JdKevurymr5XPRu94cOPPtD0lj5X3zk+NmZ8PVqKe7x9yZS+YJSXPZWQl77qiu28NaSpPvLDnzxmZiE+0KJavWASsj3kprY6Q1hDPt4O0L0dTnC+sYPMOyYZnT7WeFG7tut7vTi+kL5kKqW+CmmAvbf+ib1vQjE9HHgOvsJQhb08kX+94LP+PaWWqL7x/Re+Et2UviUCMT6Axho+BH7WvTt0ij6C/oA9Mc2LvDALRr6vRzO+ngOLvulIUz0jzb29u4SmPt2Pyz3Es9+96R6MvAPE2j0Rgo2+ng1aPQPLwTxaVQE9uIqLPaDxxb2LfV49URyUvQubNL7RrEw7/4f+vcp+8b0sy6O+x/l1vMNNDTzPyDu+181OvjTgH76MAhG7KSD+PcJFxzy3bLk9DHjEvYV+uD6GjQe+lV0WPfzoMz5luN295QAvvhfGpL3rSm8+djKGPqS05b3MPKk9jOEfvi41sj35qkU8HZLvvf6+Rz1OgHW++9ChPbnBAr7/4uY9g+7XPBeLqr20U9Y9DcP6PIkRKD4nH2E+NkpNvs3ubr7c70Y++/y5PCcZ9b0zoC4+90azPcsNITyuP3O9vNxuvsaeELwkrIU9nf4RPdT2gD1MbFK8a3RnPu7B+T1RKt09wqkxPng9Db5iuHA9qA+fvQO0W72Jt6s+g0HIPMBEgj2FyKq+dQYFPhUB9bukcz8+yNvQvuTVPz7v2k8+U4inPZCFpr13PJS7a3fbvRDPyj1WaDg9vjapPVEbPj7g+Qy+6mspPu1RbD1+jom+OMBZvlxpbbwECEi+a7fsPbFFEb6phCk+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "aJtCvfuPZr2vUoi9AInjvDPBkz3YlXK9s+elPKDlibzhP7U8Np5SvLXeZLyCDRG7ySJBvRUCOT30v9w8W4mnvAz/rbzNvw08wO0dvAPYCb0CiRw9ncYQvnv95jy4fbY8V1xMvUj3Fj0fKpS8CETbvYUJFb19yai9UWGDvA7CJ72xKKe8qN/xPCFmmzxY+5A8uX2GvTFHDjsUi5W83ILQPB48wjyzaYI9rGRTPVe1Jz2aAK09iChCvXnACD36IZa9lngVPZjgET20LdY89gH0vCEPvzuhFTC9OflHPELcCT1pvqu8Wr45vWGltzxgkum9Ak1APd1L5TugPF69P2aIvVzLILuOrwu914rEvRl70byJKa69+9qYvR8oCD0qdFe8MX4+vILQmbuh2wO+mtOBvdF/QDzpA4C97ZnZvXhXqL2jTuG9Kosoveuy970yDMM8GKxvPXXDEr1mFGW982ykvNN2Yr6ZEQe9N6dlvfy5tr1XDwu9IO+Lvc1nALywrcu99TFuveE6U71dW/28yA/2vI3B1TvSraq9TWwZvT8xvTrmFHK+YhrSvdr9gL2HDqa8c+U5vDiBpL36zDA8q/QDPc52zjzWyg69hw0ivRYbF73V8Si+6V/Lu3BM+73EfbQ8je7JPEb5rb2EHSm9SYyCve2R1TuYcyq8vsbQuxalBL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 