{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "i566PRPGSb2ThuC9nmYEvl/Klj70KGo+2reuvY13Nz23nIS/ydVDP6VdjT4Sxse+ZGcGviiFOD+f8ZK+YPIqvmiuCj5LT4+9yZyPvuqIIL1B0I6+HjsdPxqY3r2eHYm+7ulpvqiegj7YJso9hRVTvYDwuL63ZUQ+rJZsPoMXKz4mQBI+iWLxPd7x/z5rBdG9hTE9vTF+Er8ydpK9Qqpxvngqxztg6Zk8s+LXvoy9qz7ZTL4+8q+BPkaYET4WLS2+msuGPDLuY75OM6W+4qZVPfkKsb5Gq2q6iumCPjNGHL6n+B89SNrIunq5cL4WOSq+QXDovcR7XT66kz49he1KPnpKuD2EIJm+3AElPxJS17xo26Q+oA+kPjDf6j1b1BC/L0OnPmefC75VRfE9zHuovuyXQL7YHME9WZ79Pk86Cr7jyzM+jvYWPpEjBr/wAZo7dehCPtIS9L6Z+uq+7KmLO3S3XLxK9wG/frLHvJJLLL4ssvy8dBvjPsUnYj3/pFY9nw5CvixiTr/G34u9qUGOPGtEOr1cmwU/uJuTPtJfL74520u+F3U8vkFkdj5NY0w+ohFLPpeLnL5xUPc+M2vGvkJejj5h3Rk+Z+YQvyWo/r1hEj69Q2GNPTDuTD6/3dW+8kS7vQ64Ej2QJ1c+a+uSPclJsr3nmiu/ZGmwvm3eib7ZIvI+dkkvPnfwuT4VQyO+aseNPpUv0b25V5u+GIx5vnoZMT7eqDG+WDI0vPihvL12BPc9qgY4PrKAKb4q0Ao+0IuovXAaTz7wXdU9T2KOPmllqzwxsdE95zo3Pop1A73oiqm+4QBPPgvUBT/udbo+HL9jvcITozx84kG+/rclvSW6mT6QVBo+bWrFPF6kg74VARu95veQvK14Bj24Wx8+Yc6MvQ8NdL7hLqC+qBSuPmaQITvUZwO+3KItvgemsj2slyi+quyJPVMIIj6FTS8+1T79PQfBLj7w9zO+kPAYvi8R5L1dXXI++bELPiIQcb7vWZY9RxJ1vn09uT5ft8090fyNveCVQDw8ZDU+FCBFvvomYL4oJfA9OzgaPmMcur12nrA94B3OPkG7oj3+ij0+6htNvnufnr5OcKe+xfZXvvvIDj3+VbY+wcKAvjW9FT73Wbk+5YAJP8tdYjz0jm09PVAPPZt/4b4kDbk+O2A5PnJoZryl/BI9sUyrPA6ZR76JUgq9g2NmPMUIlj2KGAK9CZh6PlF2ub5gqmU73lQEvZWDJL5uZzm+NmLcPuw8er6fhXg9GLk6viN+yz0VsR0+W/eWPYUN6r3JDXA+vuGUPb4XAT5hVgw+tefVvc9mmz7lKQQ+nL9GvqWDgz4ZOt89gLckPoa7Y71izLy+vaoKPqMObbwMOQG+hmvDPCFegb0XY1k+CHPcvTFIX775FIq9rT2TviEAB77BA/w8/9kUvJb5cr6D5mc9A72NvW1CGD3NMFq+3JU0v8nc4j1ZEwc/hXaCPdI1Sj7ROJa9jOc7vvTyNL4OeXA9Ri9GviJX9D1fQAg+0vPyPow+BL5FE929Mri3PTC3Kj67K9c99psgvvhbFj6PWkU+YAqjPrBu6D5CkLC+d4I2PXxICj60P5C9f5m2PUvbFz5d5T29t3PVvVhemr6EiUi+OaNDvs1Ptj74Eyk+d5D2PRdO7j2uHI++rAl+OxRjYL2PIVa+1UrPPHaTZj7w7uU9xLOlPmaYaL6DW4W9M6oDPr+o+z4wDEk+Ny6TPhKlzr4B1rq9/5flvrwadzysMBI+I220PCiyoT4XIda93HI9PWHisD31HDm+pGYePgunhD5oA7K+ngzovLHevb2M3K4+/pIEvv6/gD0tv5c+TANavjngj763RZw+63sjvWGYir6BEaM+xBL7vorD0j5TiSM+PwOIvVgST70ZqbQ+TdqdPu2JlD0X9yQ+EEhePqk90L56Rm6+cWNfvurDvb7bFag91lrJPnGtgj2oewO6PzaEvdQBnj5cBFO+O+LXvd1YB76f6gY+hwgwvom1n75LGzG+2vATvkT1HT72nie8ZRqBvvysCr5X0bK+GK0jvguqqT7DjjU9kflEPq4y4T67Gtq9kARKvsgnl76zFQC/8277vks4xT1Ai8E+EajXvmCKRT9xFrs9WICJPiuTqb5QDj0+IWbivnJ1Rb6ER2W88oXTvmKGBj4nYB28Ay9qvZMAHT1LG7M+lvKGPiaEc75M4wg/xAwBv2k+I79S8JO7BZQAvoySl75QIwK+VsenvF2jUL4ycFI+mqFOvjxiSD7N7ES+INqePNDeB785Bi6/dZ7GvjtISr5lrrm+BgrFvludwD3V7OU+5wDwPRzbtz4TBae+4EpdvTPTp718Hqw+11QSPjN0yj46Way+jyIgvki/kj3xmGA+zLOvvSDLyD1SopC+uu9TPIYNuD2QSXQ+4x2TvffKsb36Dts+fLTkvgZHGz5m3DI9YSqnvmp3Ej7Pu4s+7fI8vp28F77Ijzs+kBwivyu5Ij+uzrm9XSs/vT0I1r65pK0+Sy2VvZ4XPz7NJ9I+4DkFPKP1eL5A4HO+6n8Lv9wwOztZ1SI+DGROvjtIQr8RO58+6sxOPsB7wLyhqMO9JZhhPrjgg74R7L++A2GZPjAinL2Hhzu94s0BvQ5j4L4KVQQ/ojaPPjIxw75m2ww+P++kPBfrmjz5FIc7s6n3vTSU6jyaIt69++9+vz69aL6pa2O+g/EUvxEwEb3M3Pc+TdIgPjCZhL7tG2O9TbwEvl6xlz6PZPE+65LaOppEsr6Fvbe9bcAgPVhPqb2H9i++armyPr1mhL64UMQ9GMGMPV+Td7w8yAc/wIIcuzkgUb5c3YM9DyLxvtSgqr4DJIW9Oq/KvR3svr1ZEbO9OWCBvk7Jw7oLkLU+Y+5cvRyiCj+J+No+95zbPc1cpr3d3Js8ocMSvoXW6r3Q7mO+WwsCPvHLUL4rgZi9Amd9PY4gUT4L1cO9M0JvvttcnD4gT5K+JNygvTJTOL0M6w69jsOCPjvmGb4JE0c/1NOvvO23q73iu1e90QS1POwPML2nI9G9c8KyvcfW0zupT8+83nIWPhWfk7vAgRq8S4NivcNxgb6iNYu+hAyIPXroub0BXqG+us+UPkrFqj6o4lI97ENtvnRyTj4MrBU+xmplPdHmBb4AfDk+xNNFvlirhT1q7iK+C8eDPh82u75MVFg6sJZ0vsB+vj2da8a+uDVlvpgavD6Kdic9ttQVPsxQUL3xz/A+jdNsvbkAHr50pUQ+yzrTPdlCpr2g9Bi+kE+aPnPDsDz9cwG+WZdBPUV9hD6rRbS+QemrPGJ0Ar7lF1K9Yu4qvsJZd75s3WA+jQTGvSibQju6WGu+9ZjRPTXijL77rLg9mnxrPqhc+D2hMni9kLMmPnZzkz4Dp6Q+9G+4PtX8QD0TM40+99gAvRqGpz4rLvu96LO5PsT1Fj+casO+ULoXvkL+ZD5EKsA9VePnvVd8g76EZV8+Sv3pPZrJGb7/MsG+spIHPuk+yj5HGcG+vYyRPvqB0b0w0g0/tDERPQ/xCT45TRi+TFM0vYX4xj40cE09azumvVyq7DwY8zI9SF3jPWEVzzzMzCO+NfQUPgte+j1SDN2+RF4jv6bomj6x2rC+vgB2vkQowz3bQo0+NvmJPfWJQT0OSe48KwdeProThD5c95g9f8ysvixHHrxdIrK9WF+pvWLKiT5CCOK+jjAiviFp5T6ClJm+8jSIPXzHfLyF5Ic8dLrlvnV5kD7kaju+cg5kPhVrsj2+fII+7h+UPrs/Bj1BEaI93ExIPjvCrr2ZhrC9sPIiPg0Z07qNARy+jFU6PgkrgjrLeLy+qlhgvtAkMb6RgR28gMewvUTJtT6aQe0+TB4evvJMVj1bdsu+tdEFPv6Oyb7EUc8+q2ulPrmQLL4fh9Q+dZlCu4WIlD58o2E+YlDJvcZBLT72qui8DGkXvouVAb0jZA87C5mNPaF4CT4q1DK+Z0eQPujg9T0onLW+Wpl7Pj7SCD7kRAO/QhqQvcEuLD4kfvE7rGQcPTCplD4zoy087V2wvr47iT4xv+o9x4V1Pe9P0zspdEU9itTvPSYGZz6bVO0+82m6vuIvUb6FQzu+rv98vgr0b76Manw9mHY8vZibNz7ww7k+K26uPaGb5757Auo+WqAgPo3O/b4qIA2+8gkevvV8vD7rp2o+2itaPbpKlD2ynKS9xL+Dvdn6dT6mRfo+ZuCfPvZrUb5RlZC9/yNHvse4az3XQ3S+xGxMvk3Xmj6qTrw+sdM+vq5qsb7HC+O8oKKOvgcDub491La9HEwSvoKapL4GTGI+zklCvljQrj4gxVW94OALvtuq1zzEI189DA6XPlWZBD5IXFg+XrzIvsfzKr5vgJC+cNDIOLwjpz1KR2E9vSIBPptYXb5Nfbm9HIA2PDE3Bj9ftpm+zACwPtbOmz4iVCi+SGMGvrZ7Eb3Q1RW+4satPn733D64hkA+aEbBvnm9Mj6Xl/k9zzw0v6xNkz4qHY69grdUvqa4DDxjzOo9vX+5PhIc1j00eoo9R1XZPgE8Ir/MWTE9p0DKvYd04T5tYue+U3RNvn5R2r1Yxjw+64NYPvM4XD7ZaKM9/CjFPmvolj7fKtA+CtErvSa3Sr8Y8OI+cjUIvsdlIr28Vvo94qjSvV2/5L3KH6g95fthvKnq0L0r5dA9K9URvsFYbrw80kO/pbYGvxVYt72vEoa/KLFJvnu9zb3tTVa+AdzrvXRs1r6D/bS+FNtEPhod7LwF7C69VknXPlfn/L7r+rI++6BIPVwTEb4K5CO9KOCxPaREkD2XQgK+6eZqvv5obL7PeSo+ra9DPM4HuT1POis+JqgfPYJRML7v8GS9SZDOvaseyD22Nq47mTUfPiw0ML7pU4G+kRd7PMyK7j36OiO+CpZAPXmzQr5PThs+BTizPf33rL1ETQu8dRBqvqDkl7rNqBO+xYUQuu7qGb0m9HG+DyQCPjzupL5FkiQ9eg88PnCDsbslA809JqsHPvcojr6+0JW+bTRGvt8Y1byImS69vftGPnn6kb3/GT4+r6udvte/jj1fbYC+tgtbvjQWBr4lkC89sVH+vVdjeb7cacy90emwvXvSgz4s4Yw+P2cWvsHfMz5Hvac96iAAPqr0GT5hZMo9S8dIvTCjjb4410Q8dV80vrEnIr5+Cqi9wE7APjqSm76NS0Y+Tq+/PHsunjt9IcK+40eVPTBXLb7lgY4+zwgpPi40kj49SBc+GXe7viRHwT2xW889LSINvsoK+7xa3+g7DesIvWsV/70Euua9Ot7oPfbUHz660k88nlrVvmRSubxY3BI+39lcvUtcK74w120+2hybPpYcOj41wHu+KmFzPXPKbb4u0cC7RktSPD/NKT46616+qC/ePflKTz2NuF29tsF9Pg5gBL4kwHy9APmYvkEUSr6zcoo+B8F8vm6aNz4Nsge+PvqwPrgNl73YUWe+8ySUPZr2lL6TSNw9bbd3vbumO75LMYY+qVuxPOeAKb0QZNW7FNRZvh09ED2GoM0+OJU5PY75iT3QKRy+pHS+uztokr59IPm8dI+tvke7tL6Esxy+kHsqvCjXcz3oG6Q+IFDKPSl7Qb4HZsw9Oejvvkq6FTxETy29foOOPuodnb6DNmY9oix4PRCHVT6koWo+Tz83ve2FCr2ChoQ+L7QKPre7wb7Wd9Q9KJUYPnnU9b2WEoq+xg/rvQtIiD3vDto9ACG0PWORdzylqls+CYLDvXU/x7uxMq49BAvOu9i5y7v3/Ye9YBgpvu5tuDw4BF6+zWXkvXOuGz40KHe+DItSPaFPhr7SfcU85KcavqHlGL1DiNQ9yk8kPZlccD4wogc+gp7ZPJp2/73ExmS8WJD9vaFbd71bhW48dE8lPtseNDwqvZ291EGSvcjodz3PFUs9FAVgviwYFr4RpMA+0apkvhh5/j0gCtu5pK6duyhZqb7JpLa9P5hJvXYxQb5XTeo9sv5aPmG6qj6aX9E9AjaZvlvZNj7Kap++OKrPPvMsAT5XGC8+34e5vDiFJr6TyeU8XIg+vvuZYb28i5o+lYTjPUld7T2hVJA9Z5PGvHfiiry6t8O98Jc1vR2svLuNsrq9mCYevs9NF776EeI9HN8MvuWgVz4uigS/W6NUPRf3Mr6sKtC9okFJvnJaxTvPrhu+xTcSPRaqab21Yu88d5zrvkSgD76CFx89+3BVvk5QJT7ZqdQ9k1tCPXu3GT46soC+UfpJPGNyyr00QU+9wdv1vV5Jsb3z96E8dRs+vmPmZ7/sR7Q9RaKLvcBQF71bpoS+kmNCvpoOaD1a4NC9NmtOvrXtNb5iByM+uUbKvIfVQT4BsAC+9/GDPRsWgzyU87y8NRaBvaeyEr51N0K+ExTnvamsh7yEeOy900mIvSqW+LtT1ym+zSvxvel18by6iBi+jGdhPeVKEj59rss9TFTSu1kcgL4ekxK+XQLavCrRJb5UIFM9DYfsvdeZKr4ZMUq9M2tUvQ3dST17RSa+HIgBveboPb5wdY+93gqSutvD87wg9JQ9XZ3xPcgWUr6iQ6k9OwZVPfx0pr0lgyS+xXwuPrcmoDyvd3m91s0XPhpvQL69b+k92tYAvonRsj2xgvC8a0XfPc5TTb4uOLw9UD2Hvt1NG70agOy8dJFBvgFPg7yOOZc9WP4vPWvHUL3vyzU+eZnzvmY5Bb4GSB6+I9/9vakjvr1Clvc8JJRSvtjNy73pe/69N3I+vnU+rjxevAW+5CIevFg7gz3g9tc9OEOYO9HrVr6cBmQ47lEmvQr2Bb6IE6+8xxnZvRlJtD3dMo+9BPsdPnEX5D21cQ+9Sh5mvka97b27bRg+veQzvR6CYj5BxQ0+bzAkvuQb7LsvWQc+f+sUvs8+BL4Kmaw9n6w2vtXg9b3P6r48IrITPiCWDTw/nDS+S1SOvsC2B743UYa+PFqPvT01G75d6Lw9tSnivUkkqD2Z1Oo9fbaKPe/o/z18z6G9iSp+Pc0Rh73cbHM8mSNsvpapFj0WVIg+qd1bvgEdhj4Apjk+AnLePG6wPL54jSk+qNPkvPwYRb6sGM+9q0c8PmSHBj7VOD++/KNOPnNthbyNGSG+uaweveCYP71TUP69q0vSPUJGurxlvYU+khOQPLFB1j1ISZW9Mr+UvTGEbj4wIhK85XkavHQGQD7zFUK9Yo7OOwnjFb5wFvk8IJsvvcCdzz0TeA2+P7IhvsyBhTyCC5q9cBLbO43XcL1fZu09VChMPLpQUD4wcrG9+GeRPI2NOD56Oua9gtSfPbnO4ryhbVG+AS2WPaBMB75PZi89GG9fvb4iBjyhfy2+WOKEPV0x9rtqLow+U7qQvcsiqT1YLbU9cTq+PEYDEb7Sl4W9yhoYvZgdDzylUw49VNnHveXGpTyvaao8WcFovQ3+cD5NG6C9WloVPdMMqb0/mQO+/oMHvjZ8QT3vtem73P/6vWH3qz1GkoO+Vz15PchpJb5paI+9vmThPRxybL5IqI89B2MBvuBwaj3CtOO9FKinPKZnWT6UGgI+Vz9cPbh2a7zPy6S92SGuPB6yNT05+NG9GHS6vQ4o9ryzkKO9FbHBOrnWP75z4WO9dd5aPqN81z0CQg89egD+PbrYsz3pqB2+muofPMRblr2paAS9Jr5uPlIeVT718Hg9PwUBviM2Hr6CZ/u91AhVvj3bYT7gUDC+7nSUva4sQ75P1n893YCuPQN/BD71DDa9HcpnPqi4XL5BHRU9zyzaPdDgKz4PzR8+rbWHPpTomD2IHGU+StaJPKk4iT55nCq+TcE6PXRyAT6nbxC9fdZkvW4ISr0NJ5s+ioUcPXB75DxrdzC925VAPb7snT0tCK+9EdzbPV2N9T0m6Qe+2qAEvgQ6h728Qxc+79MBPvf85z2d0Gw9i12CvX2a2T0PF2M+c3n9PQE19b1raxg+QR+lO8V5A7s7RX4+H8hmPlcnlj1soje+H30OPnb5GT6YycC9YP5DPuGQUj2Y3CE+G2oJPWFtxL3Sgv+9dpbqPegW6b0TFZU9L4GCPZSW/Lw0yxI9rPTwOsD6OL6itgM+YDGEviLvDD72kCe8/6a2PLAg+j2hYGg9WAGyPapOHj3yWi09+TMJvqj0Mr67D2A+DiOSPZ9xz71HYMo9PtNmvkLRAL7Z2mC9e1lEvu2XyT3s/PO9C6KXvfLqHz2EFY69nIiFPgfqGj7q1ga+IuwHvtL6G75HnMk94Xf0vaNokz2hku+8rwdHvY6AVD1ycQq+RzDgPcYjRL6WNBU+o5FbvjUV0L23+Pg7BIr2vbQgvD3EOwC9GqQnPskJD75H2XE9URmcPWYQgLxOCRs+eIwiPmslfT06rL48AIaivOEqRjz2byG+abL7vFrU9r06zwI91T33vKeWBr7NW0K+zrAPPhIvTD7fjN48qsmzPbrSvLznnAI+d6pavlq8Tj57rrc7E9r4PYtqxrwC7jo88r6DPtVeM76LnN69EvBePTMyvD1zCZW9qosqPSl3gb39d9a9u855PV5YFDwzUxO+JBLsPVVEiL50lZg+VoOdu0Remj1Mp0u9uxcCvcJf47zYgwA+YOhNvbwtmLsnUiQ+7CZ/uzNRC73oiYQ+ZVncu3xytT1vvYs9Cp6bPSH7nzz02gw+8tcFvUJyjD1qXhC+zsFQvsqh2j1RfWG8yXF5PWL3oz0kTNO963QKvj0hCL24klU+V3cTPnmxBT52ToU93wYMPphhyzx+5EU77/mdPDWFVL5AvCg8eEwLPCeiOzz4F+O91Lk/vQQYMj6wDQo+bGOgPXRKoD3I+SC+Z1lFPLDyFL5nNMI9vBGfvSoOjT3kYrk90R3ivf0sP746w1I912evvSR+WT2X0B88vQwlvWgLvj0YkeU8jcypu0K5bz7MFaS61rh9PVnvsr2fH0q+fRfyPelUyT3UrD485ZSlPaWoFj278gO9i8ynPZ1q+L1+6ns+/t8SPO5Nq7u0ql6+qZMAveY//j5WMg++gD+ePmzLcb45BoW9Qu1HPvFkFL6FMBm9m6BpvYlxe70rrc4+zPO3vV2VqLx+NOy8U2D1vcwhxz7BR2M+ffw6PvmpID49i+S+ktVnPlQ5Zj3zepA+sIqUvat6ib5JIA0+MP1dPto2BT6INXa85nItvK5Zuz2VUCc+9Oj2PdOikj0WF4U9DkOTu4gTpTs3PVM+jzEYPt1WRD1Sg+m8KjC7Pb6kL74ykQS+LJdKvq+sS77ZSFQ9kqM9Ptb+hj6rq7s9j6DePYQnDj7CdI29R4s2vjhsxTw82FU+w90YPh3tjL0p4no+TfXwPmd+wD5R6p+9HcfMPmZeITzUYUw8/olJvooMzj0wZFK+Ey4zvYovUr22L1S92LGGPjgBm72mQLK9In9evunLMr7MP3e++RUePWI6Kb6E/IO9HwVHvbhszz02XY098dwjvdUGJz7OBy8+uNixPS0eez3UV9s9yfbGPADpBz99HAU9ZCTCvRD8ib2wkJw95losPrLLjb1IxTM+VixSvijrWb4d+Ks+iyQbvhTQ3D1EWH681jJDvquBlr4Na52+xJ0BPLHpaL2OMwG+8WVmPRmQ6z0uQXe9YJNyOELF+j3xMY2+a0w2Pc52HT4nJew8kjK7PbbgdD7stzg+JRDPvX96eD3Wz9m9yF+xurWY2TzvXFo+0keUvVwnqr7HyZy91wg7PQ2sljzrTi29WzAWvs6gFL4f8aG+qMG/vumZVL2aNgM+kb13PoPWcb1fNLA+KkQpvmJSiD3Rjss8QwJ8PtN1Hj7s52o+kzrtvdiqOTzs9269Ayb0vYd6L732fCy7RDyEPW0ryr6Vafo93vMjPH6pyz3A8w8+TqIUPkFO+r2cUgu9lAjovUVMMD6AtaU9jBwDPqdUxLyUfqi8a98SPhAMgLwOQhU+K64FvgsQvD2wbo8+emiqvU6IOb6vCFA9hPzxPS7zbb4cZ0288OcHviVFcr5T0468ruZyvkIm1L32J/m8KSnvPXSMT746f0K8+ZlHvs08hL1EvsM9Ktl+Pm2pAD7deYK+BptBvuSfH71V7oC+3Kj1vaFOqL5WExg9xWRjvpQPoD0Mlg++tD+WvrdiSb0H7dy8XETjPbxQKT5c86i7nbNDPkoqJ73rvwu+4s82PqtDmrztbnE9PZKXvVwhVz2xS6o+gzx7PlzXf755wRE9tG0yvm7rgL6cn8U9TVDevj80577Gw3Y8O5WdPWp0e73Q/8+9s36APZeQmL2C/kG+doYlPoPL+TxfLqM8yE/7Pei9XT4S3o48XBNuvUPYjT4qvwm+mowKu7N0Nz6m+Og9QxFdvkAg3z1IhW09ERNdviBffLxsatm8ObyUvcPRP70yfUg8oJ+IOzu8yDxth6a9wB4ZvktKgDxY6Bw9uQR+PPf0Gb4mj9o9lMl3PIopU77Tvvy9s4zLvTvv2z1hYUw9vEwKvXqP1z13x6G9hTisvB5FbD2UYTO+XKx8vXAxSj35Lww+hUoWPcY06jxyMlI9juADPnXYDb6wosC9xMAUPt4bkb0451k9agsTvpBhcb0Wh8G9wcSMPXyxQz6mHrY7+A4gPhN9Jz06+Fi7cvwgvjYZj7vN9i89xbKMvRGK2z1gX7S9l+aWvY3KVj3FcA2+dcELPvhPJD6PK++9odyyvY7wQL3ERuO94LFMPTJRWD7XNA0+HMZAvm8sHj6jOou9RbggPt25Mr6p+Vu+T6oOPlB8Ib6WGNy9dH8NPi2s6TudqcU7O8OSvdlw5rz+Lq88WkkHvkMx3TzkGem7Ob1CvUrwZb0MByg+X2BrPdesk7sXEyC8kk5rvCepEr4zmcE9JRfaPbPhU7uD+0g9x+mVPSYauD1rJB09PG44PRVo8D059+m9BNnTvWitlj1nBNQ9LXgfPT3vAr6RVO29mRqmPBGvF7tFYIu9A6gTvn+GUj74Ysc7qiTNPfd5bj7jGjW+3f7/PZbJQ75Ft9O9PSphvSYXIj0OhQ8+TchEvkxeST6bEoa+otQtPhuYoT6hwxs+p/AXvbtqmj6dwla9BPL9PkuOvr7r0Bu9hPEEPfzKkbwHKgm+PeGJPZ5KF76KcBA+kKyuvG15RDuKYC29TWJrvWmSMD5xDcA8Av9NPsa58z3erDs+uA99PIi/KDz47Do8LrgZvj+4lD7LFkK+3+FKvWc91Tz3bvi8k0Rhvjy9Kz1gq9U96KLNvaNAizwUPMs9IGTKvDviRD31jos8H3iAvDYtx7wtJ7g9QcpMPk3Lar0Qh686uCYZPhHLyD0Mexy+7UwNvvndSb1M9jS+VATAPUolvT4jQZK9hNnovAM2HD5BnUY+MOpovsIDUTwfGY4+kdnovQRuoz0U+tO9tEXdvXciKr4K84M9Sqq2PdaBDb6zqag9KbEpvkVTHL7G2ge9IhiBvS/wDL6DopW86GlJPadFEj5vVwu+42p6vltwgr6/8dy9cclavrYtIz76x+g9Yq4RPQlUgr18pMY9aVtkvkia2zwzWk++9Ijiva6D4b1I9m89jsC7voyvVr2a0hO8aBnXvOiblL2z+bg9GmKePi8qfj2DP/m94BUrvoM0lz26nOU9CEIUvhckzb62ggM+rvS1PUYcmjza3SI9a5Xxu5gXbDxBH6m9k9B2vlTMO76uej69AIGgvbactb005EK+Gsn7PY8Mp7vtLLA91o/VPe4ZkD3mH0c9yQaQve3iJb751aq9sTRqvscWLT63QnK+3lcyvut/ib0kwoq+2MZXvu4TcT7hx+89We4Tvlfpm7vcCou9UVmhviCm6z4KtpS+mwHlPbdLYb1FrAK+MFA0vnlG1jy2rhW+EQndPHzKQ74iG5u9WTmCPRYeLT4DK0a+34hqvNRM1j1fWYQ92qhRPrBjFD5GniS+gCxKvsN6Nr71NyA+yV0MvldiCDyoXYg+rCZ7vuCbiT6kFoU9UaYUv26jrj4ePDs+GV8jPmJsEL5xB7Q9+eAkPplSF75hPuQ9o5eCvtKLmL5uRBy9xwkJPlJAY74DLDu9at1nu7LxG700Bzm95YiMPaYay70V63G+XxOnO1ASpL7AgLs7Ip2rvflGhT1dU2G7eZvevfs08D3S2Oa85FLxvU/UJD7miqs+29/Bvbk6S76kaRi7RpDyvq4bir7yhPq+PBhOvXB4dTmkBls+QSTAvKmoOr6Imaa+SAOSPj2jcz0ehxa+JnHJvAg/qj27sAk+5slRPoAqzb1vqdy9s+OXPeZvGb47gfM8WB42vsVzcr5p/wy9wQt+vDVobb7kAeW93VZOPiFNVL4l5QW+D8WEvbLet738mfE94K5Rvvn7kr3u56M9rJQtviBm6bwLCo0953GrPGezOz4Ri+E85J27vUvuqT1ZQUY9knUjPuHIKLxYK3y9nYxovC/pk71f6w2+YsMVPYd7MD6uwq89o47nvUEbGD76gyW+zkM+PVtswz2OADO+yZxKvvHdUT0eDi8+etbwPcQM/D0Uarq93DrkPD5pFb05Nzs+ZnbKO6d2HT3J2kM8eghivjT6UD7vUnu9j2MtvC5cp71xf6+80ZopPboYCr5/c5O9El1OvErcFD5MWtW9pqHSvTOUVD6XSzM94CgDvpXTGb5vC5870Az+Pb9KXz4qTVc+0kbFPYs90zwdiaQ+enoiPZzlCj468Ua+5tK+PWcf7D2SEuU9a0gfvml4FLzi3UM9J/hMPeC147wVHJU9omGHvW/+SL6+yiy9zmJ5vomdSjzcYKO9Z7+nPGDJkT1CTys+zM4wvsxG6T34P/Q9nGa+OzD5gr0lzgC9zGCbPWodwz3yKS8+QO4UvnaxFr0Wx8U92+RgvUCHN75FLB2+YIYkvrR1sr1/mAs+de2yvaWaKb5g0FU9yGCJPL5XIb7j0SS+BnO1vcgo9T17nCU9J8jyPcGxvLz2jiK+7RsgvuYhsj0sMO49ZvxevStMIb7e+YG8qMmLPHENi72ap7c9aMpWuxh/ur2xbPm93ds3PsfIx72PZKc7WYSfPFSIPr7ZoPg9c2BXPWSqXj5rCha+1NR8PpX99b06YUW+HDZzPty8ej0WOAs+UL6RPcJEqz4gFkw+9DBpPYA+Q76LA1++ShHSPUSD7r0Kf1g+r9kcPq4zmz7uqrg9KakWPk/OGr6WX8i+uOrAPohhgz7oQEw+8XNxvLZnYb1AJsI8y1hsPiu4m70Yq1E+CQkUPspiWD040Zc+oct7Pvn1n729CCe+LtSzvDTG8D0ZrKS81+c8PSqwND0/r6E7zaGKPVNOgz0U7mQ9IcMLvQ48Vr0Qqag9ibShPVkksj0tUyc9gJACvi+7Cr155Nw9CNkMPO85Nb4Pzxu+55+Evb96Fb7FXlk+x9dtPVHt4T33wjS8wdUvPgIfaT4R4Z0+6OkvvpNhtLvHyxy91vliPjkDjzzWZ1O+i3GuPc2Y5r3qeWE97SHLPbEqTj1/hy2+LfpEvpy5JT7lOD+9DMmkPrKdBj6/Ni+92xqNPZ7M4L2lqh2+qOEcvL6IWbzJrF49iQ0Ovn81m73/8lA+qrZcPMgFtDxVXy0+YwacviwtL77zoSQ972hZPfjVpD3uWVE+BeUKPt0NKj33M3g94FlIvsdYv72G12E9W+ypPruvXL4cBLw8+FKjvXRplz1GNio9nhvoPQg+Dz6jBVk9aR14vPlZA76LM+G8HfsKvnHT9T0KkHw+Nn2TPkrT/T0I/96+ci2GPPNIIL5les+9HoY3vv8sHr6rBtU98NxRPElgmDxKbRY+DDuZvkV8zDwGD5I9TkMzvbAKTz4NMIO82eyzPmtNm77DUXW9ngZlvooMeT23SfO8YmDzvA4qxruX/ma+7cBtPojCnD3qogk9MBU5PmqO0T0p6K894L1fvhTVQD7kR/O93+BBvtKzYz3euY++6EtAvlUjjT4umbi+hkbOvcOog766Thy+nInWPVfKhb6LSIE7mqpYvssqJr5OVbq9ZaIZvRWNjr53ZyI9VwSJvbfwmDzIrzC9oZSwvRGLrL3b56Y9ti4/vnQ5er5g7Ci+LXATPr+4d75BDgA+aES4vdeYHL6EYbO+4pSTPd4Xlb5C8Co9JiO4PT7SAr6UEZg874raOyx9d7xVkOU9i0lGPpI21byEZfI8AP7YuOhDuL04hgc+OB3+vMfLqjzotEC9ViPMPckGcL5atMW9Ke9iPtVmlb7TNe49dhavvUJ+K76GyeC+uxF0vS7ocj7Gz4o9doIxvk0FAr2hVDI9AOT5vcLWu71q/jc+QPL8PYQQcDyluQK+g9gVPu4XGDxod9S8iyfmPBXqBj63/gq9slGpvWgNvb3z2Uy87Tx1Pp2GeT6r7Ci9XfrhvMt9JT760Uk+HZWlvSV7+z0gyRU+qd6xvEm/Qr0CRyQ+/3RDPr/OYL47UqS8avihvKSveL1Hp/C9whcBvmUPJD2cFlA95CpVPXhwvL1zbbU9N2l/PlNL1z2BfgI+O16xvbggYj5l+K08sN1pvfIonDxvpQE+Jg3VvLIWmb1Hipe9DNXtvWLWYzxwKIE9DZYhPlGYSL6Deis+CfgIvgwSkD1zeTi9ELg0vsgLwj2t7829EzbKPSwRcL2IsBa+L+3gvd8KBD017X8+jkSuvnFYUL1azdI9BYK9vJo3gT3VCcE8XOo1PldfTj7f44S9/oXUPTpwtT1y2Ue+pJMQvm3lIr3PoWG9i8+5vXoGy72REjs+OPgIvrAoRj5tPta93qYpvXeYCbzMrSI+wkcjviFk1b0mD7e9VQY/PMFJ3jvktju9gPpKvTCzJr4Lxic81P9SvujOOb7jRkC8Dxg2Pp3r5Lymex4+M7o/PFzgjzwJfja+zBpLvVibR77oxm69Wsd3PY5jiT3kBZY9h2y0PT6fFb7K6zm90QK+vLKhujxrsUA+6OOvvYoO3z1OV9g9OfWAve81Jb6Q6cg9tzRVvRfcPr7Bmxw9Ntd4vR3lBT17HP695qUlvjAX2T2Gcdc9rGCtvd/kBTyc4aS9FNSUPaPQiz0oomG9IN2OPfX3aj3zJDM+zCyNPRkewr2C7Ak9dLpivE08tzw3lAo+58gAPSY7Br3qnVK+J6sUPu33VzwLB9W9gZ2IPdYllj0Z9RO+yuM2PvZ9HL7eM9C9pv/nPagE8T3R5oo+r9OUPXLPJ778BGU+5MT1vRn8Qb5RKZU9uSAdPnWPUjzsicM9wMWEPRpKMD3mAYa+4a0yPedRIz7sJY899DIOvt3E3j18aBu8aIvePfaAP77RBF892Y6TvdIhCr34dac9RWkxvalNuj1f7qu9skDEPW+Ohb453h4+GhWaPnCEDjz10DE92HoVPkC3Nb6dyjY9RtuzPUZQ4DzdlaY+QODXPvzDmD1SRIK7pyXkvWcFIL7iNbY+APwyPiNorT42KgQ9oWsDPgeJ0r0dKXO7fVcePllTUL4hsKQ93jCgPsqKez4M5SY+Rtccvg77FT6jc7O84kfDPaimv73BtkM9ASp9PK9orjx68lw+QIpePripGj1Yi9i98BghvqtrR75wqpC9pKlsPmIPv70KkRY+up31uz/5Rz4nD4Q9MdFePenDAT7s1f09ruqHvdc8Aj5qHYQ8Y0atPeq/NLyoPxQ+AsZJvi/Ug77q3zq+1dXcvf6wor1zy4U8y6sXPh/xJz75/dq9Fl7uPE90OL1KMbA8TAqrPoGZCD6Lsni96S6jvhflSz5erAu+N8KWvbrqzr0ZE+48fH8UPhH0sz27GoM8FEUhvnfVcz67CS8+FU0lPmdupj0JX5y9pjdkPtyaAT5ayh6+yMZKPXCgLL1wp/G9dokqvffZz73yAWk+9mB6vpXRLL7UCJG9zxLMvYwCgj4dRGw9rwWaPUyCKL7xVDg7m1ntvTJOjL6IH+S8jHDqOx/Ahb6img2+x88TPq2gob6Kubg91JzqvbUbJD77yJc92hpxPho9Iz60bt29uj4ZvDiqij1BdNK+ZJViPlpaCzsjvDm+a7oJPhOwUjtjMQE++SDOPDi8mb0pGDA+b9qfPZ6WUz7aH2c8JhC5PcKzCj4IVAw9Bv4pPvsOMz1Rx/A9m55WPnLGFL5o1uk90SP5PDsHm760Tlc6YuEdvi9MA7+r0is+6bCKvnLEmL4ASea99Ub0vRwSlz7uFpI9+X5vPuB5Jb6cxTA+g8gAvlDSBj43Is297UriPWS5Ub3ws6w++xnnPfm8ib7Nzk8+XnhuvCgx7b1f+tY9CoAjPFFj7ryRvek9lF+nvHNj6j2ES/E8pWgkve6kCT46MGu+hsxXvFdxDbzIY/s7tyrJPEdMFr7q0NO9zMLRvU16mz2eqcm+J4T5vaw5XD47i2G+/ActPjzfxz0dcTm9mUcxPsPQZz2R8KS+VEbRvT/tAj6RtMQ7LCCtPgC117ulnR8+k0zHPaQlpT6u9pS9lJ0AvCeqmL23P9A9LVI3PdcoBz6hHi6+zv7mPTl7cz2t8RE+U9O9PTUfCz5GPlG+yDw+PTyyRb6B+lm+qTkQPnCg8TyPkMo8SB0Nvnk+OD3h4Ka9tRMDvTD7Qb7bsZ29O1hAPZrbNr6ab6i+H4RlPQ4JJb63NQ29RbzZPbz0/b04h+89NIJsvtBk5z0fgcE9OyHzPHO3+736mHC70FfRPVvKdr0NUrM9dlnYvQ+buD3P3C48QhIOPjQRq74mAqG+0bwAvmyOU7039c69l0I6vltjlLsF0Em9O7L+vEXFgz288bm9WhXQvY9wDb7fIYk8dmJmvjbf6b1/Bbi9eZ3wvX/2P75ofQi+qTvHPdyyDT5G73W+6yy5PIgQ9Tz6VpM9wgqgvdFuzr1/jHm+hHPDPYHxb77i5028C5dgPaZZ9D0v1Ig9Jl2TvOK5HLy8Www9NHmbPRfRdT1pfx++gREmPpcwRD7ydKS9OOA8vj3dmrsBqxu+ymXPvVN13r3EwJA90cEcvSBfKj7wDz2+8WUwvGnh2Dz2nB09hMLBvSXw2zva5US+F/slPZg1z732TD2966IGvgK5H75UzwC+kBiCPZTzM77LKTe9j0rdu5skTD7Ilaq9o+ZGPrkjHT4KPfa8i7bavfsrhL3s4qQ9itp0PQSBn7xY5LW9BtE/u3GJsT0UD+U7p24+PjRPZL239ug9urXbOzZHjz3sCkc+z/iXvtvgVD2dcrQ9YKwgPjIXL73fpKi+PmtcPs50jr52THM+VG49vcssgrwPDzA+mmxFvm5uDD3sp8W9qiEFPGCuiz5qP6A+Sh4tPY0+lD53+zC9kVODvdEYob2hs3u9uV3yvdGXiL3nR1G9Om+DPmxIm71e87q9SUyDPRyHyL61wgQ+EOGUvjbIAL5ulnI8T/0aPbpYzD2kmYC9TN6JPfKQHT7UEsI9HVeAPdvH+zyRQGQ+SC/kPNmsZb2WegK+XM1vPlPswj3nyLa9VBQXPs5wUL7uaP+9+F48vpef473toEw+MlHsO57nT74Qnxk99fVRPupcG77hpru9NVOCvA/t/D1ef3K+VrfSPP2CRD4u6QQ95ANPvu9sJ71IF9O8jxpdPeXqOz2RJ+29kgpAPQujIz7gHAO+a/a6vSjFsj7dD/C8DLgsvvskbT4mqNa9ZLoMvsMUaL18b0S9vbgePtwtl7tLTpS9WbD2PL+RFT7/kUq97xy9vjKWUbxQj/28LHa1vd6clz1xOOW9viGqvs6TBz7fKl8+sCxAPiGDFD4bSaU9ucWhPlGXSj4uFKu9PatRvYXtHLyzBzE+Vw7xPYGGTLzS5kK+QTRgvvuQJ75f3Us+Iu4xPqQKIz3/40o8X/E0vfqPVb4mLle9usJIvhIQ4L2mSOA7NA9NPi6yTr4HPny7ey1zPjgrHD7wDou9WLQKvDXwGj7dTj4+Hm0cvorbMb5Nzu49iwjMPWteUz5ZNEo+amh9Pm+MXz28kc69+YB5PsAEv77q+ji+bMAhPhr09z3waqG9HR3APHVVRL0UtQ++8IgMPk/1vr1IK8m9Hie+vbPeCr79TGO9gbPgPXF9g73O56y8qDRtvZcwRz40K6W9QR67vLpQkT3/PpE+p41cO12LQb6RVP49dMF9PScxEL5mwak9fzmHvsw5qj3C1i6+zRFePn7AAT2tWXM9s6Z+PSbuTz7q8IS+m/fbPok3TL4CIjO+riElvhvrjr6GxZm+WggUPlvmDr6RMvE96uymPXhSC72wPHi+sB44PAN0nb0MLao98gZPPjgngT5TccE9rc4CPoq/hDxzIrE7Y3PQPbrkm70x8I8+U7qyPaRgBL3lKEk+3KMkvk5Z270fxP29SBRdvr7jib1T0Te+ydMPPqfj4b5KGEi98H81vrQKg70Fk6y+ltlyPXC8qL0sa5K96DkGvupzFL5/yxg+ikPBvsUpAz5gGYI+FimHPlSsfb1ZYJK+ve8jPogjdL4hEQ29IFcHvgUNnzw/FVg+85LkvTi4zr1XHX8+XqDIPBCcKr3SfTc+TuO6Pa+b/b2DAeE9bqCcPqifez2/diY+H9kaPhipOb5kfwg7YnS6vS16Gr5ajoW9I8FTvsXZ1b1NGBs+Ud1evcPpDL5x6VS9IYqfPdsIAb73T0Q+PlMZvqmSvT0EY748Haoxvqp4UTzX5Gu94scVvfC8qD1ehyI+3j3BvY9Q0Tx36qY9sCfYPA+n/7xPjZE7J/wovbzz5b2tpBG+GhwXPbxOXT64hpg9e7KUPckWpDt5j9Y8WagwPhV3372bU6w7vcapvHq3F71S+9Q9W/stPv51HD3PwNQ9AiQWvgVSQT6HAJU9m92FvRuGJb5p5Ec96g4vO/t9iD2cO3y+0Y4wvqtmgL1y8MS9NOyzvYNYKT1uIGW9E9SFvTfD/jzG6sc95tGQPaOvDj0z9eK6m8UPvpQOir7IORe+rWwXveZCDj6g2AC+jM29u0V2+b0Ix+Y9NohgvVQtaj4yKSO+bi4UvjhmCbwO0oS9ePbhPTRYJ72crKY9bqoNvgsG5T3BESw+a+ArPuZA1bu8UN+9uEnHvEpClz0KgzK95S6RPEYCxT1YveM8DBnpvcqpuTyB0TS+YjhkPv2Ntzyx2CW9g7mfvUPShT0soIE97auuPRvmmz155b673CuIvrnvVL4GiaU9uQDQPP0jGj4bvvm8GM0/vhhKLr4fubK9TlRsvnxWBb4ottA9Paj/vDfCxz3lzQ2+wincvR3GCD2+1IM7ub8Rvgyuvz3lvfw9JS4UPkvKi7v1U6o8xsTLvJkI4z3VpQO+M5aJPVO4kr1IMe29s3k6PReTNb7h0+M8xLH1vLa5Jr6V1rG+vqKCvptimj2zZKu94mhaPiHT2z0fdfM9NmkkvuewU73WVgq+zq3FvYRZdr7hxpc+26CDPUzlp7ysOj2+JGuCPeYLWr4KgXQ+b8jtPelEoDwNT9494gA7vWngtr1w+Jy+RsDrO749Ab5vVx2+j6vEvaI2dz7UsQo+ZkpQvhPQmL3ibIG9A3EEvhR4w7y0WzA9JRMKPj8BY744JA4+uPRcPRqi/Tx2WVK+V3lLPV0KiT39yGK+5O82vSCLRb6LepA9G5kdvidRUz5YWhg+UeZFPkaJID70MFm+sXZtvmi0irxCDjU98WuWPY9Ryr05eGm+yvDEPXi1sj6J6AS9NL5nPq+fmz4s4vK9cLQZvsxFED7SD6O+deVNPWB50D3C5CW+WE45vbLjij2HBhO+UytwPUrG8T2pASY+a+UgPYtWcrz0bkq+4yv3PTglpT1viBE+KIBmvnv0eD7WD2A+BaNiPfDCNT4Z1og+SGLoPZ2jID7lV5M+v+WaPe97ZT2vyEA+c9NxPqD2Ur7evvo9dJISvtosQL6GlJk+tvcoPg8ceD0cCtI+sBXtPQNBw75Fnri+ySE6vr2/kD27Lji9PBOWPqbIwDprlt49aO0vPRAfbLgR5we9DFgrvjGbZj3uBgM9OLCtvu+Fhj4HQwG+lYOLvVtURT4MR6C807Tntyn46z29z+A9l5vCPbOByDwItMO9jaOnvY7wzD1ZEUG9bL3OPT0vk730DBS+QCXsPAoWjz7Vwa494ABIvfmO/z3M5N89rft3vKMBKL5HWdu8DkiYPiQBJT7AE6A+hIocPuhIqL4U7Y++SknSvtx9P71Fb7M9Nfxtva8Cab30wFS91yKxPgX54DtV+609OjUyvkNVGr2mrxU+SgHlva5Rnrq/Zxk+UKJtPraKED4TBbw96GvjPKyjNL4db7E92M64vaOzlL5l+Gm9y7CDvgFKlr0fahk+FPIvvQ40L7zWpzA+NL8BuT8GB76WjbA76jFyPueHLD1Mifk9uOKWPQMVUr3JXBE976xdPZ2Mk75uAZI9VxNkPmVeV74rCyc+CEtKPkAHHT6B5PI9duyMvnFMwL6Dw5u72FFsveJFCr5/pAo+HxEOvg3NWb75/Qm+kmA4PmR9hT4QW++8NSXfPqLEhL1gWKu9mXzWvQFfNT3Z1UU+ZN/nu4C8Fj51yoc+O8IuviZPCb59gfU9KOjZPYqonL5knEE+fXRevg0DnL5QkoQ8RbVyvW7MR71KmG6+j5ijvhxHeL3AFgW+kYFZPqHCMr0vh0U9DhfAvWdF1z1QhC49npagvfYDHb1Tw729XbatPcHtG7wIYUO8lyEIvThGFr52VqO9EJnuO5mNM77wCpo9hmzZvWwvXb5ab1++UCi+PUYnaj39pu097hNwvYhrZT13/TG9409APYBfBD4AeAc+MH50PiLl7Lx0idA9cDnMvDdtZz6WuQY9ynSkPckhjz1CFAc+rOsHPuC7O75UwHS9I4yzva1gzr3PdAI+WMLMvcy5Cb5y2625KWpHPu/WoD3NkiW+1K8vvpuljD72YDU+uw79PQt9cz3daUm+qFODPRq+K762ZNk9VB2mPRt6Gz60jM095oU1PN2W9bwm8TM9Ut+8vbTOwD3U58u9alZCvSDyjj3k++W9GmSBPJahtjyQzEW+n1G5vWOYib2ic+29oIOKvQ2DEr4S9yQ+bHvBvSmKuT1lYDU+QB5IvStHD76Tpzc+qR4ZPlLmib2ziJw9H0Npvbpq4L1M9cA9s2OCPebcgry7po09iNY9vsDcZz15MQ++DLVZPS5lGb5135a8+BIfvuHlWj510wM9HBMwvgM4M7xAlwC+8woUPSg4tr1Naj0+qqtKPnc5Lrz6Ek6+yY54PQyxUT34M5s9kT1Bvb8OYj1mgxS+s3P0vT/kAL2aa9A9c+PXvfAZiT5Uglg8fnqqPc3oEj4/tgW+MNCdvbXfBb3V7SM+uo2mPfy8+73fQTY8agaEPOmH+j10cyK+sOcbvTsjqr08/XQ9aTYyPqKLnLsw6SY+5yhbPcuWFL5BsJ69ejoWvuX+87xvfLm9wsAJPuyvOb45gIa+FFdcvUE2471EZIA+vRiqPsTLZb5FCPC9A+zlvTxKpD0H4ZU+dqwIvXV0jL5SdgC+1bSHPfO8Ib4MVd+9i5UMPaj+eT74TWG+SUIhvvRuCD2O7QM+o4p1PrEGOT0NLy0+FopUvXebDDzkSK69tKUUvq1g1Dt7HgG9bQNNvnQ+pjzivCE+bWzqPY6SEL710oA+CsHHvchOvb2Ugeu9dRSYPqSKpDsGn0O9kceRvSbDgz6MFsi9nXKbPVslwD3Vgye9bIU3vvlNUD1XKjq9NYQavnbkpL3zZXq9eA+kvEN+CD0Eug89XVanPbnOdD0SVEy8fDJfvUyM2T0OIye++auEPk0sE776FYa+7tNUvFz2GD49vaM9Qs79vW39u779vPq9B0uJvk6ZXL7fS7O9yo1cPAZT8bwHPWC9wnuDPd0uc739NpY9GJgdPpac5j08GUC+rFc1vsrAOD7qAyu+IqNuPqrJoz3nQyc+5bcVvEPJQL6PcQk+4PeVvYSA5D3aoq69VPMGPm8Xjb6Z1PG9gauwvHnKNr5tbjy+Gd6xPQFnQD2u/Cg+ThgSvjbrTj4IHRC+wG1ovRKXQj44zO48VPE3vbRfNb6lAaI+kXVnPBVS8L2IwQ2+0pjBvIEwXD3O5FI9gZd5vv5uDb6E30i9sQ9APn9HtT3gRIk9AKeuvazQ872QyzE9Ytw3vkr9er4T5l6+1A22vbdFpr2OjlW+BeA5PbShOb6LxgW91fgCvjmhAD5WB2U9cEtzvYSexb2RZD2+IatVvuT2dD6wNkG+/FBSPto18D1LwwM95UxIvcTdir4S8To+osbTu3j2LL1klBO+KoZ5vkdDiL1WV9+9WcbWPKG7Ij5K6EA+xb+JvvaWNr6efIS+S9cSPAjPU77BKqA+RFaDPrTfmj4PIB0+7QT0vY96a74EcGI+ukRivpKuoD7rGR47TWdsPH8kCb5x5K68CXuJvoQvO75aDmw8SjBvvV4nNz46XFa+MqCkvl4Vsj1sIkC7F1eJPWtfpjtsVi+8v0vkvIlNiT5ouJS+mNzhvQ/pqj2j4QY+0rA+PgozGT4LG3u+U6YnvuWwbz6CqIy9O89LPDLUGbvaDwG+qKCiPcVwz75xmu+99UElvlvFkT7Isxy+IZgtvWXqwzzdv0M9L2+OPZpxHr7jmxe+tD4Cvvd17r0efa08/2C3PWe6Vr58tQ++YYYDPlKOebzeXsS9Xz2WPYH/Or5+rbc+TV4MvQgUPT4+wBe+ww5bvNuqR77ERT26eXRfval8Sb2AvtU9larmPU1pabxMbOk9W3mHPV0Dqjygtqw98E0cvilc6j3TZwO+ORFbvF/Pa76n/T++M80jPlMnWjuNlkQ9NhPbPd4bmj0WCiy8dvYUPr8eoL2lvgO+T+OavMkuxD16uhe+b92wva1iEj6619m8r89HPMpG6j0V5BC8/Y+4vZicQj2peKi9XXWFvYYklr354wy+6NUbvt8Rjz14xvc9jh3cvZhuIbxPEAq+nZwvvvyhMr0tlV8+cQ6fvmGJRL7/gLs9+QeWO2xj2LxUv4S9sWcdvma28j0YOSm9tF2JvISUxb37CMG9jrQSvn2X5z1DlTS+rq9jPZf6Cb5kNLU8I2sQPo5KYb5TOhc+ebwfvcpzD75zD0y+bwZDvkTvJL6UbOy9xF/VvZYwF74SWoC9AjH1O4lkVrtdapg85wwBvmLJJ7zUDBu+2b4ZPZjIjr3o6P28xJgXvZdvFj6JTpu93AYlPV0tKr78ZrM9ZKvXPZzoqT2nBRq9fV2hPZR/Nb2zeZW8cHCdPDRbYrvW//08NWrHPPQ4Oz01Ey+++XQJPoCZ+r2K3cM9Pusvvj+1/L15R4c9eJJ/Ov409LyYRWq+eqlIvgXJBb6j+VS9oeAQPnOHnj0eoue9JkCrvcJ2vD1Vbmc8ebLzPdU2lz149xw+01JCvX42fL572ok8HbMGvr7I8D2js8O8i+U5PtloMb5Klca8xFkDPnD/Ab7E/dk8MevNvcZnIT0RVF69ksXiPSyf4bwKO5k8Ia5/PkXuKT4GOxw+l7wlvmJhlL1qNgM+UtDzPeppBL7pO1o9vwiLvInZNj0VEaC99myovSfNt7yozLc9n3YZPk1Ziz3Bij4+HpXDPSADOr3CEoy+gVKWvX4fLD3sNWg9EKpHvJTFYLzyckU+SFZ9PbGmub1TjSG9xQmkPJZqZL2o+Xe+2p1OPjVhZr1+7N28CSxjvvJrlz2yGpM9KM2yvLSC7j2HsbC507JVPs0NcT3ahMm9KNwWvNFcbj1Zy+m9BUaPPpwX97wzfvW9/lGjvY4pnzxw6Bi9Qs60PcMgQ7yRlgS+8A8cPaYWRj6A02K+Q0k0PsGVVL4nFn6+EmeOPCBanz3J70W9neCYPvQJ5T24B309k1ynPPrUPz0d/Rm+ikjdvT0pgj4cSAY+mskyviBj9724mb49qNzHPWQBpb2avHK+t86lveRtqLxz4jc+9UcWPvjQYj7C3lA+egItvuQGez6BDiE9J4IMvinRj72KrV6+1E8tPNn2o72NRDm+7M8bvWOVw70zOcA97f8uPmJqJb6qpQ4+EunFPV8o+zxMQhq8+BBOPPUEC75mGZU9nc2IPZaWGrzJP9q9IIlEvnjBqTyCm4W+pf/nvVN4AL5MY7I9N6kVPgwfMj5I+Kq+Q7QmvkyIgL0qQHM9pKuHPhnj3r2jfVI+lA+xPffGEr3rAny+Vfktvbtoa77M8Mu9+GyYO3vYGj5aVam8crZsvmv3vr1jDRC+eV4kvg8VoD0iCUG+Q6FBvk8cWD0nr029mmF5vpde1b0LjJG+gaqnPueRbL4hpBM+OC23PSmXKr5wOOc86bMtPgZkRL7m4Gq+M5XlPd+RQDzfUy2+U8CDvlxZmT0rnko++RSivm9PjT1BTxw+BEe4PbhEFL5lBsw9FkTTPb5uwz4bn6e+pEoBPmv0pT6AjXA+L+U5PPqEmr7hSUu+yj2OPn54w7zou6c+vZNxPraHhD7/27c+3gfbvewJlL3BBEO9dKCDPYAOBD5oBTO7OX6sPk9JETw0ap2+hHBEvmciXD1M8l86CKgmPrsCgb73nOY91JU+PdtKlr4kEd+9DHIJvtl80bxTEoC+7wEbvTTNh76mHDS9rW1fvaWpJr4nSYU9HR62vl01az6SqZA+788iPqEc9j3oS4q+tWIMvbdWMD5IFQU7A06avjwQPL7rcQM+gJp6Pn7JZL4Dvlg+zT8zPREK9L4Aut2+baPZOys8gj3V0TG9OQLoPTSOKr6hKIg9KJUjvV5uMj4cW5S7In8BPYOlkD2alU++OPGAvPRAYD0s8Ji+Ox3SPUdKL74PDr29RrzLPW55nrxYPBs+bGScPXDxu7zWIx47EyPKvDHtXr6nYwC+IlWCvdHLpLyeAAG+nd7xPT7GxT29VEW+HsyhPBk9kb1KGHY9GFE9PrUGvz30M6s93SRtvrQ4+r2a0ZM92S7Qvd1sJT61A3s+p3L9vDsDT70mX3S9R1DnO9VZ2D16bam81idHvYYLJ77HJ0G8lS6EvJoNPL4icKW+a2vVu2y0Kb5ghBS+WmILPjET8b2S/R6+GosjvpVgUb4TgZW9n8i8PUnokzy7Sue9c5TCvRrJjDw5ySG9vGvJvd7UUz690VM8hj7cvZPrz70BLUE9vKhLPnnjRj0SLLo9FvOau9sYgD6Roro9e1WZPcSv9L31Jh++IuYAvn6POryR9gE+tcrfPI8z5DxxtJa+SyMXvnkSFj5YXii+d7wnPvEg1b3owSC+8qWWPXxw2j1+7ia+RKgKvQd6Gb7F6is7F0ODvkHkLj7ztiO+dSeHvfIRzb1EqhY+S4KYPfUbhT13MwY+QViCvboumr3/Ace9Pdx7vgB5Xr1jFnu8ZqfHPVLWXr0+JBm+fEhuvcTqZ740cEM+MObSvLllib1caY69lug8vlS5PD7GVKa+UslhPFQe+j27HEK+W2j4vVcxUr755Q6+8xBcvoMnRj1EzH+9Y2lbvITb1D3zsTi9G9ONPYsqh722boq+a8a5PXOJ9z0p5Dc+58XePe0KMr44clU9IGUjPbmaYD7DNBE+5fEEPhvf2zyk6py9S1esvFGu6z1a1pQ78vdyPi5XZL4qdgk9/eIZvn5CIr03T8A9wVnmvfahT74oO6I7ZdzyvcNuiL6TO8O9Gl7EvTN1Fb5Giqc+D68HPguLqr00zw09lgkDvjUmLT2pMAK+5smCvUjXZz6FL645OLnZPRpav7ymAR8+CXEavnvoDb7f5j4+11UgPth1pL4TJlG9USMUvnnxDL5ugSC+21MCPnNd7T2clSI+FVMPvj0VXT510vA9pBaMvt7hhz0J0fQ9OIGhPe+/WT1GFw47dQ6mvY3QoL6jfaM9sD2ivr2UoL28g6A9VESavouhGr19HYY+YTzzvaIHPj0NZms9NH4Jvg6qWj3umqc+vZ+UPK9WSL0hcVG7IfDIvPDMoL2Wfg0+McDHvQnQvTx4zWe9pic0PtK9wL1X/RU+UDIaPlq1S76PLE29fu/WPEy3e76Y5QO/AKU8PYBitD375/U9owCCvImSSD4Tnr89YX05PqlnI74gnVw8eDv/vBOL0r3u0Sk+7joVvtHLCj7DWMe9lLwQvkCuGL4+zLi9qsaHPDSOUj0/qVW9qi4rvQbTD72L6+E8VujoPMnPVL6B+LA+U8mdvJT9MLweoo6+AHQVu45Bp7tXk4e7njEhPSocOD7759s77hw5vrYYmT4W2hS+K511PeRtSj6iDgY+lGm8PPnV8L126X89GH0yvhTa9Dxeg8I+G6WaPioIgL0PZzI+aCyvvUWya77z8IK91GlAPu/XybtEsAw++RiXPZ5GDz5zzXO+zWWivTkTYj3f0am9G40UvuG5BT1Oqm2+nvdovADMvj5GKaI9spMxvc+Vkr6YhwQ+vqYKPoE4hz6296i9YMG1PXZQM76y5nu+vf0rvj61BL22t5i9AAxxvHA+bz4QJlw+nXs5vAqJEj6dgqS9mDWOPcsiczta95U8u8Zyvallmj4x4jc+OkBWPSfhaj5Lbmg9bGj0PVXIo71koze+N+CJvmLOgj27Fpy+9D91vnMAv7xLB289lnpIvkY32b1KccG87bDCPfTaLzz+cjK+PcgWPj/Bnz7PhBw+9Tqnvd57yb2uA0a+QNw4PslguT0wngm+a/aJveQhi70SRIc9n4UNPR53v71kMPu9fLgvPI1VG70Njfu9fAnnvMOItr6taGA8krX+vdCAQb0sQVs+p9VIPhsJhD5NvQa+MxWSPrL5Qj146T0+OnOjPENLhr5qEKA8FPBcvgewjT57R028ctYRvlJaaL6hHvg9iSUfviQuND3gm+C8thhJvurM0b1+5Ca+jfFhPtHG/L3UoY2+x2HlvTK9Oj5K7ti9FSYIvbTW9TxbAgS+luPiu8evN74fuAQ+xsA8PhS8h77YIZk9yetsvkpKXb271VS+D/VHPQDCYz3V45c9kfomvtjxZTwBxeu9AlUavmfV4L3I6JA9jKr7vEOF6jwIth0+9y27vYuPoj1nT+Q9J7K6PZkLqzyxdvs9lLK7PG4QpjsZ2i279IFqPW1cDj4CKaC6bjJGPhAs4jsdFkq+n+CgvbOJvj3x0bK9MAClPbHGDT6Smma9GIkFvHACBr5Rjsk8Q/HKvZSxCD4+XQ89HdldvTguiz5Kkyw6VXEsvuspkr1of2u9pOynvdp4vz2XsO29YsifPFkgLL6YuIY9AoVAvVBRFj5dNiw+9CIYvnPGXj5l2YI+AwBKPrCYDb3O2D49Y/NvPevKNz7uHg0+lFnzvR2Jy71Cky6+LA5GvkVc/Lxyrn09IfQKvqWadj3w95w9Ng0zPKXe4L0RlOi99geDPjrn3zzXb8A8Hsi5vbOoDj5EHmO+fapIvcQAHL6vnCs9kBeNvE9KCb6i5ju9VGaUu2rxvb37HMq9K5KCva7stD2tu5W9htcjuebYjL4M+u49HsIwPh8Bg74Q+p88dFEMvh1RKr1thAq9tmlGPbL3IT1pfRe9S1JZPpZ5jr5v0aa9POLyvdv/4Dz5YzM+WAXmvbqxrD0rix89CoNKvtZc/j1Afhw9CLPwPRF+Wj4l9S++ybWlPnQYnb5yGue8nl2ju7AjNr5Qsqi94za2PWzMIT2Mi6y7uP6SPvZvir3Tyv68dhIsvXLQab34+LQ+vbTavTsfxTuwjYM+FyZHveQnyD1nIE69YpAQvlTH8rwetfy9qmydvj2+vb2HrS69R6iIO/zYGL6nof69DbOyPXj4k70n/Eu+56omvq8gtD02bUu+cxG8vRmfCb7CTF0+Kq3Vu0rACb6Msi+8vXrJPcPu8b27Cvo96kk6vtMSr74R60s9psdVPpkeDL10Tz++QqCHvS30NLxlp4i95F0Svqkk3r1mJQG9UgdTPkySGr4RFyS++Z3uvNzRYz201y+9hd5OPSybE76hv4M+ATN6PsXOhL1deYa+BlYFPcR9kjwd4Bw9v6FdvUAEaL4Fg1K+5Yh8uwyrFL4c6OE9t08BvodZDT4dRaA+f1drvdgwwTww1ZA9X1wNvu+tAT2c74s+bqhgPdTNGz5ukUu9OlGGvnlMXD4Oh9Q9T1pBPsnPwD0jqKm9m+NXvldqGL1BnnA+yBdHu1chnz0Djgw+7KQYvRaklz0R4w++mCKLPW3xdr01MYa9jr2SPs8cZD0zUMY9WK0lvm/0yz31w5c9M7d9vfpPSz5eo489jRkyvueNEz018sG9hfqJvYSutj4E4Mk8PXOPvhajbb6RClC+0uwWO8eCmD5PVyu9LZIavm+yUD4JeCa+p0AhvStKAD5JN1y8L0kRPkA6vj18RtQ94MeOvjpFAD8Z1Qy9E9t0PIYeOL09t+u7mDYHvtn2yLxMB/08juDPPChwFD6EVgI+mEeMvtDeLL7Wypc9X5rvPSKZ0r0CzE69vNlWPp+H8r1aky4+Rkj8vflxCD4rruY8rYgBPjzFkT4K8tg9QESdvo9t6zz3iyE9qKclvosLGD4qyrI+zBNPvMl9Vj6jf1c+L+SBvrxMqD7SbYg+PgievprD77ytHIQ92RcTvhclsr4qbi0+d5jLvcwA1Lxo81c7f5yBPYhWNz0K+gc+/HiCvV9Zmr0sYKI+zg+QPnIZpj27+SI+ZIP/vDJtUj7NhTC+ZFG4vd9QP75FwYI+R7Ajvbx6rb5femQ+iG9/PoEklb0/oic9o0qZvnd/gb6L3Ds9MA8hPkLdjrv6V3e+tLauPoBOqT6s4O69g2BOPuZsAL75co4+OO3hPZi9orx1W809c+ARvTeXJb6HuEY+zpwLvW3JY74yM4o+78m0vj8KuT3Jggo+GEdCPnN1L74YoSM90nNvPosxpb2k+Oi76gz/OXkMbrwSOd68OO2nPHiBQL7qCrA9BgxOvCJWVD34u+O9gtvHvbVLrb2Np6w8R+lOvhUkbb2p0eW9ZYWBvM7BiT2nIpI9GQkuvtuKrzxfF0++lW2Ovfmj6bxAtFS+jNIOPrPYSTxw5go+47wmPPxCh73qtgO+XYwxvsb0ID1HcyQ+BmvZPfaKlb2UEV2+92oHvrTzYD0p24A9LbVVvnI6rzyj8rY9ksoOvtbRF77ZBHi++BgzvfhuG75lBrs9d/QPvgL8LL7bmzQ+KT14Pft1rDwKCMM8TFGZvn+1CT5HpbK8djUBvm3RoLt8EnK+EBZIPf81RD1RRpI904FLPbk+WT0Sd0y+BoQNvT2jUb064oO+MbOvveDeHLtonJM8hEAYvFuVKL3D6gG9Jl1tvVetXb4Qf789bU4lvZ96arxSKMm9YkXUvD+korvUti6+OVTRvXlIRb55SVe9HmyovDjPAr6zPgI+5LWQPYVdQLzn/5++Ngs2vVeK6L23QTO+Q8ECPj3c6L2pO1q+JrgqvoijFj4mvdE9nEXbvVWliL1F2Ly8xxeCPQk/Bb5RqYK+JDL2PeR/pr4Dd+e9oQMRPrJr0rrvmq47dxRFPfn8+L3wR869rFU+PEtidb6GIJy+1CrjPJLwgT3fIHi9XF99PXh7lr5fDtk9UBj5PSH51b3i/UI9I31DPvjExbyIMXk9Dk31vXNwdL7GKjM91H0evvkMkzzQJIk97pTBPbB8N7t5hcG8afdLvUOU2D7apbm9vVPnvbgKSD4K+SC+AAMoPiSA3j3HEzM+vrSiPm1QXzyv2+I9PxRLvWxwHr4gYYw+MI63PvKOPb42ugq+DNcqPtCBZz2fr4U9b/5CvaS2vTwNQIg+zP+EvsU9Xb59UkW9GHqivXwfAjv7ibY9I8Mlvtyw874wtxG98XoKPkI/jr0YqoY9OIapPRd35L29nEA9DNtDvQryFbzoZjm+DYAtvCaK9r0vNO87v4fGPeq5Lb4ysoo+1mAFvZZXfT2mrUI+yqslvuzQT756VgA+snEDPhvYWT7Shqc815vjPQnYHz7WwMu8KT8zPXRbxb0gl/E945wgPnl3Fb7aAAQ+4A4UvjmIMz4ohIq+u8tbPQKLjjzxvYU+Y4pMPkRZFD5hF1K+qTMMvt08ij0VCIq+MfPvPRQuML1wxYY9h+M+vcgvrD1saGM9+OTavVhy77vjkNE9CoZSPC1Dyj2WVcM9ktVsvtVZIr44aVc+hkw/ve7WdL12xOO9V0h7vr0Fhz4lQjy+OxAOPdjvUL3Abw09MkAbPYeJsrwUypg9Ko5TvavoL70LT5+8qfgRPbZnH76zyKu9UeOKPBFzHb3jACa+8jQfvcqWHr7cPF+98LwGvvaaIb4Pb8M9il6LvYsNkz4jmV+8srHePTEl5TsiU5e8fAwoPiRQXbwqzg09MGxYvofdlz55qiS+XV2nuxn5WD7E5Oe9yvtAvujvpz1SH1q+kGhEvtr6LT6ke469LuHRPZ6FkD1xg+u9f55ovmU6pL1IWhm+CzpyPfCLR77m2tG8gdCXvZQFh72eWZW9eeSVPL5dXL4Y+5++d35JvuetXL7pTZE+WQRUvndZ472qg6a+qstnvQbQF764I+s68/2yPCVw+DzEpac7jrokPgRQJT70UgU+sxiTvTO5TLwYdAE+v5XEvqly7j2U35S8OH2YPawPnz7kZSo+t8UOvgQO2D1xk9G9jHWDvu0Wor6IniC+4KD3PYi0yb3ER689ZnM0vYjZBr7z0TW8s+iLPu3QYT4y7k28Ly+TPTvlyj3uDKI9JB07PviQgL0VI/W8KpeEvhv9GT5IQPG9GS2YvY1vab5G8Fk+kLCEPuw5Qr6GfBW9PgRDvetjvDxT1XS+ZHMJviKeIrz4sx+98t9kPXc+Db5/T5y+IDZBvaLwkj4wGaE+Q4OcPhdt770xvim+ybEGPhoGKryl8xS+xvqyvKRgIr5QZDw+UIyUPRA3nb6tLXc+x8IJvOlpNz1VQSo99HCiPnNPjLtCGX49NFCgOqCY/j1RTDc+BR02vhbXMj5IZbI+PL1KvYPKOT4eUD6+YleOvSLLHL71CES+276/PWEslj3e/s89HmmPPU1QRL5A4O+9KPw+PfJ1br29oMI9MtSQvdpT971+a0I9FlIsvrCwar5GPve74pCIPN1Jlj2mqvW8tthevRqKJ7752E295tOFvHxTpL13xMk9fZ+4vV5rkT1QGxg+a6gavV/1hT1B1ya+bdS+PUXfvDvt4Pg9x09fvUVqPz1y8rW8fF0PPhWMtL0ifQO8rqGFPSGWdryOgoU9vv6MPZhusj18ITs9q2xavuwBLb4q8wW+8Fk0vgmhL70PUL09Uv7SvSzxTr3zdgQ9qiijvbUewr1Ca2S+Wb9Svdt5Gb5bXKe8DEmSPezA3T3qvK69v0FmvhHXYL7la3683i5RPf4xyb0ySEm+Gx45vlQixD38vyy+Z6+0vSKgUr6gUyy+NpFBvcCJ3738h/s8PBccvgadybvbcXw9PB0WvkFOK776wiW+7rgJuyZWmr0fh8E8EsIOPuu2n75mRTC+v9gzvgQJxLxT1AM+pkKePYfPs70l3Zu9M38vvhj7Fb71U6q9LxEOvmmvjr0auk++vCncvODxEz7maqK9NmrDPRU/tr0QI6o9H9DsvSeBXr5G15u+fnyWvTQ5pb4AN6S9kTOtvR3oPr41age+0q2UPAwGTr61+2A9dU4dvjGVVb4kWNi9yAoiPlR9hr7Gbh09+UyYPSuMgDxGEIU9B0wsvg0Un70QrhO8syEjvRcSFz65PsA9QhaGPar4o7rjLkC+L7nPPf4dMr5QE0A+8X0/vuIb1bxeOk49DNDvPQTPc76JE3U+KvoAPktjd7xFw9i8vCwWPlQWeD4SCnc+cM87vnbchLpGuqA7QTtHPhv9672uqNW9AC54vXsIqz35BZk9RMhXPlNqwD7mUdi84xRrvs5BX755lnK9a8dcvipCND6som893BDkPZKdvT2CXVW+DHaovbvBCL77svc9q+iRvo570bzPxIY+vVO2vYE2ojwo8xo+9XRgPmhY271U4429YY0vPhisFT7aeJa894arvduigbxBgmw90i9zvoEMGz2MYm09dT7pPNYgG725z/U94yvSPZUGTj7v8p06KfMDPijndz0uPxw+hVFqPY17O7753ja+JWUOPkLCbzqeU/A9ZK6ovgrGpb5+ViU7vQgpvtHHLj5KQrG9VKfpvMn8m7wSFKe8KytsPllMzTy1egI+NKDoPAU5NL55bps9UXmZvSFTkz0OSMQ9c4dCvoL1IT0HL7e9BMYTvml0wzx8jm29zCoCvsXarr30fQk9wvttviI3Mr2Sr+m8zpJ9PXVFFL5cOqE9lJG0PfPCEr6wGh+7egVEPYJy773YACi9u9yAvsGSxz164oG9u0vHvSaTeT7ikRo+95O9vGyx3br6tYc+K3jtPWHnFb7evZA90/xSviUUGz01btG97lM+vT40TT1CnQE+me10vgS8jz6xiZu+/p3dvfcfSj0rr0K+pS5UPYJbT72cXmG+RYaXvsGvFD3SFWw8xY9dPvqKEL5yQUe93eXYvdkPVzxGfUo+okZhPaZCnb4mfNC+zNEUvW2MLD7k72s+xj5SPeKIDr6Ppdq9oi8WvvB0J775LEC+OzJ9PlvbEj4nzSo9xxETvgEACD4pEq29r13tvSH3oLvp5V0+0OkGvnYShr5tETa+vk1UvJP6ET7ld0q+zh0aPvh2ij6ACCE+i7FZvl3vbr72hb89hykNPsjCNj2p/To7n1qRPjqpFL2P+Ge+/WM9vhktID7KjIc9S40dPqKAoD6pDWe86h8TPpzYnj3AdCo+3E0Qvpi8Fj4jfSq+XuLjPBPzBL1c0AA+brPNPorI9D18u+O9k0cyPtI0Jr5p25W9OPg2PudvUL0Ib6W9i0ALvQveXT4Ip+G9naJIvkWCSj4VNuA9wgVKPk8P7T0Dh6q+UgiPvfjQczzZzlg8QqsyvtbHnDwU10w+VIIBPsFiZL55K3E+2vepPT537D1LGi+9We4HPk9MBz4sMxE+fbQrPqEk8TyCT5k9NLGpvWLVfb3lBLa9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "rvB+vfoJKzwranW9KYCGPDBAjLoV+I29NB/9OepQSr0RKys8HY0FPWbvTr2o0py4O1CDvYUACL08PL68V1I7u8q6BD1ub+g8TrLDO7Jk4TwNpoE8GgeWPDN3rr2/IQ6+Tw4uvCKm0zoSXc461PeuuwX9sr2Is1o9AOLOPISalr1OUKq9zPhrvQuLhr3YLE49RDdtvUt1ezx8N4u99DpJPYxMkLupeqm8lsvhvQBDMDuKw9m8L5kQO7Oq2bzHhV695LQeu/wv0r12IOa950WhO+8GGb4uz/y7MO5OvV6VLr0juCa95KTXvOeSmzzs7G29TQiyuqjwZzz4Eh098PJXvGobC74KFg+91pPHPCxEGL3dPIm8//gwPS1ZsL0a2DG9chrrvHCbdjt47QG+bEEgvBQguzvKQT+92AdKvVIVHb1UUhm9/kAJvCy1cjt/9Ba+i7dYPMiIgjzLqZS9aoNKvEC2U7rj/Qo90GpGvXLhorw2ioS9YdGuvRzZsDw3oEs9rLgsPbUAw7y59Fu+Bl1IvPNF+bzjBlG8vgQVvf5wjjwA5xE8HsOePCCLEr1M8hC8BnMAvjCFdrzGQAQ9JmqLvVKjJL3S3qs8g2aEPD8uCzz48VY8vSyJvQ97rz2OCnu9D1OBPFpEojtQnDe9ILNPvYYBlrv5Cru8X4eBu2+H7rw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 