{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "QJ4NvMd9Mj7ysrQ9pneTPZoEG74m7/c9l6+TveTiFj0+/8Y9kHyuPMyddT0Akrg5lwQYvjZhzz3gJS08JjDvPQi26jxHVxY+CPaRvQVcvb1orqC9AADxNqwYGL2sznI9OuL3PSh1rjyzDaa9sBZxvYCPizwBKzE+b3Onvap39j0XMue9ahyKvUzWb71gcGc9UtLQPdHaGD6QLCi91QAkPiaE+D19CwM+oH7uvEJS7D2FwTM+EAD3PJRKY706tBe+9Z8Nvn+SHT7kRyW9g9wePoW5HT6H4LG9WWg6vkiX+7zhXQ4+HYipvaFRAT4lMgg+1EwkvRwjXL181VO9Wu3xPSWYuL2CUwm+X/k3PtxBpL1ghmk86IQQvsAcdbwsYSS92dTivaIRKL7A3jq8K7YUPvqYrD1VTgI+qnvIPXSfJD0fOga+/dc3Pnq08D235SE+se3MvSXutL37vvy9GmsoviTfPz0okZ68Cz4APnDMF7w9Dvm9sJYDPK0gG75EvX09tTsRPow2Ab5QwmW9VsHNPZj1kDwlwSS+g7o5viZz4T1WVa69kP1evO534b2JXC0+XZ4HPpVSOL66Lt09MF8avvJ4HL7I0jO+jR3ivcD2+7yZtqO9+LUEvl5b1z0OCpk9NBEJvYSzi71oZUS9CFmNPEYOgD3lYwY+9W6kvf+8Lb6A6Py9gD91vCSWNb5QPVe8oXHhvYDDFz1YSf69a6QOPpBJMLx7cTU+GrHrPSD3wrucdII9MssjvmbXF742OuM9Ye+avaKB9D2AAVO8zRoEPjO0n70JUeq90FQtvcVOE77FBKO9j1EFvn4X/L0Xoxc+urIuvkBeljt3PBg+mB/KvQDA2rmbJRm+NsSrvdFGL75+KdC902LIveK2973geDi8uR4hvugWmbwAB249jGDovSLCqr3mKv89JIsMvkpHd72PZiA+wCafO+im6rwk8Jq94NvBu/Mc571HPe69JE0iPSDcW72iLqu9gBo6vOLMkj13qzw+l1MevigJtLwzC4e9QMgsvd5M1j1Imya+vqmcPf4mgz0I7Hy9gMO1OmhnrTyfMxE+eNkyvWXbED56Y689sIbuPD4xnj0c/FU96jXxvcCzcjwr1Mu9Q5QTviklv73mQKI9SwggPrB1cb1RQY29ymrNPcZl1D39txw+wGDDu5rTuj16GKm9yx8IPpTgK70rf5S9Jq23PaCvJTxwKGc8zMQivehXnTzJtS4+bSkXPjj+Gr6l7Rw+sA95vEhzbD3S2ug9uvelvT42t70QQQa92MiKvQC2prpYyKq9oUMNPj5+wj3H6Q2+GI1uvcAdbj2wEN88BUbLvdcNpb0KoaA9OaM3PtCs8DxB8jE+Wx+pvWAx7DvZwTu+an7cPaB+8LwOxPM9KzsePoBnl7wokhg9XdArPkigKL3G3Mw9Wj6bPf0ZKz4X5i2+W1UZPtBxML4LtAM+TjjlPfMxOj6wE2S9uHDPPKii47zN1Qk+MJxTPLKm2D2oy7Y8s+2/vTxVE75nuhg+y0cbPrQrUr14MVA9CK68vNTeFT2mjJk9yO3sPChSVj3Ilg09Wi3/PbFcvr0xJI29/PPcvUptqz1n1PO9nsMavsZZ1z1LqgI+/RAtPpCREL5PXcq9c28ZPqjWk7woyvu8oAbvO1AqQzyGDfY9g4ESPqwvX72aaZ49qWrdvbUrMj4QOTi9KlqjPdkyCD7V8DS+KpIrvqmoOD4KWe49zRMBPjvXFj7n2BI+YFXvvCzCfT3KqR6+kLpbPZJQmz1sPqW9R4kjPpQ1Kr6Kwoc9gGXIvfj9Er5y4Pg9rJdYvWJt1z381Da+KX6yvZwRZb1zRDw+2zYxvq5g+L3k8jo9nJ9LvSHJDb7qygG+ICjzPN5vDb5YokM971GPvQMRDL7qh449fjotvm3A2r2XzAo+rtoSvtrJpT2VbAM+FS8qvmXVJj4gSMY7UAhLPC2JKT7F/Tc+m4swPtjRozyZGSi+2LM6PSr66D0AQL24bKsBvvWHPD44i6E8hhyOPUDhLjv+UBm+KHa+PBgjqbxYv+28JYMdPgAujTzyv3y9uAMHvrC9Gr0mrJw9KGKhPNwAcr3TB/a9bh6zPcTV7b2zng2+Ne48vtbjN75tls69GDxRPSrR3T0As149sJL7vVrh7D3bbxg+t1UYPpwVOj3SM7A9gJuXPJxaL75HvyA+PWcpPl7uxD3sHSc9NIxxvXojrz3nQTM+zys0PhxcFb5+0J89gzsPvg1CNj5gSrI7QFL0O/C4sbw9wzC+uEM6PQ6bN75Bviw+jLcSvfboqz2A4LC6oLMdvR3Ku70qhpA9k4AfPuoLur0NB929qLkyPaZk1j0MD0k9KMizPASvJb7mHSm+pQgLPvCUIjzgYuQ70xG0vUscm70nDRi+Hv/LvTB1GLyY46K8Dq+evWiQFr2kcKm9oJUUvevqJz5Tni0++0YSvqz9YD0YUWG9MKU+vKAmFTykeA89AJVDvFBjPbzB0bK9Qsg2vki+IL3wosQ8mhjJPZjiUr0tTjM+WPsvPRbkEr4f6xE+ijaWPX+wMz7Jejk+zVEvPvKdEb46ThW+AJ1UvG+SDz5wH3g8ov3/PXqnhz2MeAo9cQA7PiR0Lb0AQkk79l/QPeJStj2A2ua8DJnjvUCm4jyrYTg++QowvpIVPL7e0BW+AKmNuzBZw7zq4Ai+HycjPho33L2Agja+WM1rPbTGXj282ha+SmrZPRIfkT2oDCM90Ed9vOoxxj0uV7k9EGJTvE792D2UGBm99DkgPSB0Gzw3gx2+fU/tve8IEz4MjQC9UnSWPUJYjz1ivd89GLGFPQz8Gr3Q9gY8AK9fPPAgRrxrayU+iuSLPVfBET6QE3E8mGjPvJARsLy2oAO+/gPQPd4jwL2TozA+mL+QPGFuLT50mKq9Y8MhPojb6Lw29sM9cHqRPGhzg72msZM9aC30PEC3CDxDviQ+cxU0PsYwwT0gYI+8yPVrve3+Dj5kuSS+HJHivTe6Mz43g7G93qwlvnWkNT6SO5o9QMiLvNZMtz003TI9Ak7+PWmEjr2P3y0+YxU2PihgGr4vm/q9MizvPYCeYjscLOi9GUqlvbrxCr6To7K9A1Oevfjjh7xwEcu8sH47PCb/4z2y/fs9LDcrPeDrNT2gBf47HRsuPkjzgDysxAu9NtXGPVmUHj4HFRY+YF1ZPZW/Gz41Oic+wOIpPZZW9z1KtMk9+CVmvYSx270GLZ89ACiMvXYq1D3fcCi+Mt6yvUTcor1yOoQ9T0wcvnSdh72B+Oq9zFgMPbnyCT7jTia+r80WPnarhz2rHQA+Njq7PbZH+D28RWm9wU4BPgL0Ab4Kess9JfsMPgpZhj3mBvs9DgmEPep17j19SBk+0SYcvreKgb1gYRU9GP6DPWAMorxkQ8a9gJhSvSYtOL4szgK9GVoWPoYOvz1YvI48ELVjvXznSD3e07096XEWPsCf3TvHPLO9q2SdvSIctj3ADJa8rguRPTfTPL46y909IGS+u1rl4r18HiC969YnPsmACT5LIRG+VG/Qvd5pkr2IlOO86IPnPDCE2b2Aboo7mJ7JPD9a6L0g7HY9mNpsvU7W2j1wDCY9eBUsPdHwur0wXok8gGUZO9AyE7xCUu09kqYIvgnZAT4MJz+95MpwPZ6AB77QN+i9aCWnPF6GzD10nUM9cYmPva9xo736Yb69xRsnPlJk/b0QXGe9NDgMvYSYI77qqoc9m1UqPoHJ+b2I5zG+Rwc2vgNcOz4M8J69VdsEPoBGh7vtGjg+IBp2vHbR0T24wYi8y1A4PssUlL1czhm9DCEwvrnTFj7Iw8e9PNpdPWwmnL1GvJ09oScqPu1bFz7FVMi9GQ0ZPuDP6jxI2PC9OPsbvVY5CL4Fc9a95AUdvpBhXLzRYhA+ZAtTPdwKKT0ZihA+YviRvcWAA77XaxK+xlXUPTDsWb0ieYE9FIspvr48yD2UKh2+B2uzvUktEz4OAu89K4qoverQzT0DmBY+VJ+BPQwP+L3AERw9oBjlvM5n/T3wMzG+BPCrvTxGDL4AdD66EjnZPe8gMD5mI8U9sTgVPpZ1nL1F6wK+NgSgPVKAwT0zAyW+A1Y2vn6wwj37DxQ+WvCfPeATFjwoRyq+Gm6ovZh/r72Cnhq+MEFlPIji6r1wdHK99AE9vgn2Nr4WTLE9n4YsPtjIub0pXxI+36j2vU/Xw70tdjK+D9kgPuCl9rzESgK9nfHQvcVdLD76xKw90/+wvQADfrzDN/S9A/k1Pl4NvD3ecfw9aSj1veCuK7zKn4O9eFm8PICDuTrixt49I5yPvRy8ND0fFBU+5ZLUvegnqTx3DBQ+5MNXveMYt71Rg5+9SDH6PEAAzr2Qd7880EYqPVF1vb2AdBu+tWANPkb30T0FoQI+SCc/vQCufD2EIHk9xrGwPQo2sj34V1A9ObsSPgmeFD7F1MK9lSPPvfc/qL2DYDg+VEgvvlJHtj1WOcM9smsFvnBEKLwULWs9TCs/vVwFNr2rPhU+dH4bPY595D3e77o9ug4LvmEnIz4LMDY+QP5xO/XmFT6g0E+88CmuPGlEJb4tchA+VRr0vaD0Jb4H4AU+vU0GPqyQGL5j/oq9+DGkPAZgqj2Ee149ZFkTvQOl1r0ejO49bm2HPfGOBT4XCoW96KdjvTX+NT57/R8+ugEvvg0aDj5oYA696b4VPr60kj3u9pK96F6ivHewBT4Aa6i70C/pvEHkyL3due+98taRPWU5Br7qc489rrXqPfgkG74y9iG+ty4KPsrIxz04n/083/UFPhh9vLzAeVi8ozj0vWg++L21r5C9nrUOvqXNPL4ABSk9qM9bvXCU4jwv6wy+/dTdvRAd0byE2Lq90J0/vSqdpj3QCiY9SyCLvWQaWL3IH5U8WCyxvWmNkb3XOAU+mBz1PHogN76jbqK9jz+ZvRgN8rzQf5S9iqTEPZohEr56Z4Y9PDIhPRD7azwD05u9UJWHvGG4Gb6gMw89eE9wvbnoLj4AgYa8QIZvvWhj6zzoskg9E9TMvezfOb0Aphq76kUEvovQOT6rdPW9vXg2PkB7c7vsVNi9NMMdvh+bJT4t1+i9QBuePErI3z1K7qe9Wk3kPTSZk72pZQg+EtHiPatYCD7CndU9zqblPfP6Bj4CPgu+bU4mvuoN+D0MKSK9WAwdvS6V0L1YnQk9qLA3PUydhT0gDbe8wjTFvQiq8zxfK7W90OAIvmC2IDxAvl+9oFyYu40pFj6F8Oa9jNNVvXitvLy+1fc9YKANPQKAMb7UrDs9LZQ4PtDjJr3wYSA8PvGpvej3kbwwhVo84PsIvVB5OL2o5fS8ZVk3vsDWoL3iNpk9ziX8PX1CNT6Utn29hyAFPqDCtzuQPG08+JtIPTbchL0ULjO9rsohvkhwi7w7XQ8+NSEKPk7rBr56GuQ99nu/PQmlBr4L0Aw+0kuKPUIQsL2g1Bm9DJTUvSB9NLxznzi+HqviPU/EO748h1e9fl6JvQDyIDrUPNa9t1EjPkGVND5TmQo+2AyrvZO/2b0gMGS9wElVO9kuIT6wA7s8YO60vdR2Cb4IyxA9oM+yvK7crz2QZsK8qEZhvZxz7L3SlPo9Ey4JPrACwrxYNMU8hxmLvcIF3r2w2vc80scXvu84OT76YPA9t/M7Po13yL3VSwU+Pc0iPmP4Hj7e/xq+eTWYvXhu+ryNN5O9pCRmPUTIF70ittq9AIavuQC4T7oFkhU+CvQ4vvASwLzGKeo91wkfPujIszxPoR++Nmi/PfG4ir3+Odg9oN8xvuqG5T1+6IE9TlndPShrlb0ETSQ9AwkvvvpD7z3Qg1c8gH8KOzzwcT3e1Z49T9AjPvLL1T0QO/W8cCI2PLykDL7LrDU+/qcGvrST0L3gOeO8bL0HvfCX4rwbegq+noIwvnBuDL3jMCO+LDOFPYzun70ACRq6mNdvvSCq/TwgEOc8bdCgvfLzmT0cTR+9/ISVvaC3Frw0Axi9TlSPPUCZwr2wwQ28fW4iPpCHTD0AzG86NOdGveSPp70ep/y9RAp2PaVEuL1g0GY8ePvLPPpRLr5RBeG92icDvlPsKr5wYyW9MPH9PKCPhDtrUTu+nveVPS7I2D2hseW93R46PpCnGrx0wTc9gN+SuxCAHb75n7C9KO3bvaw/bz3JHis+2/EhvgZN7T1yRRi+3lDvPQh1HD3wMWC9AiKovVybFb6TNBw+3myNPS1U6L2AuG27m+bMvR8kJj4CSjy+GIkrvooQ5D1i7JQ9WvWjPcD397tEYA+9NCoZPcpyqT2cSQi9cKZgPcjSoTxqIxS+QpT9vRuGID4+FgS+PgoAvgUC2b0QPkm8yCuLvN93Gj6AcOk6VJxtvQDe8jsAAh6+UrYNvhS7SD1HjQK+0tLoPRgFhLyTmhS+rfEAvmgUn7ykmQu9iUm5vdAWwDwyv7m9isu3PW6aJb5kDAu9tNMvPVbYtj2I6h2+inL3PUCsVDsluzc+jPdHPZrSkT1ZBDY+kWkoPoleED7LoTg+xLSFPU/pAL7/1jc+kEPxPOr0zz3mLvG9Bm7LPXyPC72YT8O8B1ISPgPWHr5CfPw9cFwwPLytTr0KwQ2+xOFFPegcM73GCak9tWgHvuCtYL3KQjG+EVsLPrClCL0Uzz4935YnPgjr8bwAV7i7pasRvsCMbjwk4Ra+VG5APQtlk72nlwO+quKNPcBV17zLk9K9AAwzvPZR5r0IeJa8cjGlPQLlqD1UYjg9N1fMvcIAwz1I6aa9bJ0VPeCiT7x6yrg9EN9yPYfSMT6GRMY9FF0qvthHGD0AcI882PORvAoZlL30BzS92dshPm683735VTA+Vb4aPhAF0bzChSi+zMMEPRtuBz7In+694XwgPtTJ+72bwDY++VvzvU5J9z3n5/W9XE2cvcBCszxwLCw8kXE6Plo7rD0cLSc94I3TPB4Xpz0o89W80mg4vkPpAr6YLVM9YDV3Pd4C2z3C+6s9hMMZvoA8eztgvMY7feEoPlWIlL1oVkE93MMgvmsA7L3fuA0+hJSYveA2zbumKDe+SWcGPskqLj4rByg+IP/rO5BgzL3FXxU+zaYOPtMFgr2AXcq7wFo/vT8SNz4qUR++zHEkvTD8GD0AOJS7wIOnPBDEDT0glrY8eJhCvRZyOb6IdF89n2wwvlHwLb6AV5m6oOrBuxpR9j3OX8U9kRswPt8/Mb52gPk98yUEPp6A9j1HEAQ+qJ0XvZDouzx5Zse9mn8hvvL5070z0JW9kasRPgzOPL6zqjy+tmmBPSg62DwIN5y8/C9zvXBvJDyekOU9QPKzu3CVI73hACS+5tGqvUSKDr0MOxW+QOUmvpyfV73ZrB0+iNZdPWDy5bt9/io+1pysPdYy0D02Nr89XWcnvlzFaz0O9xG+LAErvYq03T2ZAwI+HnnFPZCJP72NKQC+HNVRPZBlMbzAAUG9MNHwvMziGj0S3SK++ajmvZioKD0iBJU9G38JPjlZND45kbe9aTQWPkGbML6muK69/PNkPQDS8rkg/FS83AaKvb9JCz5Mbgm9PFsGPVTuM75vGxI+03cgvufUCb4wWlw8yQ+XvWhE3TxWqoc9gPT6vQS5O70WVf09VgsNvresEj6EE1y94AMnvC437D2n9QU+0RcsPuAYHb4VYBA+mnnRPTK3zT1OouC9tyT8vW4DnT3N9AO+9n3OPZxtDL1MYCQ90aMcPvYjxD1Q8yY9CEQBPfQzDj1nRwg+bXrZvUDPMr7QYlu9PXzzvWgwZT0os/G8pgkOvnwlPr3RKQI++FA3PYU4F77DmwG+KM44vR7KsL2M1im+8mO7PezpAD00kVo9ILm6u7Ghn70h4B8+X08kPo8wK76ck1Y9Mw0YPgA6jDyKEoK9ArMKvtOI5L3pfhs+bE4Avk7Rwz2MfQu+Yj2yPeAKBj1ZkBs+Jj3VPZhaaL32D9Q91Vk8PiaqsD27XR6+EgI7vhihyr0+WOE9PVzavT4M1T2XeYK9vMKrvRtuKD4kZH29+I4cPRUZHD5N2js+5iDoPaOji73WOt89dvSJPRG2IT5ox/a9EFoqPVhQN75r8ys+8LhoPZnGyr0GVfS9YLo8vCDvc71eQp09DOkEPTB4q70g4Me7FsTQPcDdPDu4b7A8NvQCviiBvDyhFDU+oHOCvD7Hoj2bxiK+qwEyPj19AL7uQ7k9AD7DuvYxqj1C4P89FNs5veJsmD1G/sI9IJCuu4r3qz2oaoi92csgPpMnCT7yNPI96PvtvEW0Mj7d+Bm+IB+tvFz3Yz3TxJG9IMbFvGCEvbyK0ye+IzgxviKv9D0Qbyw8W0AVvjLU7T2ANIY7WZw8PjBELL38DVS9F0wFPuzVyL2CGM49LGVWPXaznT28Hx29v7MnPiX5GD6ir7892DRkPYVpx71a+9Q9Pn3TPUezG7686QS9cv4gvhisKz3AbQS9lBiVvdDwOb0IcDe9hd4bPmrsrD3YLmC9NFMHvcNZCz4e6qQ9EFb6vXpAzT3wXom8K6wXPmS0O731NC4+jE1RvUg+77y4LJO8Tc8tPhKLlT1Q4Ce+9laVvSwEeL2ZOSM+hhWkvQWrk73Dtyq+kt/6vTSdZz0DJTU+/q8xvrSHQz0ktSi+XtGkPT9J1L2AbWG8AG1+vR70yT1+zwa+QQg1PgthAT6v4TA+KLIBvSpLG75JqRi+4s77PQCbGbowE/i8paw3PgL80D3YWXa9JmKWPdCVPjyDCDW+2paKPV/sKj7EWnG9rEZLvQJlKL75Jjo+scIQPmBryLvU0RK+vnKaPUMvGD64lJ694F3ivGAACr5pVBY+KDYuvSPk0L3LXKa9LN4ZvnF2NT7PHwe+TwvzvYhGTT0m+Yq9N/PAvR+OL74Y0LY8CEUbPYAhSz3ALsw7mDwDPYCqUjxh0cW9Kt2kPfk2lb0GCDi+0W4pvgA/ErqYU0G9oySBvWIRPL4urc89PuboPQFqKz6uG+S9/JYtvqPBFj6CJqm9pufuPdzIGj2oKqc8vK6Tvdop473++Ti+yEYYvcLl/T3AcAa+am3MPcrp0j2lcb+9IBkHvANJDj5oozS9oNEwPfOGvb2wqTO+NSEtPjZOmj0CJO095hfqPXETEj4dCho+0uDtPd7fqj0A73C8L8Y0Pko7vD1uDpI9J0g4vkBD6rsv+u+9W8MtPp4D1D3sCzE9wd4pvtqTur3S4vM9Ft3uPZoYzz1gTjK8phW0PUSmN70E6TG9gC4sPbyOIT2z0uS9vZQOPjo7lD1CAdk90s3OvQE9Jj4eaOo9wa46PtZq8D0BBKy9SO6/vIA4jr3KQds90EdLPVQoWj1gFai7iPnavDFoAz7kwoU9v4EpPhQ/EL3snhi+APSoO/zW+r26ncY99Xj7vTL/9D2QA3Y8ZmTEPetmBb4+WZU9UNhgvBACBr1E48G9JDQAvSCM5TugXzS+cUwSPkFNJD7L/L29tDYIvoUMLL5wMxC9ySEgPmg8Cr0U4Ak9IPdavXgJhT3A+WW9/8gcvq+4Fj6jxPm9APpNPdCyxbxJY8i9czwKPsUnIT7YPJs8rgSfPclCob3/ZMW92EwFvUgjuDzQKmq9QTMGvt6PDr4SXsw9AwkDPkqaij20F3C9KaHKvRnLG749kgA+TijlvXFrG75kqDo9x6UXPvEcLT5+txm+J68XPs6ApT0qh9A9n94gPqCxU7wHcRy+3v8dvq5X+j31v7m9XqStPcfSED5wTGU8XrfSPbD2Gr1Phx8+zW3bvYAhyTz+3CK+foC6PVCqejwbetK9dujLPT+wEz7VXx6+/js1vg30IT7QcBa+zDY5vbrM3r0qkR++Gqb9vQB6Ebs1Bwg+sA0JvQsKh71X/QA+ykWWvVAqOzwb9RI+2rvkPeAf/bsZrwq+eNc7PdkC4b2aeK29h3SWvR96NL4AHzi7oFyOPH42eL1YTNE8r6QBPtbvn71FnQY+GG0jPdhYB71CLwu+I5EPvgDcIL6luzW+F147PkEzGj7kF4U9oB5wPZ+EHT5R2QI+XGKgveoLhL3WvJU9YGa2u7c/CL4rIQY+lvmYPf2wHj7iULQ97HRCvbK5NL4C3Cm+sQKnvYH6Dz6Uda+9MMVtPBjc0zxyC6M9FC/JvSCO7r0uI+e9/GdQPXuPCL5Gpja+oaYAPoxCWL06fo09iEoBvWlr9L33Hy8+MGgHPMW0MD5yjLo9uheQvUfOpr1iirg9BrTBPeHhLT5gFYq9oPTFO6wsTb30pSy+od8QPj09AT5qM9I9fmZ4vQYovz1iP9Y96L0CvtxNBb2Sqbc9SwkmPsAofTyuCJs9kOAbvh2Yn73HgfW9cWylvRUBKj4bp7O9sE+yPK+GPD5kCSA9AMGHuiB4Jj3dRQo+QEEUu4UP2r27pjQ+2NMLPa6d+j36W4c9IIE3vhL3IL6mPzG+A5AbPmgNbL22MYo9+YX9vaawpz3XJB4+CDLOvfhwIT0IsSU9IGabvGyWKL7l/Qk+gOmnvBo7/z3YW2W9rLM0vnCUObyJuZe94d6SvRsgCz6Anru8VuJ9vZhJibzMH069xunEvZBMorwI0gG+aKPePEH6Db5EQCU9HWc2vsv+m73g7Qa+69/AvVxYE74gLuq8m3oXPuecGr4A05C6oCzEu+LoA77IImm9Q5sJPgvko718cFI9AEBGPIDPEDv4n+I8fEbFvWTN6L1y0fq9bZkePmhPsbzUdPK9WBRNPYuSLz6/2S4+SB2cvOpzuD18fEc9GJSEvOiqHj0W6AS+yGCMvMJ4670FovG9IrvJPUL65z04Qri9XWzmvfMzlL1GhII9BCBjvZK21z1o7w2+qXcQPsRZAj1Yk6I8LN4wPbPaBz7cB3k9TsDrvegokryFmhU+cDZRPNzSvr3wtfo8RL+7vWlmFj56bPU98LkRvBcSHD5mNsg9HFQmPbQPL72I1dc8uR44vnJgmr19bCk+FnGcPZx/dD0Gy9g9wFlXO026LT46FrQ971IwvuTQFL7spi6963jovdIKG74A0No7rHEBPaLRJr5JCgs+oHzRvZaT1D06k5M9izcjvriZrLyXrMS9JG9QPWDHGj0C48y9pl7/PWA0GryGEKA9Xx4TvnM+Ab7CD8Y98DZCPH9GKr7gBc872IUGPYAz+bv+Yoc9aqfvPViHsrxGxv49kMEXvbMmBb7gWoU8Q34fvpNlEz4YyQy+Nk75PakhAj6q4sW9CoP7PaVKNL744Ma8GD+MPEl7N75mtZw9Q4c3vr2+NT7eFbM9qU8JPkijKL2g5iK+iNzsPBT0271XkBg+AHDGOXp51D3KlP09F7w5PkgvJ74uyug9e8IrvgYCJb7ApSW+e9PsveLVDb4+PZk9lq/6vZ/c6r0ugec9sPhsPSkX2b2Iz628gQcMvjAKXT34E4I9kLv9vGzmQD3cwmk9ODBlvXpG4T21yOe99kXuPWomqD2tFee9VObUvahba70Haic+WGY1vXdjBD6Hsua9ZjKkvb72FL5kCR+98ZqzvbS6Sj12rg2+o+AkvtUEMr6g5W+9Cnjxvep2gr36Pvc9KiAQvhy5gT1McXK9GFWVvbYmtD1aPvw9bh8xvtuXIz5gNXg9G2ujvaBhJjy8CVC9Yw4wvrAmPT03YhM+hA8pvUwKK71Aqhq9frO9vTg56rygEvK9soKZPfia/7ynyqa9430vvjThAL2E8kU93RT1vXkxqb1fk+G9rgGrPV5uyj10oU89RAJFvfJOyD2Gr/I9mOZavQBxIr4wWJA8Og8avvV2ur2AJiO+VoehPQejBD5yu9K96+cfPsH6CT6mcQy+ACLTuYCxtDu4WKu84lfWPZg7ir1vpge+7sncPcD1W7wUlQA9oxA0vloaoT258d+9Gg+JPZMwI764zIq9p/cBvqtj3L3QvEI8S/URPtkmKD5NLji+GE2CvS7j5b3g7HE8v+mcvTqEsT1dU5C9+ti2vT+nqr2AhAm7SBifvLm0Fr5VGyI+9rm3PQglJb1OP8W9m5yrvTwNAL6Eot299riPvVqE173gKo28UF1tvaDuzbx00E691sQovoYuqj2Q9T08Nhi1PbHtMD7OLAC+HrY0vgC07zmttTg+S04gPiV5lb0Ukle9UBkqvSBA/Ds80Bm+ctCuPf5bFL4YGNc8ZbgOPgvcCD7ojtQ8GP1KPTmUIj4qYfe9YFiBPISRcT2VozW+FFFkPVRxI71dDDo+TDqUvYKYzD0++so9AFBJOv70Kr4uDq89OnivPZo2/L1nJAE+ETQaPlD++DzA3GA7tkrgPeE+Lb5gk847wtP1PXc3Oz7ftAS+IZyevYCovjuY72Q9kV80PhAHQr267tm9yK5oPWjPNT3jJjM+8GjtvNh7VT3qFJU9lkDXPXhDaL0Ka/i9qB4uPXo2Mb6ieNc94CaxvC6Hv72G3Ig9MCYlPclfNz6lv9O987ghPukLFD43IxY+/p77vTNuJD5mb8+9AW4YPqgAo7w2v4o9CGjevDzrNL6Y/gC9CasdPofsCD6gOsy7wCdFuwAIzDgUQnk98OsivaytH70YLhI9jkL6PQAuvL3v+hI+Yh6GPemCKD57Nxa+IITfO41pNT7TfB0+OriGPWBu+byK2YY9xqWmPbgKkTzomY48xgMNvpA34Dx6KZU9QEdUO5Iz0z09Qzc+95EePsrk+z178BA+uSePvcqaBr6KIYI9Pu/5PaMqs727lQ0+gO7rOvB4N70gk7U7JcYyPvCBgbx+uZk9h+8aPjzvYL3a9QK+XPtmPUaHtT0AOFa5xK8mvgKxrT1geuS9cLQOvnT6ob3yAbg9I7kjvpszFz4yz6M9Je8nPkAsaDvZ6829AKM7OtN/Lb5rn4e9L2GdverVyj1+A7E9lte5PXSZaj2Vn629dTsCPmatlj14oYm99JhbPdpVoT0EcQG+3KpzvV5Wsz0b9gU+74QcPhRFEj39hLy9srTEPbHwO77AUg08whnvPbQBW714C2q9IYXrvaBpvDzmkSi+l1fxvSxLHL3bvYm9EirKvSX59r20w1c9MqHsPYmiMr5QMt88YEaTvDpeDL7WsdY9kWjPveWDOz5iWo49CM8zvj5wib0uq+s9bSEBPmjfM745ZCQ+IZYdPo2mM77NVBg+qUgyPqgv970cvzI9Xq3+PZlGy71tu8e9XIsqPUqo/D0KeMK9rT4mPk2lOr5Owpq9kCMwPBZWuj340vu9VnrWvZLOHr4yHjK+u6w6vrD4eT0tIPC96P0Tvaqm2D0n3i8+gHHCu+eGHj7IH5U8p+gdPl0hEj40BhO9wD+8Ow1TMT6EJhU9q4/LvZj4Br1P3xI+dCEvvnhVFj1oF/08voqLPe6VlT2uqvQ9NbDLvYt4NT6QNK29ToKSPdgRDj1PJOq9AhanvaLGAr6Wjii+LlEzvrRVbj3AK3y7SizrPe8HHL7hqDk+KeYtPlaAD75skoM9ilP2Pe5B3z0suSK+naGsvUAbCjzGm6g9hADevWvVLL4IiqE8QG2sO1SFEL1GZB++9jaKPbPSOL4Nxca9+88tvua8mD2O5q09/tXrPYkIAL6Wspi9tNWuvQm0Oj6oosY84sHbPUR0XD2ukt09pkfqPSBM9zzE4Ce9IFrnOwDifzrrHhM+wAlrvKe0Bj7Rwg++iJGQPLA+MrzA+y481E1IPT5H0D1Zzh0+Eim1PYBlkLuhy8W9xRwVPhEhNz6ueg6+kjczviqtuz0gYx49BSkyvsm13r3wjj282TcDvqBNL75WVhu+ilCoPbBhhLwAzwq9kPM7vkhAI74Slhy+sliTPTAh8r3gBzy81yUjPqYE3j3hade9gJvuO+qTqT1Q6oO9pGDnvSRdob2kyXY9LqOFvYXyJT6eIIi95AFRPYrqi72IgaE8dvXePdbhJ76DFuC9HAUKvb6Rer0gjPW8ew8FvoiWKL2yoKs9EjetPZSwJj38kJe95qCEPbZlLL4hPae92KoBvsn0Ij64bUw9KMpsvcvjm730/hy9YE0JvPW4yL14Gzg9PpCcPXMLvL2SisM9RC81vSXALz70Pia+YB8IvWqjrT2x/Dk+MDlOvZ+PKj71iCK+9pr4Pa9gPD54FJi9LaUdPmzT3b28Gio9Wj2VPcwKSb3AtWI8yFL1PDaFOL5mVYg9klqmPU3BAj4HEvC9eHajPNu1LT5cs1S9IouuPda6gz28dEw9RDUyvqL0Er66njK+EB3NPFa/xT0lEQY+eR0XPlVFJj6NaBE+IbgUvnqQ0T2kAhe++3cvPsOfO75Q9UC8SH3AvPgaKr5IFoA9vq3CvXm3pr3EKaO9/PNdPdoOFb7oKZu9OG/7vBbd9D0+4Ay+EHoyvix7zb3HEMO9riipPZnmGj5Sdqw9Yp/MPXCbV7zq8cg9yFMlvl/7Az66tju+Nc6mval4FL7kPyc9dPIKvVSgET3MwRu9BoYNvlGaHb6Gebk9L60gPjCnxrx49c28rDkYvhWqGr6cXCA9kNyWvKi2MD2PLTI+Lb80PozK9r2Qs7y85KVUPcyyID1ybKw9HPs7vakFtb0Q7e08MCtlPS+ALj5qOSS+4s2GPTH2Kj6QRgG8YrfVvUHkBL6hwB++8BAmPEQEzL0KKqo9YhLePWAsJL38M+K9DqX7PYDB6zu+MC2+RSYfPq5bjD2Y1ju9qwEDPkA1K7szueG96CENPUKbvT0sylE9KmsgvhIH8D0MHDe+dm/hvdzXMr5fiSa+SDHrPIxEQT2ItiG+HGGmvcmCz732WdQ9eE0ivUAQEL5AiDk8GJvbvADIQLvFue69BP1yvXRrWz0W6vs9OAVFvT9Fsb3V6Au+ei3/PTiMDT0MB2M9uuSJPUIUob1uV+k9flLtPaTaW73YB968gLDLugGAH74Y5mS9CuWjPc16Hj7EBZi9E8syPsAhsrsbeBo+5k2YPeDtbrxD6w4+h1udveA+vrxYOJe8ZOoivtE0L76GKeA9KnqYPa+cyr2Q+9M8PGxYvY6Akz0qgJs9Sz0IPmZYyz1oLiA9FCslvVQXfb2eIwW+TEYvvsA85Tuws368ltbcPZy+DT1BDA0+IK/iPMNPFL700j29rOILvZnlj7051DI+aBmlvNcQGz73ugA+D8cyvjlWAb5yXuM9WO7lPM/sJ75ycA6+to7tPV32Ez5Oy/89r9MFPkYE6j0+9wy+kVoqPmuvDj7RzaC9NEp8PTjLAz0KwZE9uKSHPMXcCT4APD47h/kjvubF0T3DEwI+MEEWvnBxfT0H0iQ+cy4NPvLmFr4PKiE+Dq6HPegM1zzQHZ+9ot18vehyFT3sKkq9r/kvvvba7D2Av5o8QN/xvdN0Gb7XAc+9gAg1vvHGGr7IW4A8efQ7PhOtwL0DTRk+dG8JvaBjVjygSx09IETHPGDTnrsifuI9f3oNPmwwST3yOak9IGMTvZZqiL3brNm9Fs3iPagvm71ITIQ8b/kwPoqSIb7QKmm8460PPgBHIrxA5vW7HEMdvjWSAb4h1Ac+MCQfvBZX9T2vPhA+qLrfvaBZgD0Wg9E9gNjbuqK0oj3Qngm9DeonvqLxKr5QsHC9hZgcPoCEb7tCyO09mpO5PeCy/rx2HgC+gJCDPDr6uT2Rb5a9MBnEvNGAMD4vdjs+/uI4vuCKz7vFThk+dgzKPTQmgr0YHtu8Flv6PYOr5b1A3aO7jIGUvTAvez3Cedm9jCGsvYBJO75fqSA+MAzKPHINqr3HPgo+3u7cPVAUdbxBvS0+VwsJPpBxPTzmEr499yE4PvK24T2uj7s9mnL9PQi0Hb1cX0k9NE3vvW6c7D3sOQm+h8AAPsWVAT6dmQA++8HOvXBhNr7X/S0+gC5tPJ+fC74RrQ2+ciw0vl8VDz7lMzI+tPI+PXCojr395Ck+whrkvd9yAz7IRno9sEcNvgCOJ71qbXy90gGmPYDJpLtJsA2+qKodvnw1Zr3nfJ+90HmXvedlGD7+Ne89j6MJPqR2Ir0UMxa99PAovsDj3rxObfe9wNZ4uwWHN777IPW9IJJUPGK8uz36m4y90TIdPlJM8D3eet89yT60vUjohb3W2Ri+0A43vjCbvTz4HHo9wozOPWo21D0YssI8JUoqvtje9LydHDW+s0IPPtCXiDwJ0Qq+Vi+TvcouxD3A71a8E6QlPrwuE762TqE9QbosPpJ+kz2Fvaa9ILYwvB91IL6AOVS8GHqQvf60lz2mmPA9ABfhuttLOz7ARNo73mfkvTSzGz0AXVw9mXwqPgC687xHRCs+6G86vs8eMr4jUCU+kr7nPVrD6r2dCLe99HpnvQXIqb2kbgK+ZFQ0PfAMA7yuy8w9MoPXPRMKGD46LDa+4ToTPtc1Nz4cqRM9RTYVPt2fqb20llQ99ufdPUh3Kb36aK69wLkXO1mdDD6qF4W9IM6Wu4gchT02JIk9Gxw5vneaMj41AMa9YiAlvqXeLD52JNk95F4VvlEOLj6OLq09ACMfvRG8O76405880j2mvajhZD0A6cS8YhyaPdPUBD7AKZ8741wFPlz78r3omRO+zMQfvT5BNL4nHbu9X4IDPkaSxz3grpW8JNO0vWu1Dr54MD09SPIQvsMcJz7Vuw8+RbjyvWgkkLwOkqo9pXE7Ph4TL74wAfQ8rNYPvVOr572UOfu9gOB2O7aZlz3PxwC+ebAfPsDKnjw8fxu+1oDDPSCChruYQgq9mrSYPe/ZKD6ORcY9DA4nPURNWT0BKTg+R/AVPtBtbzzwc8M8suWLPboEoT1kR3K9sys0Psakiz0EvmK9QZYAPi7L4D0hry0+4Mnsu9LaEb66xJ89qxuYvXGWLb7zISc+u3HOvXjYcj1gdfe7UKgfPSe/MT4I8cW8xW4CPt62kT0AxuA5yIYYvjZ/lj2MDoO9u67+vQwDxb1Mc6S9o3qhvTrzI75Rizc+OIysvYErDT6SbgK+EdUKPolBDz5AGaa78tj3PdCuND0R4sK9ZDEovvLZlD15NNu9NlTLPYDTgbvg61C9yXAxvoiMIb1tVBU+KVk0PmMR4b1IMvQ8gEItPNG6Ej7FlBE+ANLKOYQdDz09VDY+10+FvXypEL5BJzU+NMR6Pdzosb12c/k9QOd6vPFWCj5wJuC9N56JveRMW72UdAC9wG/AO/f/rb2l8yc+cyclPrAjNr4/Ktm95L8yvpHZHr5YCRS+4NVwPbfHHT446p+8ULf1vH0tDT6goEU8AVwYPpAcXj2KZAa+UlOIPWpov71V6c29akB7vZoujT0AZvA6sA0LPMjfozxYWQ++ZxMgvv1MOb7wPk28opKtPVLq8j2gTSa86Yc0PsWWDL5UCBO9jX8mvgiaxL1kKQu9/LfUvepp+T04OWy9ILPPO5hu/L3uxgS+aIYJvlVU9L2Yzbq8bJF4vcFcAD4WRpE9ZGUbvWtXGj4PbgU+AAiFOaKUvz0AzG67K2gsvhwYGL1O7Pk91Pl4PZ9pL76lHji+MYQlvhDSjzyI9Dy+96oRPk3wGj7h2PO9PjbgPW776T3gL3Q8I1gwPmkho70vETw+hgmiPZbt8D3C7bE9oCCDPAAAk7oSCrC9zgHzPRg2RT2QlHg9fgCyvSxfT70SrA6+XtHSPYsnA764Qa+9kJr4vfbFuj1WTBO+hDASvvBYCDzStsI9INeuvCWWK75iMIU9MGxmvdo+hj08QF49Gag4PsTgJr3+p6k9smuJvd5t4r1tJsq9Ce22vSEbBD6RQZq9gZkMPhC1gzw6ep497OZYPUb3/D3fPZy95OFtvQ3eIz6VMRq+CH/VPDf5lL0YeXO9unWRPakbLb7ExAe9XBQ/vXDAg7z6Ieg9APQRO/81p71NQju+IOUpPHD+mTz2raI9eDQIvTzMXr21uR8+2IkbvUgBU72A65S7/MspPexlKL4R5B2+kXvEvRD2fTxzRYq912wtPjMcMz6WRe499/iGvTHLmL1w3aq9OMMhPWDasbtwmue8vBmSvXJU8j1R4du9BnOnPdO7vL12xu89LOtkPfRVt70i9bA9mn2zPTTlIj3uxeY9ecfPvfxUB74AreY6MKgCPQz9Rz2Qnuq9QO59PQKwyj10nAS+wOghvuwp4L3l9zQ+udsmPrhs1r0w4sa8vcQdvnxAxr2A1L27H+41Pkg+Lz0KmK49CL4gvuaI1D34tSy9hQkpviDpCb2yEas9cqrNPRCXdj2djry9tKcxPdj26bz3Xji+m3rmvQDgfTrVVQ4+DmKdPSFQFD7UuhC+AKU5vqf6HD5gP0s9fqrrPay8Kz1AgRu8jxgTPniJKj2g8ns9CP5+PcC0Y7yAbDS8A58JPqkgOj6+1oA9RgMcviBayzsIKHw9t4mXvWAzl7tI4IK88uzcPTiyUL3ORjC+5Be7veR4RL329PE9oCveO+gMyDyBRwo+mEADvjwuED2fUiw+jYcPPnV6Lj7hGR4+FtG9PYqNzz1gn9u9JjoSvqfUOD6oc908cCcNvbDBuDw+ZOY98qaoPTu38L3oskY9zccvPttPK77YSfO8mKS8PLyYz71wA5a8zrSfPUiF3LxxngI+wAefvWdCKD6lMhe+ENMTPchGFr5FNNK94UEnPjtBGL5wZWQ9ALhGO09TqL0Ap009Emkqvsjv5L0M8B+9kkSQPUA5NTzX4js+X6QSPmTFLT1Y2qm9JL9YPXwwH73gg667jibXvTa0rj3HFTw+xG8VPeAr2zucbWm9IAw+PAXCpr19Lwo+pU8fPuen+L2UhwS+AMlMuuihv72vogS+osoKvmM2Mz7OH7o9aTi4vQC0R7yBbAg+bVcxPpVdAj5G+dQ9JDUsvd6+wT3u6OG9lZEUPu0nLb5tUCg+kDJ9PACmPTvY/3O9cPYkPOS19r1T2Ja997qYvU69B74/YCG+zfwYPhqI8733NBc+gCxBvZDFTbyQSVe9glO6vSD+d72Y5fq9kKhBPGRRFr45wRA+tbCwvWirFD0eVY89AHLePAKRkb3cZL69QHSYO7Kb+D2gdTk8VawTPvZZqT1Od6c9S8TyvYAezLvvWQU+gM1fPDgIRz1Xy7G9/x8yPhiRBr7Vdw8+82sNPhhSIz2jSgM+C2Qkvr7Z7j1xBBS+/1YXvmjeljzd2Rw+zEoGvrOXzb0pHO29olw6vsoEsD1wzR6+LW3ivYBFgb0IetG8fSsyvmXKAL74Na29poCJvWgeEb5ioMU9XqW/PclZIr4+3N89cn7TPeTrLD1YJ/y9S3MRPmKxBL6X7RY+9vJ1vQ+OED7jYxi+AHPlPPEpCL7GhwW+4GSuO3DpML0b+yU+A0YxPgCCYbzBJhI+spcdvqqOhz1S/pY94EMhPehzUj1em5Y9ZHsavndMKT7Eyim+v/87PuMeBL7XtwM+AKxvuuRBbD1Urga+G3WTvbh+Er5K/L89LRuuvXXpMz5qhhq+MNsVvHHOCz6y+u297nz9PTMq4b0F6jy+YOmIuz6LtD2s1ze+QccwvoiM9L2dxgo+wFMDvk54f72NbLW9uWOYvbpsoT3wJJo80QIiPrBkpb3wXEC8kNFIvSY/7j0tDjw+JjuUPQBLETyomYY8LH0IPYRPaL0pHRQ+QGmnO5A7kzzXCho+zGFqvQsTDT640ey8gq0xvgMnHb6nqC8+uBafPDgs1jwGas89w9vJvf9V7704IV09QN+lO0qayD2mYfw9nzg3vlk9Kj7Is0w94LXQvEwaF76G5yi+psMkvjTIMj38aza+EMULPNwHGL14KAm9ZNxjPbHSGj7whe889i3ivWC9Wz1MDyW90JxyPPgIvjxAmEa7owMkvuiZjzyhFPi9pfkoPh2emr3Q7gQ96PIRvbn8v720WRU9gtLDPX5nI77VqSm+oqOQPQaryD1slmc9ofeyvXbBuj0Sw+g9IlQavjpg7T0S/wW+BzIjvoDFDj0SLTW+TlLmPSByc71iyos9BS87Pm1nib2naTE+RnCwPcEt3L2g/0w82gStPS1/BT742tc8iOsGPRHTJL4AxNi7NkOIvbOhJL5fISc+zGIivvSiNr3og2694D6+PA16hr1kPnK9GrjZPXrgOL7C/qw9+GSbvTkauL34ESe+XhLHvVHJDD64lMO8PUwEvkjQpLwtGiO+ijaMPZQOSD3hKi2+MByGvaCABL0wlVM8+CcbvnMy+b0+QJ492MFnvQAuHzqmRrw9HJoEPQMdJj7Evmg9AMkyOsgUMr2Czsk9xGtuvT6Omz1GvM09gPUMPNAZXzwzK5u9AELQu23FIT5wgTY9tVYTPsN+Kj5GoKU9ZCU8PftBAL4kkG89oOWEPDszOD6oQYW8cN1YvE5CFL5uA9o9FoD8PQCOgDndkS4+rfnEvf5vqz0AJ1a9L7ykvbiAdz21Eyg+hsf6PXjiL73ODbI9ECItvna+L74mI749vU45PvCRAL3KCtw966w3vtDREb1Ytp28FVcjvrRSVL2K4q09ajgYvt0QDj5eTY89ddwiPiLwsz3MQQw9/eMZvgtRAz4o2FI9Bz/3vaaC/L0brh0+vjrvPYj/5rzulbM9jP0cvmssIj50j6q9fQgZPkxmOz2Vnxw+8jG1PfF3Gr48m8O94FsavNiVMj3CpM+9i+gjPtoO5j3mfge++q23PS5Kjb1eVfc9/ToDvvy2Ir3Ixx6+AJ9cvUig/73fQSA+4A6SO+J/+D3IlC2+bRjfvYBaRLvJIre9VywpPoZxjz1Q9XA9hHlxPf92Hj6XHDW+q9kNPh0NOz5jR5C9s137vTx8Fb3HMoq9sHQfPIgu7r0rdxs+G9gsvg1zFz4QQQY9cDcUvmqPlj29tR4+Cm0TvoK20b3wsSK8s7mTvVYA0j3+Hpy9LD9hPanZzL1lWgq+FQXsvZPvAb7TMN291EEhvv1r9r18Zza+6ADMvOgweb1yVJw9kQc5PgnaID4QiUI8MkWvPXG4qL0AmEC9RAcgPZGZHz6/Mhy+fMgKvjApi7ye/6I9z1k0Pkei670hGZu9Ow0aPobenD0rFhc+xvj4vdwYYz0CEvM9+DEmvpKHtD1j5Ds+PKXgvcGQ+b2pGxc+XsqPPQD+Cbp2bN+9UE4tPPYKoj3wujI8wIRJPJNKND7Kj+M9Tye6vcCc3bzgXQa9wKqau32T4L2oyji+XGfgveApKz2IbmI9fKllPQhmDj38bhY9trcBvkhHjbxs9hS93WvZvVYT2z2VsQo+j2kbPsQBgD1GCKk9nLBFvcm4GL5YDHC93LMhvYCpbLuii7A9GAzWvHCzT7ypNwo+kOOvPNg/QL3XyBc+APdUO2EQCj7wiym8qExgPRAe7Lzo5Oy92AMbPe6GAb5r8C0+wMZKvPi6rjzeiN49jofoPSAqI7wjhpm9o5gaPtQrGT0AWYE9aONmvTmuzb2FtKK9AjLBPcDMWTwqFuY9/EQNPcq//T00mUA9CJdQvf8zGb7Y+z89bkzdPTyzPT3c5i89jgeRPeQpGb3AwjO9I74dPpjxyjxp8S4+msyJPQABNrxMDH09anuvvTCqTD1GzAO+c3YJvtIb3T3rah8+ROYYvQCfjLzyCxO+Bt7yPRyCAr5LDwQ+djfqPaAbEDx0Nx09TkOtPWnxFr7AvVA9OE5mPfpogL24Nx2+N5ECPq7J4D3Czqq9oiO+PYIQwj0ue5U9nc0avjXYL76Q96u9sFlNvYQlUD1ybJA9lRGcvesYJb5I3Kk8FdcjvkAW3rtkyy89xlygPeXSJL4HWd+9Fqy9PQRGXj1u2b49SiKfPZiclbzqHJm9ri0JvuSRCT3aD/m9ShnKPa1vo71Qd1O9wCf7vBDPYjzwhVq9LrGVPdHGFT76Fii+9uA8vr5x4D0TouG9EJRvvcY5HL6AxEm9fAo3PRZk3z3O2Yq932UxvghnobxeCRS+qPWsvIyLBr6gCvC7cdrWvXkdDD7grpm7PuX2PTiqbj0SBvA9KIj6vChSn73gbS+9SM4+vaNQ+b378Tg+gFXaum91Ir6mqMQ9qxUHPnRBQ71U5v+9a6gcvsMtID5y4Hq94EIQvqSk1b3jpxy+y4QKvhlw872qRto95842PityPD42Dd690MV9vWjAobzIh7u9ZKEkvXy1rb34Y8U8iou2Pfqf+z3Ay+m92NAWPTi76Lw7Rxm+EpbivXremT0wSF08bxwMPrOeib2oGxq+ziSmPU5h/D2QWio8H3UnPrYIsT2Qeqy9MEwevYoquL2Ok6U9sTS9vQjqRb0cKjK9jM4LPTBD1Dxm0uy9aL4pvrDrUDwr6CY+JmPKPTq83z3APg29nk13vdc1/L28whO+qyMuvpAkprxHRzG+AMpNOgQabD3wFwC9sNPDvJaTqT14UCO+Rk0JvpPAlr25dOK9gqndPTgGgTxazRa+gMjVPAba/T0X+vW9XtqBPdyKKL3mTfQ9ICS4O64wNb7I4Mm8oDD5vMp7tD3YqRS+plzivUkaFz5a5a09EDduvJihEr4pPwY+/O1jPQBgJrjTGAg+CuYIviv9Az4pSzw+YLc5PGqsqD08DWI9fERZPVpi6D3Y/NE8MjztPdk5sb0IajK9MKp/vIBdGL2o9l+9X9QQPjJtM76aKzq+EO9LvfIGmb3Cmtc9RrHAPfJl9D3Ewn29bMSjvbRhBL3jhDo+QGgqvkCELj0aCje+jG0oPbAOArx4qeo853Q6PvAY3r2aJ5y9k9sHPpxjSz3gqam84ScyPgSsOL6gjEq8XIs2PRx3fz0GHcw9hpKmPRqvwD2FDRY+DlTwPWvGOr6VPQe+/Rg5PmceGz5q9xS+MDIvPUABPb2IHvI8QAwSPQDu6r1qSQK+n7w5Pit/Kr405Fe90k2gPdbqnD0Yfze+HQ8xvsgyubxR1B8+BKnuvZq6uz0ALuu5gIC/u5JwtT04f0W9EuLrve96JD7y2tm9cPlXvTlPKL4XpDs+MCQHPBDzLDxMLFe9cLh3vGBsO7xfqsy9XEMlPZ6r7T3Hrh0++qaMPRz2Z72IpsK8aOmWPF7eNr6MGS6+DuiuPTClCb5H4jo+rrkNvtLwtz3soVk90AtvPBD4rTwCFa09OoO7PYzqOT0G+a49PHAkvbvJ1b0rrCU+rQa2vZBP5jzyH469GGdyPSYpij17FC2+ZITovfFpG74g/Ng7WbYaPnBT/zwxxoC90naTPX2/Az7kOAM944ECPtWzAD5qcdA9hPbuvSpy0j1S6a89bGlPvUiL7jwfPwI+r/kvvth507ww1yK+cCiPvW4F9D29ehO+/jMzvs6t0z3aJrI9DVArvn5Klj3v6oW9ULAxPHJ+3D2lvB0+IFN+vDb+Dr6MtBk96x6nvVBE/72+Ore9rjicPWNVDb7cCQq+ZrruPSI7/T2gRra8jiczvmEeMD7yLdk9CeQBvuw2AL2Oy/M97zQWPgCkuTroeTs9xUKQvWyFdD2cNXS9B4v4vZhVkDwwgQQ82GbKvOi2jryeLzq+qACtvRTddT0+YbI90OPjPLRTJz34OhY9QCiLu7ZVzj01Zzg+KwO4vUcSGj5oM+i8dFECPfZC4b1LY4m9hwe6vZIXiT3PoNy9gLWaugBqlzosMgG+ZEMRvoag9D2HLAM+APhYO4A5+jygjSW88d4JPlwjEb7XITW+qbk1PtWpDz5ekpq9gJdivLq46T1f4KS9gwgBPv1wKD4b4Iq9oIE7vZpnnL04QZu9QsJ1vaCPKr4pCS4+QoEQvup8F75ZZR4+VtCVPTQTNz29hQq+4Mq9u0opkb2Ao/Q6s/YnvsZ71T3AZMS7UBhgvcA6X70a3Ce+3rE8voye173PtRW+ajd7vfqCxL1QlBG8sjQ6vuCKKbymMMm9oKbiPFAg2Dx3SAs+FS7RvWU6OL748JG8ocy7vT5K3D2ZTys+ZSEoPu/jkr2AeSE95PxwPV0GOz7qbwy+w1kEPpnTuL3lJ6m9dd0APm42qj0LbR4+ni6RPehsdD0o/ak84QIePob7i732PLO9aBX7vPI8qj0QnSI8tcAmPqhV5b2RcQw+czk8PoZAHL6M5yg92BidPP1tBT4wlcI8gBHdunjjWL0p2Ac+sHJbvUfGj736Spw9xHqDPay1EL6Mm2c9JB0aPdwvYT2QGLm8oEPSOyG5Mb4gg/I7F0cmPprqyD2PgCG+EC2APaB+270K9Zo9QS+svYDAjjtExiM9/J2HvYAOzzy7dw8+LsS0PVanuD1wA7C891ozPlOrBT5x34W9lF0yPbyCMT3wygs80PcIvii3TL0r0ua91+YDPk9VMj60bYe9RFnTvVwHcD1br/u9CLotPe+8ID6AV9i8J+YePhMqOz5YydO8o8GVvYG4Oz5M0TM9p2gtPhB8Lb5KMdQ9/n/0PXAw5LxtvRA+Rqc8vojTcT1YJ4k8m2E3PtJkFb6c8So9lpCkPWQSEr1HgL+991QtPgNODb5VMw8+kNUyvJqBuj3LHjW+4tDfPQzfKj0OxeM9wF8lu0pZ/72wRdc8wBcCPHCrpTz+3Pg9qvvLPS0R6L0Psi4+dONePXVZCj4AnxG9kDRevVktLD5Q+lq9nsWpPTmg5711DS4+CKmrPKitxLwi99k9jBx6PaHVuL2AG2G74HUmvKtDMb7KdOI9D7HTvU9Xlr1w/RW+gPSHO6UFD76kLng9MSLdvW1uqr3QL2+8RifEPR01HT4gtiG+kxLKvSJ0/71mYb49wLkovRAhGzwn68y9aWIpPvuGDD4/5xY+eMvPvJWhJr4DwSE+h7QPPsB0/TxRWKe9TVU1Pv7Lpr0uI7O9Cvcavhf1Nj6Rydy9OqKNPatIPL5wMjO8OtwOvpy7nL1QWVy9jlGdPThUnjyoUgW+RzWrvfxs8r3GD+U9cPPSvFrzuz1+LeI94xAePmQ2Mb0YbFq9MfKdveTcAr5iIgm+/F0fvnhzEj04Ajm9XkHgPdhHrjx0Pwi942LUvSv10r2l9So+Ik84vqse+r3jYgy+2lPvPW/lDz6bsjy+vgEuvhHGNz4+JIw93TkivvJhIL5+pqo94QUKPmRj4r3LFjw+VcElPow7Nb2kHTe+bChPveq+vj0eHvi9SnOIPRNlAL6VLM+9uNf8vQDA8Lde/P09YeEHPlYpij2jHC8+OTnlvWwnMb0QUG29aJo0PbAiE70Shv49rM76vaC8Ez02v/M9uDKCvAxTBL4Q7fA85AtwvVD9xrwk2xw9YuzBPTz1Ub365pw9fDIGve9COT7nYZK9+reDvZ86Az4SxXy9nLRovVd7JT5A35s8egmYPYAxtLySjrY9IIgRvPJ3xz0Qw1a8gBcKvrAj472zsiU+5mr1PYjEML7yAso9tlLEPeiP7Lzg0+m9eF/LPHC39L37kAi+FT0ovqILzT13QAc+24ihvY2LKL79FQa++9UpPi7psr19My8+jMwOvnqDPL5A1Le8rWUoPlaUxD3ZNzk+4KySu4MQMD5RIDg+fEQBvegcEL49dBe+qAUHPTCTNL6yfPo9oMO0Ox+hvb2yMim+uDvQvOuTKb6s0SW9aj6BPWBb1LyykIE9Zj6jPW7M3j2Q9Mm8oa4xvrCRYbwgHCo97LQqvu4RML5m0Lg9bi+MveMbOL477R++hnGcvYA66zonGr29c7C7vceoBb7tgS++auClPXAWur3FeKC99Ev6vUlSPD5O+6I9VGp5vd3BBD7GaqY98YMvPjGhHT4BZ8W9AAS+uTh9hDzI37U8DBQcPaiPyDxpzDU+HKwYPe8HNr5feBE+DziXvQl3Dz5//SQ+OuKHPfpqEb7HrCa+7Y0RPkBYJLt4Cx09Jtn7PbpCkj2pO/K9eIdIveSyv71C+6c9i+GtvdATVLx6xLs9+iYxvlA2aD2mBok9YyEqPhD4Xjx4IyG9U04cPgA7LLxGMrU9GcL0vbK2xr2Q5729tz3vvdEiDj4+gA6+TPoPvfUpEj7StcY93t8FvsARbr0kVwu+ubMQPj4j9r2cnRq9HVkLvsCnnjzEgkG9nN2VvQXxKT5EAWs9HpSgPaMbrr2i7eM9ucCEvW4K/D2bFxw+Z0wVPue5IT6Vmhy+AJ5+O1LihT2gofa9jAZWveplvz23r9u9SO4YviB6oLt3RDA+etujPfxEHT12jNU9THcbPXlCu70Oxoo9MMOTPCbe7z3Sl7w9nlqHvfgm3L2Ybsq9MBCgPAAJTLoJBzO+KEWoPJAT173w08W9CNO8vGiBeT2J3SM+rXkAPtmANz5ND/W91i/XvZxINL3bTxk+FNp/PQgrsbwp7Dc+piEBvihH3zxOcOU9YP6HPPSvAr5UQB6+JRLnvSkaED4hPwc+ZRy4vW27Ez6BaPa95uiTPddSsb1H3Qw+sBFfPAKXzj1YmCw9S70YPt+SJL4+Ub09wUMlvqvt0L1lAp29C4cJPjJ/Cb6gfTo8RWCFvXjLlr15ui4+UIKLvc0V1L1/JwM+4DhVvMB0j7tqPAm+PhfuPaCFIrwOIPs9Ul/BPVgqdL3a/f89OmE6vilT5r3SaZQ9ysSrvdgP6zys+Ce+SHImvh15Ij4QXFS8T7COvW7H7j0zOSo+yLBMPa/KFT75PRs+JiXWPd/2Er60ZSa9L1swvtxpEj2FtfW9Fiv9veOSID7ARBU9iX/Mve+oKz4vezc+au3JPQj/771JXgQ+/wQUvjqW6j3AeYU7IA0wPbql4D2VLSe+kDgmPbakDL4AluO828EpPnz3JL5WY+w9rIeCPQ08FL6A4Fw9Qu+lvWkaG75LQb29coufPW9tpb0AzKa6IP7lvB15Ir5qJQu+PI4bvSBLYb1of628dEFSvbvDEj6W/d0921A3Pq52H76w8SO8Mkp+vXIM3T1BfSy+McGjvRYsOr7BlRA+AOlBPFBI6b1h0S0+eEPgPPyaAL1ga4S7lvHbvY+7CD4KGoo9UhitPbITBL4YT+q8yLcSvQ5xr70SPqg9AaMzPuiT2L3gWoC89qvQPfI+gz14R6g8Y+knPr/Npb17/zo+gPAIPGjg0rxwJPy8JQCGvZg4rzxI/7U8BPxqvcHPJr4s9GE9CNCmvWYu5T2Ko889gCeMO0nr2r0rBKi9GLeovAfLAb7hTBY+X2vsvcgoaT1ILNS9saccPkBz071gjIi9OsPHPYFqLD6kq8W9u94svvSY7L0Jai4+UI5HPTxOM77uYfc9ItyLPZ/hG74AWJI7w5ACPgO9DD42ahK+a4gzPuaTub3gl/a7hIpFPbRPs73MITI9k44UvvOTNT7QvTQ9Hu0svjyLF721nza+zxYDvtjuJ70IVx29zPBYvZgJ1b0KBO+9MgeNPS++hr0IX009tCZoveT5Mr4Ia4e8U4wRvnbEB764bP482IYZPfOFFz7c8R6+vu8KvuYULb7SHKA98QqMvQAR+rt2GDS+w3AgPlRXCb6mRQK+8NprvJtIx73Hdhi+37IiPrIbEL6AbNA7emTQPThoubwoowC+MIKcPAppJr4gYTW9gMZNPEZt4z2qYSC+AFy6u1a8472ZBvi9eB44vVAoLD3B4A8+oHvgOwWl9r1U6y294wYbPjTT7r2DzCA+YmEWvh89PD4GcoM94qOhvdOfAT5XJys+KUmUvePzDj7CFr+9LBQMvnZPlL0KLA2+4Bu0PBASdzx529694AYTPJr07T1Chc69QpzRPbyTDb2gKlc88KVYvRGFJz4tpyq+LGlrPfv8O77+O7M9YcwxPgN9ED5gfCi+OMw9PRXskL2gjMw7n3UAvphsjLyIaCe+UTQuPlmMKT7Q+yY9Hr3sPUQa873VtgQ+C24Tvuv0FD7zvSG+kBcIvUACYL36CYg9IuGkvfbSsj1A4RM8fqH0PbqwN74eNpk9qnabPSDaUjx3QS6+JVIIPmT0dz2RUAk+l8T4vbNvMz53Vb29OqHQPTMpv73B1IS9CGB6vWAeQLzopBe9Ty4xPh0HBb71E6G9X0YoPp4EEL7GEYk9xJmzvXDDcryIptk8JcgVPpW8L77QTL88AJImPLAKJb7jKDo+MCsAPTxZs70pVCc+GmaWPYru370dtBE+cYs6vmtzAb5giEK8L2gmPrA3rTyQ3hA9JzsPPoFnOr6KKiW+6jTPveDUBz26+xW+1UrkvYY8Lr6TxAs+dmTaPdYQ2T0gP+29WxXovcxio72od8e8MK1PvLHVG75EOEO9HIIEvYSRZj1gGws8g2E8PqneFT7w7048Ux0lvhhb5bxFdQg+IJTEvboC3D0GHdA9SGQNvfSHC74NDhg+rp6FvfIWuz10N6S9vGByvc+rJb642oW8AIgUPXZlwj1UyYi9OCqlPLBtLb2SpOc9ILxxPGipvjxXmcW9gRL/vdEXFj7KUKU9UDIGvIjlNr5WkbY936wMPrLZrj1kfRe+XlmFPXEjDj6pgRA+eiLLPVjrjrwoLSm+VEMIPamNmL1WZp09spL+PXStYD0OiYG9MYIvvjAmGL1YBay9+iq/vRFcPL4MfB29airdPWh/gT36YKA9GhWBPTBlnbxOjLq9KhUWvjXWtr1Km6Y9My8vPmChR7y9XjK+0C/kvGY38z1ST/o9ArCGPbgD771qR5E9PMIBvuPXGD4OH9i9gH7+unC7DD2+2jq+NvQDvtYopj3uBhm+yKw9Pe8kAr4Y9fA8QIR7Oy3p7r2V2yI+ihW0PeLj8j14RBo90PvxPOZNI77qmoc9oaDOvUq4yj2/gyA+JrC8PZRqx72Dveq9AD3ZPI+2FT6KOMU9iUYQPk2/Cr6F3Ds+UrR6vXC4QTwAmru8ZS67vdsV9b2BVw8+VuECvhYBkT18mxW+AAk+PSNfHz4+UDO+h3W6veXMOj5RugY+alTkPWq2wj3yi9q9oPIpvqVPyL1UjIu9cP6xvSrYxj1UgB++INa7u6T4J75j+zq+Sd4jPlDjaL32v7s9RbOxvbnfKz6zXjM+jbYKPrTegL37JSM+LgSFPV3iLD7HVAc+fDknvQai8j0UFEm9RmXIPXmajr0yQZ09J2cBPpyslr1K7+Q9fNg6vS8IKj44J+S8LgQPvoCg/TwCO6s9PNQ6vsBOXbtAVCu+zsqIvTWcir3F6h0+ODfGvBSyRT0i0YO9Lmd/vXuq073aVuA9mnELvtaw+T0XuwA+p100PkPTDb6xrBY+00oKPoQpDb2DUQW+5W4FPlDsJr7urgG+emGfPbK8+z0MVXG9cSsBPhA2LL5vXCy+IBmKvOW6Hr4unI+9qKGYvDbW3b0nxDG+XXcBvmBs7TtfBQ8+12IHPlB3SD3Hbzg+IDFNPEHIBj6gjAW9zF0jvhxcDD3Segu+8LQlPBiQ4b0KKtA9wBahO1BCcz26N549cxoyPkz+H766wZ49dU41Ptygz70kV0a90jj3PfwLdT05BJC9ZHXgvbjQBT2ItCO+qHLMPEpLlT0Ou569s3YWPqZkAL6g45670CkjvpafzD2A6as86M2CvCsNFD6WS589kPqxvEICuz0Cyia+g3gWPi0EMb5o/JY8Xp0XviMT7L0Ijwe9XAlSPep6/j3yWTu+qHoOvs7sAr4C9Ns9cpmiPUo00j0u3+893UclPlKMzr12RvO9iF5QvVOZH75s2Ao9RIGZvbKCxD2afNE9/J9BPVHM0b1ScPg9KLfHPBhl1DxwyGI8LxkjPsHZyb2YCII9FcwnPhRAAb66rMO9Xu7wPRBeFrx6TfW9ts/JPfA2OT3zYZG9yzigvRHBAj4z4gM+uAvOPKzBaz3mioe9dKkjvhyqDb5qNqs9SNDFPDsyAz4AyTG71rQFvqj2+Dx+Y8e9gtvFPZhq67wgYae7dy8uPi/prb25zjM+vWAXPn/aJr7tSSE+SoQWvk5yDL6QD1q8xOIuvjT3aj1MSzA9pmDHPUOFj71Abgy7AITxvJ+AMj4wg7o8QLpSPUcQub0stmU9oxsSPq1tJr4Mx7K98Ht0PHcTLj6ASag80HvHvOmPgb3iAKw9QGW2O4DYMrzYPg69KaACPhBEID0bVxE+ScY1vibE+j2KYJA9GKVhvRz1H7622yO+APQYPBy5qb2LXhi+AjP+PfzKIj2BWwe+GB9mPbC7Nj3NNDE+41nYvRRaLL5albU9CBgWPfBUs7wY2N88SWacvQLurT3Geiq+pm+tPbBQ0zyYS/48v/kkvtUyqr0GLos9MElhPWC0Y721Ld699CBRPa9ioL1gBis9B7KmvUBGMLxBuwA+MNSNPMix/DzuE9w9HLRFvbGPFT5WQ8k9+2wSPoVhAD4QItm8gIfKup9FJr5harS9eGqcPI3fIj4TEzE+6pZ6vaBTbL0/Eik+NsTZPTTCLb4gZq27Bn2SPZT9Bj3mFCa+hIQevhJTuD1ybNY9KLfIPNTYfb3HmCc+aGwOvQJOlL0AJcI7zijzPTTtTj26cwO+ABz6OgDvVb3QwDG9QK3pvBBsGzxM/FE9cAkUPRAnnzy0jpC9/1ghPoqHqT1gSIe7EOrYvVBFKrx9sBe+APFgPCApxr1E+Hu9txy4vSBAJD1bDDQ+x8T2vc7S+z04qx49SbUbProHd73llCw+NkztPS2uDj4pR7e9+VcLvs1k2b2WxeU9WWYTPoATXLuy9dw9uPFlvblnub0UJxO9YDEkvGrAmz3AiVI78FkPvJ3hAT4oat887JQiPcdryr3a4d09MHMhPVDFDT3Q4sM8rADsvZD4Wr2b7AE+0eo4vlHINb67hJe91C4VvbUAJj4lAi6+U3UyPoZBk73881c95q0Jvu0VFT5lvxQ+WPotvgPONj4ipoa9IM8/PR3nNr5NpSA+vX31vcLpMb6MaRU9z0U7Pkpp8T2iiS6+x1q2vZ4rij2S8vc9Ec2LvVxvH730l029sGlcPZ9aLT7agBi+8DFEvAC+Bb415yQ+sgfbPSCPAL09Mg0+Et/nPYApvruG2X+9RBtivQCLRbzmZ6U9YNI6vGeHAj7p4w8+5ckBPjRGVb3eeOc9K9Xsva9QFr6G/9692RYBPhJI8z2soRm9K8EEPlnRIj6QmD89v8sDPg+KLj7qvr89iTwtvrZvBL4Ar7S7PIpPPXQagj3QwX08FJpRvZXbJD4mpdc9jzExvpReLb5APKs7Zj/xPVc9or0fRw6+0O4OvZs3LT695hk+kPLLvWfCLD6MBlQ9Cm78PVKZvT3c6jq9SJ3NvSAyST1mCQq+/agkPgDM+r29ZBo+kE6XvTQyG75W/+I9wsjoPYR2bb1OdbA9Sv/HPXZ/oz1WjOk9ZoSePQDsXLmOJuQ9uL7MvOrH+D24WEW94pjsvevbIr7OePQ9Nqe+PYCYZzwWG/09hJgnPcichzzQUiw831z0vQa2N761YRK+6VkhPhbygz0w8wO8okSUPUfADT6WmsS9iE8/vZR+N70EOxM9kqL5vXqNtz3Oq8W9MkjzPZTDSr06lTW+6WYEPmqHBr6zGRS+kCAePWetMD6wx6+87reyPaAkoztgIx+9wScUPrKY/z3v3xw+0HsXPf3DMj6g7su8iIKzvBBYcTww1TA84H7Qu3+LED6UQ069ZaAivvdZKb4gObS7DDkavphmqDxgV4M8YdgFPmSNNL02gCe+3W+dvUIx8j15TK+9aAYSvuSFXz3swk09YTY7vmp42T1Lmys+/yEjPvBIOr4CXru9UHeNvEhPCr0ANhs7QVO2vW1hGj4Cvdc9XBwaPfB5Yz2Az2M8gOzqPHRr0L37JpC9ta3cvVBgKDwuKdw9V2vMvXYFqT3uVqs9mtTMPbutr704Xio9XrSSvVAAC75rxjq+BExLPYw3Kb2Tb+a9yQYtvlOMGD6d+8O9mu/iParjkz2K+AS+WqmbPZCR4rwPyde9upTLPVNBGD7eEP49BYgvPpJFLr4glrc8uE1QvauzJj5QJ1a9J3AuPv3nAz7uOAe+JjXTPW+RMz7Atu87nlSPPfnQLL75Wys+DR05viPb/L2CHaw9LI/ivXcKLj5SCre9BO50PQPTAr56XPi9DF9IvVOvDj6Y/yO9J8yrvUCqrzyAZy480vsYvj2sLT7pSjM+B+Y2Pio+oz0IGxO99nXOPf/yDL40abW9nMQePShtV71Jcam95achPivugL30ceC9CSkSvjT+Lj1kdv+94JzPOyhNAr3dnSY+KQABPgAA07ohyLa9WD/CPO/7Nb5jiwM+IJhwPVVCKD7TPpC9eXYdvp3yk72s7yy9uk72Pfja2Ly07QK++KKVvH9SBj5EWDO9mNeKPChSRb3STug9RqrOPfrFDr54VNS8kua2PU9PA76ThgU+cX4tvvjeijx9ORw++WPXveimVD2ABus6Q/YfPpKDoD2JTDw+ELh1PeTOK73Y6M29004APjT1Mb1sEAO9arcqvkeGLD5AO/a8iNohvfgYgDw5v+O9gKq8vHgve72dSSw+1v0evk+hOL4gVBy9IrWCPQC9dLpCVKU9vSIJviaomT0ZCB4+YO0fvXjDVT0yIIo9PE9vvXYK6D34c4s8Ir3bPXKq7j3Wk849M7Csvc8DCz4aLds9yagCPhD3QTyEGmq93UX0vaLzxz1h5hQ+D00EPhUHMj7SWZY9aA6sPACoxjh6Xim+dB2EPV8oN76iVIg9m323vbb30j3VlSw+PaoMPm/qJT6Q7Cs8/oewPcaUJb6D9x6+1VEhvmZIvz3ArxK9RIRyPaUULr7Q6HA9tpe4PVEMCT54cbG8ifQ5vuhDHr5/qCs+AMzOOYPgIT5gcSO9EsDuPQxq+b39tqS9NPEdPaPQMj7IKpC83IcrvVqTrb2OYdc9QL0NPJSmZD2wYkw9vIsQvvGyHr4GGqw9I9IZvpt36L0W8g++5Fx8vSJWnz0yO5y9j0MjPkob2z1a4NM9kkbgPaA7+Lx3pCs+FY8rPsX4Hb7zVi++yAdqPcGgJT7g8Ly8ciqRvW5JJL4RVzG+oBsRvVBFaz1/rjq+1AdmPbA6VzwhP7e9KmfAPYAd6zuubqq90OaQvJgoGD24fbi9uEsmPZsXFD5qxs09"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 