{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "aJWbvEe+Kz2wTvK+uqrMPTyHcT1MQ4q+fxgZPUVXKr1K6EC92ft2PuFR2T0bdSi+Y5slveFsmD17CAk+1jN5vhlMMb5qfLk9eFnhvcRd/r3plI89p+csvIYtwT0iAWo+SaI2vspe2j0AYms9E/5FPoqFFD5/yYg+6HsfvgUy/L06PBC+bEDJPbmozz7by3o+kFpdvutAjT46HK09XZccPsKbOj5UIo291X8CPiUTBr9/hKg+yjAYv6+O7L0QrCO+Rym2vu1QBT7WSVE+PvcoPam9wr3NNn29rz3CvSIg1T2kYXi+olGzPQKVOb5KdIM+YtOCPYjjp73/M2U+jpAAvnRFO76Dk0862GXivmTHfj6LB6m9+7q2PQSwor9sr/o9lCYvPjO+tz4eDnU9CBR3vcW2NL5+MBw+7ldHPyAD2b74RCU+GS8ev8QFGb7Bty+9E4QPO8huqz1Hx0S/HsR+vgNpHz6/j/S9rxPmvTwfRr96rtI9pq1SPiIqYL1pYyU+am5MPjlW977MY2O9N/glPxb6FLzFCZk9VxFvPKzCozwpIWE9hA65PTy+iz0vqn6+BFsUPQHsq73SGBW/QgkxPnO2AD1EXH4+QZEWPsNEWL52c4y98aUTvnWd+juKbsW97GiPvvaJE77H86i9e4lavYpIq73KMwg+a/Fkvcidjbwpuw8/7LdKPpnvNL522IU+ROyHPlx/7j5J9b28cEhOPA1vjz2XiBC+oDnbPZawZr6NaqC+AGAIP+1qlr7Dy0C+mSNIPGUIgL3yv/K+ZocqPieTgL0lVD0+BAvGPbIGZb7jb1A+U2HMveYctL6hoei9enY+PlB0Nz6uuG29+AwePgEXoj2CRva9s8ckPodYYz2JFuu9ND4zvZwenL4g85w8Ni42vYeOlj4Afp29onaBPgm7BD7zobi+hlmxvbbuqT1A9RY+AYAgvcF7nb53zyE9hAI/PfcSwzyBWui9djMzPpIMS71BrlM97eHiPc91fj3DdE0+7AIjPJcW4TwLbcY+ZU6xPcRZfT57PqS8hpAFPnt6pLzxpoq8eeM0PcrZRz4b7aC9Xv2JvodTUr4IReI8BjtdvlLWCr2LsZ29zL6APor8KL3R3oK9AhyGvteVD76LNyQ+/2sLPWofIz70mb8+usU0PguLCr6TDkA+HyJJvjYe9rw4sUQ9ump8PpkMUL4yFvs9FC4kvtRhcD5GaWI+bZ0pvofY2bzCMZM+xtLMvV9ioj6sFe69BdSAPHHwWD09dg++d5GsvdolC750A82+uIYcPhTD2jygJYI+S5KUPYstbD680E49C1WmveBrIj2FVp8+vQxiPjOZir3VNkW9JteWveglAb7AmI096MOpvS9/wb2dewK/C+mnPYwB2T4pwRw+XY4DveJz271auM095g+LvChfMD233DC+CMjoPUCHnruuqlw+9hEDvtyo8z0W7T2+JwbaPRT+TD5vsuk9ZIgTvqzjeD4OClQ+hFrLvV1kBT3EfeC9w4DlPOSECz7rK9Y8zpFxPnDGaz7POIQ8JzIvvibDXD76LB2+5+6Qvb0lu7yptJC9bs17veQBMLwZJHs8+8+sPpzXxj3w88A8mR2dPVfSzD5Xy0W++wmoPb7LUb6pt8C9ehwGvYOwyr2T/P09Ep9cvHvEa71kjco+R1ynvUPtYj78JUw8Y7kMvVnWND4WT5Y9U3S8Psoo874JNsM8dGDivKdEk74pUQG+I4S8vmFO+LyiOM09owXrPWe5J77EEIW+oR+lvcVVDD2F3Lg9D1kOunAaMj5LlKs9snWevFt53D1mYeQ9adkFvj4Qmb17eRa9P489vpKFJbzFAVq9MyFZviimlj1FBHY+TO1QPjo/Bjukv4c+ML9JvbSsij6JTge+xrdIvkw70r2uvl4+BfmKPW0rDD6pnVm+1BXYPVhss72kyg49sNCUvVmSTL47VJc9a15ovi8UBr5SNRG8Y2dMvVRHaz4Ae5i9pq8YPqR/kT0sPpi9y2bxvZ6wuL5bmYI+MAyRPI6aLb4M+4s+DL17vhx4Ab5B3aY9E30APdreDD7e05U+iMC1PYXHCr+BtUO/mGlGvQQnNj0H0GA9K8eRvb3MEz5d7wG+PnsKvm7VN76hfog+DBuFPiqrF7zSsq2+6fbfPYpM9D10/aO8vSe2PcTwo720XZK97/wMvPQO9b20tWU9UcAyPrdLYz7A/Jy91n3LvD7ugb1JpBo+K3o6vY35ij7eoKy+2DuEvop3gj44Ylq+m/4QveApVLy5Rzg+QPYRPuT8FD4JIxi/jOMYv+mlSj2G4HA+kykPPr+nML4ftjc/xkWzvagKEj0Lt0w+2p6zvt+q1z71hZW/zj/VvkiB5b2rkPA9M5STvhabDD6Tin28Y8d9vUJHJL3BhUK+oQimPpPKxLxeoy2+TzBqPSJVKD/1/Q4+ggMHvnvnQD4EC9U+ijPuvO3Bsj5k41i+aCk6PyAV+b4drn8+ecFuv4NRkb0rYcY9ml6tvcSbvjzRYZQ+mO/IPQgF3rzcyma9Ywy8PmifAL60RN4+n9KGPl9CG71EtqU9XcIEvgXThz77I4W+Nk8IvOM6nD06A6o9fWUfvvIRHr6u5PO+8P6ZPVNxXT6L5kK9nfR/O7Fvfz7lE1O/HBkNPu/mF7snbyS/dF5evXggBb6fii++Fs7vPqQE9r3dukQ+GuzAvvdxPL3l136+i/70PKXOXb2uoxo+Z2K9vQngAb5tD0s+9DkNvQ77nj35IVG98F2xPZr4h77FtaS8lSUsPtGWhj5aUgI+mNOGvbwn070DI1C9frFjPrwtR71B63g9cgpFvnwDmL7SCvI8D8vuvWsAcT5uD4i9dEw3Pg+xlD2ceya9Br6Lvldc4b0f2we+naj2PA2DFT54YsO9mwMJPj5a3T0m92Q9Q6v+PZHSqT6M7iY+4I2IPsRXJrx+mxS8PVMHvhVxALw/O4Y9aw+vPUFbO74uiIM9bk4UvsVXur6vFs48syXJPqFgKj3VXhO+paNKPTXutz1Y/g6+tL2mva6fNrxegmi+R3MIvruKEb5QCig+HB86vlneub4S1LS+9AiHu5J/h7vulUA9pqHBPSkKTz6vZD4+rmyCPW6bZT66/7U+f5q6vgnxqD1+Xq295FpxPmtCXL3IV0a+XQ/pvmMVd76D/1c8gHZbPhvdib6UqFM+a8ndPQfvMD5PCe09JniIvsczWL1ZNGU+YUBSvutMwj0jcgc+MP/hPVr3/r3H/i2+EbQPvR+Fpr3AkY+9ptXNPFMuDboCqo2+EC+TPvFPez797Fq+vopXvsM/OT4aC9M9J5iBPrT90T7Zw7o9EKt4vb/7ir6nsmI8VHk9vgPtBD7iEPY6Gy4DPhleGr6S/WY9a24KPsamgj1SqVU+OygZPt5hbT2Seki+boGTvjabWD0Qn+E8WXqcvcv13z3tOzY+Axe0vYkZGj0zuKw9b8HtPVTPZ70nTiE+osE/PuD18z0bYse7MV7tPr0FrL5HaC89mhJpPg15q71qGci9KnlKvpipdb3u5dG9eEHVPU64Bz3o03u9iBG9vN8YN76NOou++OkNPiprIT6St7C+6ByyPGsybzzmJCA+iTyMvUL3ZL5+0Fw+0WoDvLdMIb2XaBc+oKPVPbz0577kxmk+QJUqvmoVG77xcZ89W/+KvL+aoTwGJQG+3szNPQ9v7T19UIq+Q2ZzvYpnkzsY+Ny+TBYmPtU9qT5cEoq+KCFEPmceYzy5a1O+W4aZPrebTj7HNy++Rk60vmHVjr7DTkI9lT2Bvi8YfL6Kfq+9gSLivraj4Dwz6SY+IzsVPkeOwLy3Yt8+TEeevDJlL741Hmm9ykh1PsaBor4mbGe9tE/sPchQQz5AOxm+1ERPvlMMWT67Dn8+n1lWPu8Mlr4ofrS8P+uMPk9Nvb2cvIW7p0RPPamUnr3fkhI+trQcvoJdxr2Xww2+acqOPO+ufD0EhWs9+BFZPnOtEL4v1R89bnTCPjQlfz6EoKK6QQaXPgxr5z05f3K+3pdkvlycbj0is0Y9p+29viBvPz4tHgY9zE48PtTNxD0znzA9NSyhvhTABL7HvW6+xgtlvvWg7r2CcJi9zwf5PbJAm7wBTSC/JTABPSqy0751B1s+YnkIO3agE76cHYI+BfnNvjb5Kz47M8I9/9E3PqCQsT5dOK0+rhTMvobzsT5AXOk+SkhdPR6Liz5JC5y+Fvtiuz8kTL4Y3hC//ueqvfLnt74oOcs9AVOBvPkKXT5FfQI9/xaqvW6H3r2jbKC+H/o/PiutZz0NhiU/7s/iPvy3lr7KSvG7Hp73vQcVdD4qbpS8K65dPkPr2L7/xzQ+/DClvba5Pj6xbfq93N9XvFBAkz3A0689UBSRPr5ZSj4pTVC+fn73vn4sjr3g4Xa+glmjPmN0KD5MWc0+kwz3Pe54XD0h4vM9BlGBvDeomT4eiSG+64zuvqrEVD5BSwI+SjlSvTl8kD+fYga9zaCkPc/Fnz4bma2+4GT9O2T1Yr5GXT0+Hicnvw4mMLxl9mQ+XFgev54kJD5o+AC+zjQjPYjEU77/91G/PbQiPtB0Ab6Krga9QVoGvzYWGL8Ks1Q+GbR3Pn6cGj7gjeO867BWPr+tjT5sWz6++egCP+LLX75gNyY+z3rmvN+ph73Qjmg9d577vXwRXb4+FNy9Wbzgvk3Dtz4cVBK+0qPcPE++zLyWkAo/TWyCvRqLYjydtow+zZVGvsCcQb7WYLe+DonivKlIIL6cEni9RqpHvjjy1z2WY/w8gtXbPawsZzyC/E+9h76pvG4fED22j0s+mUZ1Paguob6BLre+6Ui8PvyjfL1up1Y+Ys9/vtskDT64O0y8gp1GPngWND5sCsm87e4ev6EG2z5PS1w9+tegve8Pob5UKaQ+4oIYvrGyuz38was9ub/XPgCd/rx4E5U++QavPl8NCb3OB72++nlUPlRM1Tzs7sG94NyYPiGPvz5xdTU/wFDrPnYIU74824I+nLlBvuGRmj5e4Pu9qWQEvq3Eh76VdYy9Wkz0PAaJ1b6MEj6+9Tv7PpbCQL6xqI69GZRRvRPWD76gZIC+EIygPZ30HD3dMwQ+PRaYvQjXXr1gCwk+AZ+2Pf2ptr6rVD4+Y/C8PVfG0bse+jW+Ha0APk3+gT6GvqU9uGBvvRAVzz598wq+qwAmv1gp7T3ZNJ48I/hJvPVBSz3pH6A9DZprviGcMT61qoO9NRkFvi3AXj5wV5S80W6APaaXkD5ZAns9xiuqvXgth70i5lQ9GnWMPWC3hT41O80+NwN4PvPIH76O9Gy7b5URvXbSa705S30+PBU/PpvdHr55uey+9ibgPYZ/VD7ntsA9qhDNvqUBsD0nZFw+SPEpPlv/Cr165Ia8H5cXPodMFj54I0K+SL+Jvn1sgz1XLi0+Q0rHvKwJRL7ZBMU+Dop7PsHrHbzRBuQ8quSUvoAjwD7TeMm+1ZUUvq1Pdr4ClCS+BJOwPPhKGT7FuJS+lCWOvZZ6uz5Bp6g9I2FVPpl0hL3rn568ygewPejyLj0QfyS+9dCMPa7Q3rxbWKa9uSTGu1S+tz3KHqK+YMGHPpsDST6OmSK+BBORvY6nj75BYLG9lnXcvfIyp7wDK1k+slAlPg6Ujj6gztA9/VA5PXfoUr2R44I9WyQnPlSnBj6cxYm9vD9MPWkUgDwkr0W9oYudPq3awD1UPTC+8HEFvtR0lj7xoUs+lmcqPgotLb7z7j4+b9xCPvjSkD2KvJa7Avh9vWVWJ774AE2+vlTDPX+86z18yXS9V/GCvjAkLTu5VsY9cwy5vhbGob5g2HQ+7YzdPToeDTx4kLA9N9n9vb3fyzvxUVC9XBb1PQtYHLwnXV6+xJ78vRKTSD0REmS+U1kkPtuG8T0Sncq9hYgiPgVUJL6kUcO9kaekPrL3STzFXau+h5v7Pb8+Mr7EreK8bmnvPc+7EL6HeTu+NjdZPnXIHr63lNQ+bJQaPsN8+D0d1vC9m9+LPsQhqD1OZ629iIwbPoteKr09Pxa+I1XcvTVmcb3UXnq+HoqrvsuKDL6uZKQ9H4yrPnEUlj7IecS+kYU3PhcrkL1jnnm+7xDSPCrddb2qBCW99ge0vXmQjb0bGYE+OQLBvryCoz0eUs4920dOPgc9Sb39ig290XDlvfm5fjwHbe49mZwYPVHZID6lG5i9V8gMvna5vD07LA6+HAY6vPFVDj0TFxI9PLugvsrTRT285ag96oaQPf9s3L21+jg+4BtVPqWMb73jlwe+ENt/PR1PfLyJ/7c8BU9EvdGSQr7JLeK9xKRTvlBoNry6H2s9LBrGvVLro7y5utq+SjNlvMoEWT0ku5G69QAdPhXgrbu/QpE9IFztvO7OCb6FjTe+bKVQvqaT3z1hrIi+OMMjvlLigL3ynWa+BM4vvQkHoT1yfMS8Kro1vESopr+uL949A6u2PWMVGL51ypM8PcKMvjrNbL6qecg98i04vgJncb1Cw1m9XJq4vXBLBz6k2eu9DxS+vcxv9rtSK+e9IXEcvmtfH72XeX881zEuvnrpKr7z40e+8Q5RPkqxRz5Muju9F2navXTYEL8eKGY+NKDOvR7FCT7EZAm+uBMXviBmtDwPgvY9XJ5UPcJjj75D+ww9kKf1PO+jLT5rxPU8UwEVviA90TwfDc29EiD6u8SR8b0wq5a9bNPnPfkwW7705Ho8I7EmvewxCj5n07Y9IRmIPdKeer08Kae+TgvSveaQNjx81sI9EYjEvQTojDwXhQY5fBLovc9pIL7AXYk8+ijbPVVhjr09CoO8adQWPmE3PD0+K9Q8wf0OPjATor22kgq+SabyPGAaRL43R8k9G4/CPdqI1z2DIig+I/lsvv0Tej0OrwM+042qvWWmBDzPz6u9Kt/avTm7hr06Ucm8q7MEPoPWjD250lA+XTr/vXpCeD7yX2Y9NxDvPS2Tpb1naMk9/xs1PpCf67yvuJk+S1qAPpiIdz723kg+wiZaPtSfuTxHKJu+VCgEPehkkr4RERI+F2VeveX897tRDyC+Hn4IPnIjjr1vlJU9xbzQPGupmz7Le+O9yzAFPr4Grb22i+K8DBrZvZHWh70usA8+wqOUPWNPtD1k4SM+ZRppPf2gqL2ipnY+CRxqPuxTvj1YvxI+Js6wukiTbr1a4XE+DyI4vpL8FD7W0T+9i5a9PAhznzyu0OC9jBMMvs8JJb2se+y9VU0pvSnu0zxVrZK+abwUviYGIT52SLi9gdUqPjXRhb3OQgG+wQcvvvPy9LwPuyM+w8urPmqBrz29y08+NhEmPGlpEz37wZ67L3a7vc5rPr2AL+M9XXv4Pc1kW7uPOrM9PMnEOoEFv70CgIu8svXgPFOnAD0h+JA9yhoQvaaYIj5Uq0s+Dgw+PWrHJT0V8Vy+vCSlvYPNZj5yuDM+pT2GPjhREL5KOZI8RFI3PcxQfD1X14G9dCPNvM6oOL5wEKE9WKoWvow+hTsOsF0+SCCOPOPXi70bEUC+scEDvossib2oKcS9A9uNO+wnxDyoZcQ9kHbHvVBiUL5Jw3E9GJe5vUAXRDxFc7+9C6clPl7Eiz1EdT0+KXcBPmdojz6MzBq+AGSYPXp46r0XORu8RRcXvvylGD7ouhY9AJgGOwENLr0A8aK9O3rYvd281b25wqS6vuq8PeeaI71LFU++Tbn6PPSXeD7CCSY9DmL2PLhPBDthvJ69taUuvRPR8Lxrqrk9rsI/Pk/tN719N0w+NQyYPbeMbL5VULa8uHwIvsa4oD2VgUK+bgf/O71ehb4I/Y693RndPZFw4jymWNm9or0uPfAPXT4XiLa7FCievUENnz7TYbm+2RApvcLXCL2Lsra9tk7rO+UASD7zNZ692KNMPVk1Sb6jMxm9OGQCPXgjV76KxqK8WQcgvebgCT1WLgU8H03svQQgkj5CgQI+qtAUvln8Jb4r0Ne9c7uqPX0BCL6VmT89G0qLPXr3nbzq22K8OzAovpz25r0CBgI7DDVlvTbGCj2oIF29MqYuPlnndj7d/zc99OCEPRjwQLwRSRC++F5QPeVbNb7acPS9RwcFPlOZPj1GlQy9HSyEPfCDzz2aj9S8OxBXPVbQ8j2Ey6U97agHPVc0gL2IUqM9MF0svlne4T1Q4oU+zoENPtYC8jzvafs9sqs6PemzHr6yQts9HP5OvbpMA73nrrw8ZRiTPVGvST4gzk+9muAcvsgRVj5cGUu+pBxiPJKgnz2nw6S9zeoNPsuKGb6YIDK+9xIBvnvpzz0RLdE8sS13OwaPEz5vEai9t5cSPVwbqL2TRwI9OPGjPewR3r08Ga49tcnVvRXqaz5wQxC9tyujPYGefDvtqzq+qCZwPVMYl7tfOiW9yKzTPQub7b1d4ey9og9SPltFVD2aSVe+3/iKPQ1Uuj2lbwW+KVmXPaYJpj2VikC8XZ0RvuZfKT4I0bk9S5YoPuhCsb3I6AW7Xd3GPbhCaT5BLrq8atKYvHqNML6Ac+K9ZyMuvBeM3r3/h1O8gdYFPvtiLL2RQpw9T2yYvArHQL2dDaS8JUhJPmOe5L3H5cy8XqvGPdZ6870Zg0U+3G6XPSNWsL3ryV4+bwEHPsZOwzskhH69xAomvRJd+r2byD8+/LcevgtThz2aD4i9MPI3vkwghD3dRM+8pOXSvYKFM74y9YM8H/PTPZ5WCbxgYJs+hB7jPffhMT7z51I+Y9WxvY+Sur0sIGE90LGPvUEStT0J0K2984IAPnfURT5uL1Q9owMFu9wwF72FNzC+S23IPEINDr7i9Y29sD+DPacsTb1fMA6+bw77vQOshj6W0tE9Wq0VPco/fr1ySoi+1X9bPbuuGz3OmHu9gBEovrRqebuX9xg+fh1EPk5m2j0tNGg+YbojPjA+iL3jSx++c8TRvBISHj6pou69eVZ0PdrBiT35L4a+ikgLvuN6Jb0+pxS+8U55vJX/1z1NwrO9k7YFPlrxijxa8l6++AnovllHMj2SRbi9V7OLPlSmPL5VoYQ9i9zkvW7nkL4+vw4+TS0xPVzwoL6HdI2+Q+G4upQ7Bb7/BK++GeWJvTOkML5Hn52+b6CbvQ+qpL3D0Ye8KdqPvRkGLr5TaE2+0Fejvbqcuz2CvEs9Re2QPQtIsTxMeMQ94qW/vqSIwL7/jtU8yfvoPaLfOb49lb+9LD8XPmnfjDz4WlY+3WOvPQ88lrywZWY9y4XCvUtCMb5g0JQ8hn6+vsXDmD4iM5m+xXcqvY+hDL6i8pi9fnirvl/fvD2xt6S+rNOPPX0ADz6GZjW9B2BWvShFXj5qq6m9n4FUPo/Vo73zGNE8LyVdPuU2jD6kiwU+XsB3PD3Da74p7hs+y/pdPmUsMz2FWoQ9X14JPjpMs715W8S9UNPYvBgXFz5c0tY99s6ZPi76CD1hvF++p6I3vj9dErxDje89XHrguQbOtTwgPo6+fJHePG1nSD4AQAI9gA0kvp0cWb4L/Rm+2BlUPhQa2L1WUVi+fFFSPAfibjy9QRg+8EoRPUYmSr6dsh++/q74vHpCLj75Rys+KSqjPSpqDD5044I+mQuvPPo6VD16gWu+F/1UPR/u0T2yMaS+NN3IvUqR9r3SX5G9cDSAPrHiHL48GI69nKobPuCqpT1eCWy9KNxWPoPFUr1J742+vMNAPsrOzT1yl+E9NUAFPEujJj7v0u49/Y0JPJkEab5CLM49iHhBvgAsgL72PBG+23qtvYgbnr5IBCa+R2LVvdX9Tr2d18y8ZeeAvLNIgT4P2ye+WDlpvonj0T2YJxM+dJ5RvRbQPr57mDY+Nv8CPgurbT5E5Lw805+TPgmGp73FROc9LAACvaW8r70+2DS+hJSEO5/AED6Vf1C+aJa4PMjMAT7FAIo+WATVPR6pkz0p4tO+yyFIveIyir4iHyA8aN8lPqDFtj7P56g+0LlRPlFHG74C4749KkonvvbOD74qF5i8d6OCvpIPCz7gjYG+jRYRPltorb2tq4a9oxOFvdhCCz6f5XU+FOvmPNpt9L35LTG+NwZjPnqxpzyOXwA+EoiMPqnZKD4eYJY9vK0yvWoiLz75MyO+AdnOvVXhyj4bwbe9X36evL1eiD5zXLo9rPQVvYgmfD1umGy+KZ3GPVXRU76Ha3Q+zvSuPRXkQT2iqPi8XaQuvRuEU76IVeK90zzFPARUyr53HDG+MUtgvQfUpb2MIV8+WMK8vZoThb4lxNE9mKgCPjm/tz0aDCu+AUOrPhAS0D0PQKC9Yg3qPQ0ytr6zRSW+7fkdvjGwNb7VWJA9sDoKvu2tJL2bZgq+5lF/PNlF5r23rm+9i5k6PQIfbTwqOA29rW27PbccBL5cN+E73nt7vu8/Ab3qjAo+st0LvsSjKL6Hpg48g+wDvlY5Sr4dnkU9YKuLvbxuETuOlaO+QOxavWPsyLw7Bc09V1M9vFoGqb16YtE9LwyvvQ0m5D2dyT+8jEoPPiglED5vigi+LP2QvQin+roQNhy9Kc8muV2I6r2eWLQ7FAvnPf1mW70Rzda8v+hKvvoEvD2zmBI+ZbK+vVtOyb2TKFe+7HFgvVCiDz4YhXc9GwoQvvWzH77tvwy+hMxCvlZmOb6F4ym+AQY1vQ1gjrz3Jde9xdBOvUbuCb1PNVC+WrU1vlb0Vb1qyjW9ngwDPuAJIDwkU7m9j4djPZYyC74h3Je8PlMYPFGw8rzRBUG+qxicvZYrXz1FHje9BY9wvZWVZL6CuG09qJz2vYegxTyxCd69nEwhvufPLL5Slyw+yuX4vdCMVL31FAa+Xa5IvhniAD4vRwI+IW+PPZCENr2g4ka++UVCviIsYb5lN9G9D3PJvQ72Lb18sBa9FnEzvhGzHL5DNSE+QIvPuQRivT3O1I69DhGCPWxD5r0tsxe+rcXOPXeryTwrxsA9GA+pvP3uibunp9C9WI4KvgzBTDzgA6s9Jy9BvgIADr62GuW+tDS4PLgxQj2gszw9qWaPvasgH73cj6K9B/mPvrUU1z2Du368ltg6PWYX8L2zwbe9araXPlfVPL6BhiC+MW2UvbDrDL4Z/gq+Mc6DPcjySb7dzRo9DOhzPeBWuz3mYYQ9QhSEvmbZQb71DJO9N3hPvHwJnj07oVQ9j13qvErUS75jw5m8YeLGPlLOqT0rg1s+BANYPmh/Cb4Sl0K8S0v2vV3MIj4w/m69RAf/PL3/Er4RR1i+S6jlva1aBr6nEhy+yG+aPsYdH76nlcU9lFMTPn2oQ75s0RY+s9wjPscVUT0+RwU+aKS0PNuusL2aaE++7Xlevko/S75w/Rg+XTdhPoEzDT6GSO29TdwKvmltHbt3Dne+zW9PPqEz4DuR7Q2+ZCF3vsCaiL7sLDC9+ahRvgJVljsIqVQ+COGovXAVFrzvYnk+T/iGPv6Vkzps/aQ+aTUnPjw5Ej67bqK+axp2vCtVV7r9h5Y+aoAfPCLZhr0qiMO8UQx+vdbASb4J+wa+50eEvot5DL5cpzo8C1U3vnCduj1ib7a7JNwovfid4rwJYAO9VTltvmV+ET7MkLK9gAfvPcsy9D0RN3O+9PmdvVhl272N9P09wBirvQjlgj5Mn5E59egSPYPHwbzKsJi9OaUJPWt4Hj3G70k9lOiPvuIBFjwERM6+8Ni1PciEk76MwyE81WXYvftcbrxih8O90aGdvTur073q7gO9EA6UPul5RL7sYC6+auoLvuF8Rz26xiu9EpaSPiXZ0D1gufy91zyJuM6MKj7qXFQ+FT3/ve86kL3jToS+js85vV2IB7y4xlW98lMmPkDe5D1V3DI+kPjovaaLQj1WFBa+jbeXvZzwNL6e7ac92NcVviMMyLo5HFa9Ao2cPXL8ij4wYxq+CuRwva+sJL6D+hE+FqB1vnHL6T3bUAu+/SgCvXNp6bkWGis+3rkEvdqumT3PaCk9Vm9pvR4OXj4rV8a8LybEPSA2hT6qT0O9BcUPvgbAoz0Aj+C9rhoOvscTHj6FH6G9fAyovT100r1myxM+IkR0PrMYGb7fvIS94KmjvYoi2b2nj5Y8+/7YvXeo2z7qV4g9MHGAPkBMIb4cFBg+IlXlPL46Ib63ndo845kNvlYAbj6j3H093MFXvHY6ET6ib/09SkK3vGrXcT20cfI9zd/nvJV/Zr66Tks98QJyPiWGlL6BME69WUKSPZA5Ajz5P98+XcmmPgf8C760LAK+om4Jvs1jwLzEL0g+bF/aPULoQL6HUjU+gZgRPezH1j3Pv9C83MooviI32rwtPL8+VC7JPrxq5D3MR9492feZPucNZj2ulK89JayCvtd2BL7gkBK9torcvOEC6D2MVC4+1yp9PaZiZL4iWSc+UwKtPVvfTbwDhCI+WWskvoWUT76t1UO8QF+EPXOb0Dm9Vwa+YL6jPZZDjz1PRcq9infbPRmW8r1j7Ac+kblDvgP3Mj2uyyG+xs+cvaP+Wz1i+0S+ABHVve9Qij3sFb29SjRqvncQV72/1gs9HXadvRFc4r0jFAu9cy2UvY3od70qoMK9JyPXPdQ8G74+zV++0cnxvYtetL3UPFK9IG5YPifV7zydFHy9GDRPPLpDib1pxe69DqOJvUjbHr0Gxku9hhU8PQK9qL0oPbW9EARbvVKYh76e2xe+HMkNvoGvurzCLPq8k2RKvu74Sj06OIu++7cgvsobWr10svG9mfBJvkPQOb2CeWk8oqIWvNafFL6EXQ++aZI9vuOnib7GKcq9Cb0wvA6Nzb2hA0C6yGKNO+FvCD70umG+C1KlvakDGr7Wrhu9OLOrvbrhoL4iWTo+ziIjPmIqw70xDAm+qbEtvZ3XB74Dh469BgxovBRRBb5at+69tznVPT71Cj4M9Ze8Oa6kPfz7Dz6tPpK9cjI3vsxi3Lwu0Qw+J49/u9NXWb1s7LI95es8vnExiTxP7BM+67aRvGsNKL5cQJk86LXRvYA3hL6k1947BGfRvF2W/7vD9ZU916O9vawlYr4Lx4G95urOvED5R77Yypm9WSq3vcIqFjwjGcY+zFuDviwvGz6yCYC+V5xSPvr+CD6a9X88JjsGvslM/bvPOn8+LraQvmf0ob3LdSY+NfWUvDUvMz4itw07JnF3PpGzMj5psnQ94vjPPQQezr2Flbi+jJumPUK/WT45jWY9TOdJPcW4Dr2cKHS9sLCLvVHSWr0YVWk+um18vjjbAD2tXR0+fPRfPX4CQj4GxrM9fFxnvgDhxDxqSaU+PQoxvnYkUL3CWCE9rmO/PNMZFz5GrxM9ZCgKvmbbsz0E0w8+mAUWPjrORz2baoQ+08lbvDtefr7pXz09qOqoveYzo71J/Rm+QzdUvq3uZT5zUKE+GbeRvuf2iT7SFog+S2SdPVovL77Glg8+dITxvb/YS74F70u+CNmUvJ+Wmj1WW1y6XLSHPuCTVz4HKcO+01DQu2s62T1zTRI81ThcPlL8ET0vJva9ErwMvhfBUb78aEE+QnWePJrT4z3mR0U+NYwwvX6gCr1Fsxo+5QU4PrkxzTxsh4o5o32gvmMr9j2QKrQ9dy9FPktx8jsO8MA9OA/6vezBUT2IXE6+HruGPqVTur5vlwm9pcoXPWGayr3oGGu+qZbJvvu7H7zqVam+x/7DvQ8MAj7wp4m+hUx7vgpvkjwb78y9f55kvjYLgz1BxcM8JwF8vjfQ5D05Vm2+P8oIPgcwfLwdYKg9S6qfvcUwpD3QrZu98AOcPUP+0D3wocs83eu6vZcq1bz3Hq08nFP0OisVCD4z7Ye8jsu5Pcr1AL6OCvM9FuzVvCoH8z1l4cY93zgOvKS5DD7SMCY+wHgsvfQcND7AfGO+hTt3vt7fnL6Ls7u93OB+Po10/bxXQou+yIe1vUVH+r3fsA2+ewczvgdDMD3IW6289nowPdDvRr5tIgy8gaF2vXpoY75oUeM9Jti1PCNdGD55YqM+PjLFPGAcmLwRHuu8FRcrvisGqz1ni4E+JMokPm/VRr7juBS+X2mZvUcJh7xepL0+1BGMO+TNjb6w7de8XWDIPQnsNLwr9HQ9sIA/vl3snb4835k94V5IPGvgF70CXYe9b/OAO/JCnL4fNNu9XL4IPd3TKj1XT1s90tFsvHCsir3zU3m8w5znPW6Njr18LqI+ESCdPQMRZr27pdO9N8hkPoE06zxmkDW+CzUZvgderrwDaHO+LGmIPa7Klb1By5A+Kpl3vWXByr3gOTo+6E/OvPMxlr2mkaC963I8vkNCtT2fKAO9nmyCPaf+aL5418K9+F4eveg59L12Mhi+k8tMPr8VU74AG8G9nOP/O1d3B74uPrk8jk03PfW+cz4BD4E+zBI/PcuW4LyoVTm+/tJHvRMfB75ia18+F578PR0/ab5eG0w+kJKaPuF6Gr6Xhoq+PGoNvkW+6Tx/kFa+aC5cPca3KL5gCEM+i9gMvVHurr3NFam9uaiOPBCpA74We788KkJHvnEu2D1APUO9SVdlvdgzI748UK69el8TPk6NyD1vM+G9GylOvdii/Dm9JEe95XP5vOKjPr0w0Pa9ZwIAvh4zLb7gbkc7FjXBPR6ggL6ttP69x61dvvunwL3VBEw+cbC3vRf7EL4B0Hk92TgGvqCE371zVNy8QIgBPn+lm71PAWq9srq4PXoPE779GAQ+V0PsPKBZtDzS+Wg97SsEvuK+lj0tYOe9mIIJvsps3r2Y27O9agpJvfYTyz20oCE98kt4vl3wtDxLUz69nMcuvf+m8D1E3Lu8bh81PRhF/r0UTii+l5QQvsh0NL0+api+Fj3svY6bCz5gBZa98vDqvYo8oT2QZWI9MwipPT2pTrtSROC66pBXve4bUD2NxOI8bf0IvW8Jb70hbdo9ajuLO3ZmEL6PF+g9sEP/PDXlJT4qCDK++k8Yvj1+qjwSVoa+t8GYvaENJb6EdBu+0pXcPNgLMrezMQK+0Us0vo81Ur5iS+a9BSbNPV0AmT0zyqU9T9IMPjW5f76E4d297/X7PWpldL2rxak8Cyq9vVdmiL3ISi297Ks0vqdyhL4UX9q8kvlzvXvUlL6NETo8TWesPInG9jzlHhY+FHEAPce+47xznLm+2FMpvuBnGj2zn5i979tKPnkK7b1G8Ri+XZ00vR+G+L3SHy8+8H3jvUMh6bw9d8M+otSEvq8mLj7prpS+n5RKvnT3KT528Jk9EbPgveOstD6d8Co9FYYtvsD2Dj7ttpY8PcKNvF/mNb6Glzy9Fo3APTSaTr7GwiA/XoVUvmX0zr3Tk6C9qq4ZPM2PQL4hEBw+V2kAPjABCT7xEze+7tWZPYW+wb1AjRi+9CZfPTAY3ryb/tw9WBqQvdtMYT6a+Kc9Dp3GvStcKz634Gc+WoNiPfsLKzyrLlU723pjPnRFOb6CHO29hweOPXGUPz50/Dw+QaJqviUbM7zedX2+AUfSvT73qL7CaEy+avNKvnDS+z2/zEu+Q1TMvXK1Dr4s7J6+dxYRvjIc9z3bS8i8VZ15PKE8PL0KbiG+7HRhvlI6RL6YI7o9kEH6vIEU1L5UOUg+qqYFvv7sbb7CK5K52Om1vuxWgD1yDkg+sIomPQZCADzpotA9QplYvvr7a77Iw4K8s7D5O6kXDr4oEMi95XLRPTTtZT75PhY7xUSzPovDuL1oH4S9QGBJvqK/LD72aMq9J8G/vCqlpT6kRnw+GKSwvvuMo73M3bu9rINVPlg3gz4lLYQ+dNUcvjbrBL4XCB2+KFXOPe+OWb018FI9G2cAPo4v8z1alRK9pwYTPrf0RD0W1La9ekzkvVOZQL7iTdc9Dq4lvRXxIb6sh+G9VfGSPrKuSr4+Vge+fPi/PPfXRz20rHE8GluvvpssSz0OtO693RqFvEColj0MtQ2+avEwvkVjEb7daGc94wHRPXUVBL7/WEg+ZMONPPX0Ab4HWg4+eynHPbWvBr7ZsZs+btaGvoCiLL6FTOG9XseYPgyrs7325MG9lr95vtQ5OL63wKY93pLFPZpf4D3evSS+VoOXvobfK77o4ya+W/AivnhEGj3mdBG9bftEvu2LqL6bTtc95kkhvjzYibqtEq28Z+6BPSv+Wz6B8IA9ypbbO2u1Tj7Vho6+DgZkvv4Liz1nAjg+VVkOPtde7zw3Wrg9OwgFvqXCGz3GD6k9zJ/RvIRZIb7cPhM+5OOVO75h5Dtz+Tu+ASnMvruT7T1djha+swHavSnXJrzd1Eo+qhKJvt4asb2BHHS9+ZwPPjy3mz7CDq2+vco9Pv7qXr1v0W2+Jm4HPuVFwz70JKW9d1iiPjWoq743Xne+3G9+PjP9gTxr9xW+Yuc0PKSsAL5Pr+u9vduGve0Lgb5mbDe+KEzivcFQnLySxM06dFL0PKR9wT3H5c+9tLeXvdgegL59MwQ+elkXvgl5Hb43K3a8SjAOvawbpj2Dh0k89rFxviJVHTzL49i+wVDHvYkKgT19hCi+Xy3iPbBFMj1EojM9fyDEvcV25T2WSe49UL2/vZ31GL5kicY9yX1WurU9/z11sX0+CbbiPTpVy705SC++7ZfoPFSnlbumawA+kA3LPKPjFj7JXXu91xO6Oxsnir1bS5k9luOGPeYNBD49s6i9vxkRPvzhM73iAls+gOAGPnDxJT5jjjQ8kbUlPgo5Qj2LSxs+A836veIVKb3PxRu+ovNHPtuvBb0/SuK8y/CwvXo5L72ROdI7U3sBvm0lYT5TsyY9TgrgOILEoD6Tr7G7aTshPpfAK70O8Ry9zAtcPm04kz3ixpa9ihbLvaMOmz12sFe9VcC5PAQi+j26C0y+MumCvVdt/z3SPaI8XFI+PkwSjT18i0E+e407PQnHTL174R4+4dzmPfay0L3BBe296aO7OzrfJzy/pj0+ZNAbvgjTPT5/20O+T8E8vmtTxz1hJ4M+ymLDPFd6O76QdvM9goyIPZyY2z1IHq09j/7Fvb5sC74a3sg9khSGPibUDz34I589GypxPsylcz1Zv/A9tiaxva/F5D0XLFI+f35gPhR7qz00zp89T9ukPGRM870nHyE+MMESvZIwqb38GkU+G+Z/vaivTD5WoCu+DbVnPWBWl727WaI9NAYBPgM41D1uSM49JLpJvpa+6D0F7909YbeePsOOaT2QfLW9qUzPPeKn/j2v3Lw+NWuZvp8w0r1dtbi8ipqyPTaKbjyzOwU+eropO+Ir3z2ydXs+IXlEvsYxIT2s4sO9/b4XPPHGHb58muk9SnmVPs6Xdz6s+C6+E0FtvnqojDsSya69gsRVvoSMgT4fv3G93CC+PuqnSL7+6cK8gtcwvWCf2D1uz4Y9gWNdvhJT173MICg+TPOxvSjWsjuI+Oq9FSfXu7isGz1mxbO+wHFaPfRisT3lhdy8DGozvGejmL1IJYW9Qh7AvGTO+b3R+X++JxIEPUPwRb4IGQc+DCiuPTnwmz5MMiO+2JPePPd6Hb28+CO+mW1DO0bxZTzpLQA+vfbivYuyRz5VpnO+m8/qvSJpeTvFxSi7LcmDvtkTrb03TBy+7EeXPTKbHb5Xd7y9wCGEPhhPGb3j1li+A6k9vXzoRT2u+OI9ezD+vXifCD75iMc9CRh8Oxrveb27idI+6RG3PMn1ITvcYC29zz6KvW6/47370q49LqcSPf6UID7NUAo+7WuoPBHFHD7Jixq8CVP9PXCPc73lORk+BDZdvV5/mT6O00S+VCsJPtRC8r2PpWi+IYyHPQ5pk76VLoC9VZ+VvcSDIDyLiWY+7U3GvYnkSD2Lhok8Ng9hPbfVjr4lGQe+fQ8YPl30dD1f6Z492oSAPcRIP72dEFa+x80KP0ifWj7w5gg+oHWDPoMypj4IVLk8KG++Pb9cEz7+rF2+auW1PcQFCD0QUfm9nSFOPqKFBL7zQak+LO4sPDkQnL3k2zw9J3axPOsS6Dy1nxI+tW8LvQ3PHr2NGl4+qBamPspHE7xXB0C+jR5yvpLGAL6t44e9BELiPnAKsb7oxJy8vy5HPhkWdT5Tapq9zb+zvrLrFT14ZaQ9LPSEvmswIL6UKAq+mkdBvrWFa75s1DO9V0kJPthzZT5xjIq+CnElPgEhrj5+LJk9mSYsPgi2PD5L3TO+eUVoPujgHb64oAq+nOAtPqqj0Lzsx04+MW8DPseLLb5SIPi9H2H8vLOEOb5VpSC+5HzUvXn+Ij5Tp969U79pPgyizD0F+EE9Yb2hvgmzfL7yzQa+mi2Hvu1eRb3J0/K9O6rPPKdeiz6AHmC+ULLEvfS4hj0CPBS+fBRFPpgwxL127Gw7crE6PTr7Aj3AwIE+H1gsviGVIz4AiN+9FrpavXeZHD6wQGI94S3RvaPYRz5C9n0+g3+pvBx9Yz7XjYM9iHoYvYOYEL60Gxe+IZSuPm1udr39JTq+tLefPeZ+8D17NBo+l2Q4PsvWYb6Vmnk+/Xd4vcBK47wlzaC+rZqVvcvIgT0ysnk+OrVovsqcnr3InRm+p+urPICQlLxbrbc+F976PJmdl73ENew9WlcFPSFMdL4O3pM8c5cePVeWzD2yv3E9K1NVvWQjLL3m6Sw+gxO9vXtOpbt4al89HQVrPjWiPr339Qg9AGQWPWUXuj01D8k9/gA5PvL0xD3Zobg8jdJmPFSkQL3CHZm7+vIYPQXuF74PgBq+Do+7vXbtVz5cFvw9foXdPfNBVD1kLyY+RL33PeNkNb4PE1i+fnRzPYQRZD4qZmC+6d9kve2ROz6cKdI8MevEvRAvHr5UiBq9EtdVPcBDDD74Uqk9hwEOvlk8Mz6CZOQ9U4/mPSP38T1dnTI+2kUxvCENLb10viY+2KfQvRUtJzyrW7Q9tuXOvaqOED0nyLQ9TOCJvd8fQzxf1/c9dCnDvTy6ij4i5Fe9noLMPUXbkT3OVhE+Ba+tPU1Z+rxFaG65tooaPgT3Aj5C0ay9nx0YvlSEKb1lsFI908sXPQfbwT3rn549C4QkPrfbvj09HLK8LJpDPq2mxz1ZogK93g/JPD7YSr0Y0949RDFePZ2Y6j28lvG94j6ovJ45+j0a2mc+ijUNvF6X+T2YZHq9/STkvLtRQj7/a9q9FuNOPjLTt70vgXk9DcTLvYwlFz4SwAc+CyDiPRCfeT2czPs9j8gwPn3k+L0NBo49slxwvMPTMz0XhRy9sBMKPg/LQb2qzkC+a44uvipKaj1wPMQ9LOgQvr9amjwzUyq9TGP4Ogwx9T3Qv6a9H9N/PvzExTwGx+W9cQAWvqmBE71WsR++VOCTvrBjw7wnmXM9oGB6vmgfw72PC3Q+a3ICvq5qUb7ahDU9pJ6zvXv3H73U6D0+Ok4wvTbkzz16Fba+Cx1hvraBnrwWuKU90syyPolVjz1Tpam7zkhJPCPMTj2Zj2K+0BbVvJJmCb5vqOC8XMWCvfpEzTwOyle+I0MNP5McSb7Stoy9YUmXvdp3gz1LLxi95vDWPctZFLv+7Dw8pHRzPk4Wir55qKq9wIxwvImOn73ch9O9eyBWPL9rLr7x82M+FJHuvc3B+bwM+gY+hFHfvNNGrj0cVRA+32yDvjrJnb6PTfY80A69vCH6Tz3O7F6+6gnfvdSUlj7GW6O9rtoaPnAyqL74AoG+OGgevjNVA77KLjw+kf0FPrrSsj3x5KC9DJrRPUUZDj5JMPq9XXWuPoUHqTxoaRC+2Q6XPm50Vr0LTI89bRfRPRV3TL6iBg2+nSvhvFeWnz6jHVy9/QYPvxKolb2Vn32+v7N9vmBakT4dMAU9Goo2PE/xLDx6FRU+nbCAPisGnb4pC3u+H1UzvoXHl73UXUg9GO9mvuJp7T27hA0+dgfrPdGYlzxFoIG+PAGbPVUiuT4Z1B4+ubZ1vswmLL29vhK+o4W8vZ3TFb2suQM9/93/PZ2frT6YWlw9XCLsPUbXsj0SGDs+y4bFPQM7w71Ldw6+rQ6jO1euf76L0Gk9vdCfPlOlR74VIne98pdjvV5FOb4vK1W+oUqUPEYPgb3jjys9Y5NIPlvSOL2TM6m9bMsovluYjTm4zok+jiEcPgqoRr1u2jG9rhNfPVFlqT2BWHi9n1+Ovc8aor2KWDY+jbIKPnCU173NV1o+011OPnDMyD0tny49TEeHvl2IODyyDG+9Y0hJPfIE2L3OvDs94qRCvphEjr1FghG+BJkcPSLaZ74fvYA+iPWuPE9MD75n/+49WFyXvR7E5D0TVjo+1YwSPoNk3j2DQR69KKVOPpJ18L3X0Kq7F7tZvv/cyb0n3R09+jh4Pi6Bsjx06yo+80dFvi86D77MEVI+16mUPi8xC76Mvim+2t4bvlWmxT3x/hY+NbePvgaVRz2fAIo9LHAgvXmZNr3HYZu9huyKvYAKrz1hzK49rGdpPaddab6DyDy+7iJbvJbdnLzO34Q94G4bvXeF7D0EB2K+LaIePlyYVj0ga3u+xt9TPnmKOT7OqKO+xp/mvQAIk70/J2M+L7kMPuZRhL4oBZu+PYkMvh/OrT1dQEO+nvORvqCAPz4WEyY+Tfz0vYWDdL7NTP09nrsDvhXxIL7XuZG+GLTOPd4Wkbxagwe818UbO1rWSbujW5S+RdDTvRDjar2pumU9M1QavgZ08j2Nhs298XsgvhR1TD6QPpM9T3bhvQ+U4D0pOPy9jqRLvgshQ7ym6W6+nfEWPacDGr6/piE8qy/rvLPnFb5VkI69eXANPThCobx5exM9nSZDvSwlBL50TNI9bqRHviFIsr3Yb5i+eVcvvag/cT3skQA+2910vPYFkjz3ZuQ9dsK2PY0QX73fJs89p7Nmvmz5Fj3sYwa9B86FvXeEC740SnO+PXSavdbiVb4k/OI9ZwuIvYtQfb5zKCc9wnCOvUVSgby/8YK9lrgtvuPdaT3fNd+93eNzPRpb8bxPfpK8fKsHPUXEKb4l3fa9/OQkvHDLK71f73m+o8h2vus3+r1k2WK+lKJsPRH36LznTZm+317FvXcZED5wINq9SUIfvvjjP74IBAe+lRMevpS5h76UkN691ibpPeHL3r0DHKY8PGQBPruiZzxXq1G+JxifvYVqYL3pMDs8SNILvn80GL7cptW99wlGvCwQxT0QQx+9IuuOPTbunrxvHNq9Tiz1uwOqCb2GjOu9RdPfPS70Nb4Ou0S+WK7mvPyovjwu0g6+MyIGvhIUBb637FO+/TktvtRYOj3vY8y9m8kKva5jnjwBxsg8/9KcvY71/b2dXy49sBJwvca9rrykPXw9f1FLPZXo0b0fvxW95P+4vLt9i7ukpEG+TW5WvnOi6Dy8cDy+GsBnvlMjJT1L+DC7yPA9vq82K76hGpA8mmiSPOeUoT1sjRY+MFpwvhNPBT5wohs9EYeXPkZX/b1ARoQ9hmBnvswmWbzlyYM9MRvyO5oAZb7JDS88wvH1vavYMD7DX6a8jIY/vZJXnj6iUu88Z9dhPvTm4L0Gbzu+8BUCvpGdqT27COw9b63pu1RIgT7SdF0+i0CtPZ9IC77cPpY9LgsrPQF0qD7xaSW+64esvQIlRDwd3JI8OzRJvt3SFT2sTzc+YZX2vOVKubsHmvU8lPA2PQRvxjpRLDw+bIcPPrl1BD6BYLs9ArQUPizjLj6NTWQ+eYw4vguy3T0143K9OKqOPaBDr72WfNI9pD5KvpsPRr3NM869MNwAO9upNT5BOoi+elPKvC7H6D1O/kE8+NHFPM21Cr7k3Ig80EZMvmRql72pe369S6SAvbJxCT5F5nw997aLvsS6tDpM+Hi+QmdavVvpfD7f14A+BBhmPecCUL6GZPM9oBlaPnSkPz1/Dgw+cjQvPEEPTL5v+Jk9v7Vhvppq3r3NpH4+5Gu6PNxDlb1Jm7Q9NX+LvDdO3by5YY2+eHBFPvz3Jr5B7ee9ZebWveZ6Bj3cIrQ+FP6/PLHvib6mvOA9M2X+vTBNSL6NIxk9rLSsPq8pJ70RgKA9OY+TvggBZT73yC48TxirvbrgC74Bl5C+GtqDvd+1GzuNA8q7JG9mvW9xAD5C8Kk9Kv89Pj7ACr6cqvu9WhfHvUVQ0joVTt+99JlmPUXYpj2bIxK+Yse6O7YPrT3nrTM+U+iCPl/xsD3oL569NaYqvb5WLb4UzvA8YhRQPk62lL0V3HI+GAW4PdlHsj00YYs902RLvixzCr2gjLg93MxCvuY+Cj5Envq9q/HUvY+WIb6JxSU938z7vR0+jL5DS5O6Uwd1vCEeh72Mbfi93wFevRpvQD7i1xO+3JguPZAGJbtqNoc9DYwWvvWNar135mq9MT3mPQZYLr6WCyO+lDBIvVSD973HlKM9BiScu9CGij6Ljl2+++3ZvKseLL6yXIG+BJF2vm+ViL5xm+a9sGXNvWy32L0cecy9n/pyPH3QTD5FRYE9xv8zPj+IsL1DPIs5PZrsPUH6sD0EfLG92Y+wPWf4Ej2PGiy8ZfquuTIXlj6dipC+rW6FvhNXZD1vKQK+8QuOvpXyDr7WaFw9vyNkPp5xjL4UxNU95rosvsjDgr3WLlY+yAGcPnNnjT11udq8zS8Svfgg5r0eCVg+5e7BPXkPFL06GZs+dKEdvX1q273qJq699IzdvTUfHj5n1lI+56AoPqbLUD10uuu9LL+IPLlssD0afy4+rUHBvOZ4KL3FYNY8Asj+PLlZAz7RXa291UUIPs5d8D3+zZS913M6Pff5XTsXNYA9+623vR4iHr586489ybnJvQuV7b1RYqc7MCu8vaJIIj0+nSI+JZsqvgEekD1Ox9W9M6sMvq9sBz084JO9jlRhPZmzJb4l/Ak9tKXKvZB2SL2ugta9sdYzvVMaJT2e9jI9dTn5vWeNPr4Dwww+hmKyvWFRirtiwpa94gyvPWnoIT2hDhq9GmFfPno5+T1OiQ8+StQOPi3olLoEfsA9BfaxPK+gB76O6jc9pzdhPCa88r3UCnW9DjWhPTXFcL2OEKI+v4sUPF4QL75Uguy83RsFvnKljb0VoR6+cwm0vWXM8T2+0yq98EwVPvt+ar0OVyQ8KGEGPWFWWz0xG4c+2JjOvXz3cj2GNbY9X5zcva8hHr6f/c+9Vv4bvSkiOj0tCcs9gDrcvFBuZz0Fvug9BA4GPYmnGr7sLrY9+e22PZrYcLxSzum9bhuPPSq9bD24iIY9WQOgPbL1Sj3lBfS9xFqUvISParziVHa8Msr+vaXjsr2xthq8JfE1vdi/GzyzOxS+ULJtvCPZIT2bgHM+smZgPrqi3Txh1V49oeDEvfCgF76/Klu8IEDyPP/CPj4UK7q92AiSPXjzc71nyyo+ir0WPlNjC76xbhE+ZuwKvro9RL6RAfU9ylfkvdzIj71LvAc+LZsZPnvM0r1+6j4+1qs/O5g39z1DMES+aXdvPuDRezyDPsQ7wAUYvSsoxD3MtKw+Q9oSvqZaoz7Y8N882qUKveVJOr73b6m9DdfhvKdGTj0vgQW+gkmXvJx6nT3yKim+NCkFvZbAEj44fEQ9cjUTvtk0sr4vDmK+S79GPT9TTT3LnJk9+8I4vu+wW719GEE+AMz1Pfijkz5omZI9ZXImPjjeqz27Frm+8SylPbnhLb07Yqo9Pt8pPiUf2zzVIku+lYxAPkscer4YXIC+8h+FPq+VGj0y0AO9MKpVPh9cFD7q5la+ReWGPVY/xTy3yom+F/GUvsZRJj6YtqY8072KPEtcf7403yK+Qkw4PiOsGz1v9Zg9fEnMPTEvXT4eXDC+/szguw4c3z0+Y4w+4WqSviYmLz4jqS49//l/Pr7uFD4UFEC+oUPjvX8ynD3tJo6+YOAfPUysgjzIdqQ8NlYgPpHhgj733bs+iqibPT6AnrymsnC+i6ocPpInKT6tmym+cR1Uvg5/QL2r2mU8wbVEvQNZIL7xaho+Dqa8vQR0HL2sawG+hOtAPtoJZr6wCXm+zdb3vWII/72kHL+9jK1Rvh1ROz1JR8M9/AkIPf0OLr0NNy6+p7D5vOJxCT7Wbwu+gD3SvWOaojwvTuG8NkdBvg9X+z2du2i98kyNPraQTL7H+FA+bvIdO3gN6T3jmji9pGycvvZ/lDtBIXE9tPgdPpYQOb3pQpe8Fy8yPhoZBb4AJBg+3DaZPaBgKD0aFpG92bccvh3p57p+dEo+jpqeOz2roL0G5jg+R3wFvmjKEb6wlbe8PCGSPcObQr6TVfy8o3shvqsEdL12OqW+Zy0PvIukgb7N28u97pDYvTlJjjz0coG70PKJPZuo1r3tDK6+S3Ravf93ML6B7Ie+MyMHvVRJpD4t/6693pkcPrAY17x9wiw+8WOJPidzGD5Xhn2+7XyAvoekET7yEKm6kOTlvWxcEb4PKng+iBCdvTv0Ej0K1uS9puxvPXeCbT1zWSY8oHFuu07vnr57TZ897IiyPodFVT4PyxU+hOsvvmWjUrxCbI+9GTW1PaATWj6oAKM9AsACvYSZQr6sfHg9PMhwvfa0bb3ZYhs9UQbBuxczUb6WAjo+cRM/PZDNXD6BEG+9w9x+PUqjub2klTQ+VxOSOwyKor3LlvE9fDH6vZodrr5n9yW+kX39PXwLGL3tdx4+AlJ4PjfnWL2h8Z2+6XYSPhx3Kj6HvkW9pcwWvZZ5zz2nWKe+P+Z0u9aNhb3LdHu9BdSjvqounr188Y29GFg4vVWp7D3WjQ0+sXDBvpLPQL1/D1O+E+g5vaPlCD0goIo9+E0lvg/raztBYZW+EgNevbEXqT3Mf8u+IYQ+PVVKgD0KMRg8ovsHPkaFK72CB428/K5APuTKbT4H59y89eqIvdlV4rwDE1W+N7CuPVrzlrvUuS++T4voPoewoD1qSCu7ZmsaPiLICD7jXjE+xxoUPr/26T04DUO9ucKjPK3nNz7e1gE+vwbEvVBqrjwj3569OeVNPowZ9j1WLBs9tB2rvfZYlL3G9QK+AVnfPcW6Oz7K5yW+FN1aPU7iWD5E/iE+FT6MPbCuor2lu2K8dXytvcPdgr2Es0U9q5BHPoeosj7oo5y9zSivPZuSV7wYqWW9UdsCPK4hp70kACA9ZnglPTrpOTsMyL891zkjvoQrgjwrbrE95zNHPmqVNj5cZFU+jdcdvGDqkD0VQUS8OYwuPq7BGDw3iu4905cmPQmLIz3b+I29UbgivWyiB77uDYM+SHJ1vf4PPL4yzCG+gTT9vWM1fD2iM989SnhXPmj9irzhQq488g2ePEGoOb74B2Y+zqctPY4XoL3FVsg9E35OPqTD7j3m5Lu98zE4PvmWOr3DYFM98+KSPXdD/zqa8nI+otyWvOLzCj7Wk1m9TcMePoSgcz7QnS+9leI1vsTcsrynXQU94wgxu6rLbb2RQ269LgqTPW1QwzyEdzU9X2DbPfS4OT6SljC96+3APcAmPLoHS5m9YX8APnt+zj3icOg9Bu8NvnO04b0bybA+r+XWPQFURz4KbJS+jbegPkSKHD5dscq8I7kLvvQyIT1+nAy986h1vZL+ur0gb7M+GzRuvuTIXTweMWY9rHYIPjvBlj7R+Ma9aDEkvnjaUT40tbe9e6Xzvb5Pqb0Y47m9jlroPj663L6BPWC+f1ckvR9uRT6lFcc+xuSwPW+QP71jgmK+0hVCvU8XhT5NYy++eDA5Pg00uzxH+GW+rkr3vGr7fr12fmm+qob1PSr+G75a2k09yCgavFsxQT6g9B4+XMFoPA1/ab5Jvgc8C+VvPs/koj0Ciya+lMjtPXb7V74L0Ck866BQvo/v9r2dcyY9uvoEvRRlt71sXEE9HNvkvrACJb4lPIa9FcdFvWwvID5cStq73VbNPTM8vz2ac0k9XJ2SvlinHj7L+BG9m4dTvJ/L27toVRo+HW9bPbh2ML7L2tO8V+E1vauyrr3Ylo0+LDctPmu7oz3vkSM+niHQvVJYCD1NYti933QiPlJhnz6ib6s91Mb0vWxGLD0riNW82VI+vgQ/nr02yT8+/2WMPvHXaT7ZtCc+0WZfPm50jb1fdua9kJcbvtTv6rzyGXE9w0ylvvR/Z711NZ8+cBYsvqZF5T0OceC9WvbLvXC1CT6joJS917ebvlMjLT6M9SY+ADGEPeabNT74tzy+//eGPkJ/kT65R4G+6d8IvlKzjz73BHO9fFUIPcoXH75GkUy9N8YbPmTnaL5HMRq+Ok+APp7YOT4a6xU9Od4jvFhNGz5CzSY+HjHouPIPKL3ZHrA8XkOTPdGuY74CMau9loOZPZzGFT75cm0+/gqSPUOjfb3WVJE9dJg+viamBD5vgWc+zkaovW88KL1eTwk9Y6Sjvr4gWT7xsDC9bj99vn0ygz7/pUy65aMHvlE4yL10nwe+HikbPRM/6jyx0Z+8w/Fwvviihj13Wsg9C2LHvHORBr6V/z29Ru6cvSsynL6eA+m8dCnDPVYHAr7Y7wE8PsEQPvHEC76YKQ+8NcV/vfNMLL6IT5k+UjmCvfUPkL2ERqI+iEe+PllGAb7o8909q7U5u3fqQb1k1aW8qFu/PhrwLj7Nlj++ml0jPrw9TD6RKLA9GTolvkfp8zyI1Aw+gyYFPrnNabynH4K+kdSLvkqfGD1K3QQ9HpWcPQn/Sb1BbYu9iCIkvul1fj4Ayjo+8GQDvroonD00g629TvsMvmpr8T3hmpq+wkTCvKTMs70rsiI9bRYWvXM9Fz4pYeM9T1KHvaaQqD3SEKG9R5g1vf0xb73Zxa8+h8xhvsaIBT7uBw8+ngYKPhHi6j0k+6+7hWNbPpBVXT6l3qK+yU1CvtC0AD7jEjY+Xzm2PgJh6L1lBIs9lQv3PUM7pb2nlvg9qe1Uvh8m7r2xRoA9nktEvlPoxL3k/0c8ey02vskOvL0sKjy9P43Dvakgwb2aVdM9xu4rvq4RLb7j2eI9yQpRvqx4FT3bxoS9oy8xPe4eKD7wdjG9Kt0JvVvD+709Gha+ZDDuvSD2ojxhjAW+6+EwPOrkDbxouLO+j8BOvjUVUD1quBI+eLIqvsO2Kz3TTii9gsEXvLxIE74LlRa+seDevXh/tjx0HGa9BwyAvaU6Mb6xIyc+Vx3HPc1RFb6cQ5i9tMlwvtdhI75FC549mk+duzO9eb2kPbU9tRHfvIjRBr49Ece8suX+vU3YBL4czHK+/lGCPYpxir6u/Jm+k0CZvUZwg773RKU9YsT9vSjR/D2dUk6+8Ezlve6tI7xtxG89KkccvTDucb54Uow9hrc6vroblD1EToW+j2OCPLJ44zywvZS9RJ6LvTkRC73u3ss9Bmc4vsRgID5OfTC+puVDvjWlZ72w3c893ccxPSe3mz34A0a7sfERPRAhFb37lU28DkaeO9YFvbpxmvi9/9A+vRQYHz2ysWS+BRyVvie74b3f2u27JmOBvdJaf7564aI9+AM8PRaUmr37g1s8lwpAvVRxTL3TxVG91vSevbosKr5SFMA81YZePckU3z0f4iy9gvUiPmYO5T3afhW+4gnAvdPyKr4Fgnm+gJ8VvjDhj70hKQw9+r5fvqNXEj6q/BO+6OANvexiyzzTgfc93+ALPqoCgz2V36Q+JpQmvo+7W76T4zE+deqDPtNQ5z08aIy+YMwmvrqMhj4P2Nm9M6sdura1ob6nEKQ94FFXvuLBQT4ZODw+NeT3PR7lrr1k7Um+1mquPdnth7xIWag+Bg+GvXgZdT09tr+99QJcPloV7D2O0h4+5sUlvqDBDT5KTwU+RhITvPJOUT2yTFK+ydDpvGaX0LyluMe8wKHlPVB0i71CZRQ9pUoLvr+E/73L0DA+apqQPcmf6b0Yhti9dw91Po7elD15Pzq+0Fd3vsJ5ND7+0D489O6mPZajaT7/66w9acoBPj23YD7uXc496xCJPfpuoT1/+5q+CkDjPTW+ILxHLps9u8+mvbqw9L1RU5q+AU4SPh4i1D3AB9w8i1CAvqcVnr0EOS4+Gvxsvt5RCT7nxlc+FGyMPStsAj6FqzS+44WBPHx2QTwulLg9sNVlvXYSaj34Lim9cGeWPUN2Z70FVRQ9yMHsPTCeGb060Tk+Y38FPtHO8LwOmwC+P5TMPtjIO71LyAG8JWCAvUfAnrwGuT49yrgbvlCtw7x+q5m9O2UzvUJGRT1cwBi+VB9Bvu88hr4NnDM+T6UZPdeIVj0/PPS9lJ2LvmJVr72alO+9oRHrvf/JWD5IqzG+oCm4vYWSOr0NMBs9ezRIPJm7bTzmVKo9jWi5Ps/qpTsnsgO+PobkPONRhb4XaJC8ACb5PiwwoT0UvwI+Il5mPtm1FT3ajJQ9CnWSvn6Zfryg58U8cAl+PV4dPD5iuR6+fRY1vmXNer7eiWy8bfgjPuftSL5Zdla+nWvJPfDPZb4uOKE8MEeZvaO5ML4y+7Q8nqknPnCdBb5iBaa+TAJjvfL1qr0MnoO9bbEEPgtZYLx3C2q97864PSmCJj7Uzfm9ebN8PnOIVr5XyB89C5eRPcWATr4KGLq9Q8kNvnwP8L1UsRw+BKWqvCRQ4r1BJlO+9meavfonk7zr+b+9IW0cvomCJr282hI+Kx13PTROvDzuG0M+H3PSvIojir6Wwcq9y/iPvGhwA76C/X2+Ao3uuxRdFT5cWeu9Ck4iPqXZAD6Tbjs+5J0UPmtVQr71YR+90JQfvJArCD5Deo29esPqPZC/Jj4uFA6+N5VmPF/VWT0Du027jZSUPfs7Aj7rfcc7vEihPC8zhD4S1Fe9aUOnveI4U7088og9UNKdPtAqhT1gcJu95SXAPZPp371VC04+LCcJvmEkBL4AX+a98OOvvaKYjLssRKC7ZdplvliZ0TrcIZE+1eRNvRvRTb4N9rY9z2mfPQsUnb0tsCY+fi5hPq1aJ72Ww0U+faiDO0WD6D35vHG+l7NYvNEfpb1QBfU7vR/KvJe83T0xyOu9WorfPSScCT48oei9N6oKvpG1hL1THTU+l9CLvYj66b1Mz9g9Gy6UvUPDCD0+mli+3iiqvWNUpD0BreY9wAVPPYwxqLxaNJW9L0cUPo2BAb5reX08LljjPVoe0D1m4+o7kDVTPqLbq72zen099WDrPfAuIL7A/5C8H7e3u2ydGD5cPeI9mOrbPfa5sjwDU0e9aX7WPO0xWb2Waku9y7Y0vn5jAj7PeDQ8vuj8vHPUrr0y7Qq+TkDRvdPlaT2NgMu83lwWvjp9w72bu6G9cQ67vXvyDb1QRYA9R765O7OcLruY6z67n4rovQrBjbv+yzU8+CpiPUmJlz2Qky29pB0BPoXjsL0T1hq+Jaz4PJvaHD7ujr29pJ23vQgC1j0LIza+IkuevewJLz1XfSM+n/mGPJigHD5NByi+Z8iOPYmlub01S447vbY/PcFmQT76zIk+tnrtvVO4bT2BDY69dx6wvQnhnjxftaS9XqAzPllWYj2JB7S86gkavZkmqD1b81Q+3FsiPl70NL6o/TM9ZXyEvDc03DyHdTK+sMNXur1EAj77NKc90hEKvvuBQj6/VdU8hvs9vaKorzzXzWE9kC5SvSHrIz42i26+kzkgPpoVIj5s7FQ9u/gyvSypyL2AlKi9GTfuvEM+Sj6cqjG+Rm/BPTCIRT15Ft+9E1cgPu6YtD07cyi94e1vvZ5gNT6kP50+9zRvO7FFjz0zg6U+mKabPi/dXr4wFTW+Hf2oPStLPD32PKu9qi2HPuWYQb7Twja+p8/PvUD6ID4E8309hH+Avrimjb3LYXu+ei/3Pb+qOT7klDO+a/w4PmOahT3WaMW9R7kePrn0C76wPcC8vbQYvk/+Lz6W4x6+04QtvuHuKL1GXsW9xksXPbaw77244rC91q6bvfOyUD17VBO+4q4mPlkeDb4JOLw91abVPX0+wr2jdls+F4EyPXke2T2Y3kc+ZEBvPQxuqDx7Sgg+BNpsvf5/6b3m1D4+7p6QPnGBZT45Z0w+II4NPXj5xT2VTHG+dzeJPZ6uaT4z5pk9ZOWbPp0+Lb0/Rl0+ehOyvf1jxj0EtPi9SHoxPuRycr2bMXi+aRbBvqqHvb1oGPM9qbMTPY6G1TzyLJO9GRobPTLzWj4eWMA+FQHEvejU2Lw5CbK+LZ5Evgdgmj3pGHo+x+6IviNeLj1rfPk9yehIvnYvwrxK0o2+gC/qPTGP2T3h8iQ915TIPLqJqr4eoX09ZWsFvrcHvb2bESy+RC0MvtPrrbyIleA9MA3pvUq19T2yQbc+7sw5PjCtJj4w/au92dvHvHd+qb74x1I+tmrbvP/cuL4hshU9AnfVvViTNz3npHC++eJBviaH872qUvC9RA2tvWegQL13bQM+MJodvW2rzL1YV5S94FStvqBPdr5wwag9CWxOPTgpiD6CP+M85rWGvr5OP7wnPIU+g/yMPbiYFr0urlW+KnLnvj0Tbb6Djg29nfURPllVZL7TZNG+M2ybPWW9CD44vio95rdRvnLWE74GPzM+YLbTvShRM74fzPK8v5ibvqMTlL1qcxY9mTfQPXDIST7pIoQ+eHhjvS+UKL04Pr49YfgmPonttz14fma9JHf0PSf1gD0ODW6+e7tJvmhQw72Hzga+Epz0PSOt4z0TUIa9JQkHvurKmD0TwIC+AJGSvg55wD3Zrxo+jz5wPmOxAj3kN4c9ZpGqPevnA765s7a65oQfvvtGJr66Oxe+TAuVPVENTD7rS/A9dqCTuzm1GT7rFdY9AIjwPDloVLztGNa+QkHYvdxlnrzW6dQ9MRD2vYPhB77KEns+SMpfvu1ykL0FrWK+kbYAPQnarL6CvJ09ywoXvf8+AL0FJoa9vvgvPqHfIL6wces9NtIvPhOZnz1x2sE9IHQJPn02GL3+ogq9ePZ1PuCVbL4TSPy8Xr3BPbNJNb4HfAA95FrPvZKylz4I8I0+7t6uvQ3+tr1oLma+IllNvj+A5r2/Y6Q+oWUpvrwbUb5iFqA9x6xcvhXcIb5KPXm++KGaPUUlAD6Nvt898xg0Ps81Nz5SZv89TtgTPV2r4j03BjU+gSPRPMz8Lj5I/TE9E/Z8PWSEgj121ny9fvRLvSPsnjsBs3K9di0zvRx/vD2XByw9d0ngPAdYuDxaNZq9NHptvLNbsb1yg+A9vaJMvRHjrb1HbCo+nPBCveDHCz4+nz09R0wqPkFGKT4Ywxs+Sk8TPva2VD4fI8g9ucS9PZpnL74PduC9PtUVvsgzXj1m4tq94iHzPWwDgL1/45m9OoiFPQPL/j2cf3C9zCkgvVLEej1WRw0+DhPjPSMMLz7RRCe+EnqUPaF2zz1cP8S9FnMZPrEYrj00oQw+NopMPaT8fT3tDv49xsZzOzHU9z06F4s+kjnyvRcPU70G2OU8M6uePYVBQj6ayvI7TDrgPehPJb6GrEs+26xUvT49gr3T3ou9Kz0IvokLJj1XLX49PQZsPLrFe70u4r+90KFSPSQvnr26uhI/d4FHPlHzj71uRkE+by8oPu2qBT4OyiA+4yAGPgs4zL2ie/A9F3eZvRp1eD4syNm98dmevfmZ7rx3dBu8nA69PIstkjtpjog9Rs4IPgp1FT6FfyC+yHdAPr+ybD4EE9m9RHeEPcnxDjzJdZ091MPjvXFdaL3VHE49CKBRPtQR8T3TTHK9aNA5vSzu5z0ZKre9wdOyvYAqRD2ZY4g+Q7Slva1rQz5XmB49/BJLvhtHET5TOqy+YXIUvojVCr4E9KS99mIZveRsgT5cN3W+C0tOvkUY571nk+g8tvYVPsHjhj1Wp4G+/LIQvLtTAz5MQna+NZZUvZCCCz4UIi09cgM0PuOaib1hFBK+gCwLvDpA9zzqLpa+WDM4vooJyT31dGu+9AKGvubzyj2CjSO+nHSIvjCkJL01jKy9FUQWPhl7SL55jw89DkZvPqYRfryxtA2+Cni9vUqvg74zeaq+HIzvvZIOoTwM44q+lUeLPa4l5L2L9Go8YKbkPYHPZb0skRS+/r3MPQmTIb0axaM9pZVYvj+7xb2WsUa+wyg/vpMtIL5TnwW+q8k9vfHcTD6gSng+cNJfveOtqL5sVNU9/uf0PeD5Gr20jzI+LmALPnYtsT0soce8ouSLuyfM47vSdSO+j8cKPoS1oDyg5iE+6xKTvYOZBz0B1Bo+IeTLPSf/3Dwkq2m+woQAvLMs473wGh++zxYLvpwZI70qb8c9cdsGvvb9Ij3HVmC9qgTwPUaXn71ff8S+Fw4pPtv0JDssbJS+4RZ8vUGw873lv1u+MJg/vr6OAD4N40g+774SPijBwbq7y6S+PcPxvRzBHb0yeTM+DgiEvJBytD0wEQY++aWyPQylFj5TcVO9rda/PXE3aT54NwQ+3cUvPrVfUr6n2bg+Dg0HPeUlpb18d5M9+5LTPfLsU7031J69u1o+PgfOar2gjzg+O5I2vex1D724cTk9i53IvekxIL2bMFo+3eiFO5E/Fz4NeEa+4VbYPSRM5j0EcMY95uPMPY+vCj7qduA9CI2QPC6QPD10MhQ+mfrtvACtyLw+dYA+onRSvS7L3j3o0BS9lFGtvA3/KTwhRaC91+cUvRQCVD5yGr69d+hTPqP3ozyT0+O9eHnqPfRJDz6U8Mm6sY2HPu0zJ70gs2w9MSy6vUjJRj0iusY86hwnPi6xFTvnfpg9hHUfPaC1aryDsri9ey0dvu0EO75hdBG+8YqsPR+ytb2FVfO9HK6vPTdOVD7TEkI+PqpEPhn+C76KYVa8nkwqvgQYgz7mLJm9WTxJvsEmHD2/JDw+ryscvmsvJb5D5r6787unPegxgj1wy+u82vXdO0l6Rj0Mm7i6hI5IvpBKO778+bm9UODWvf95hT4iOuq9auEqPtX4KD7Llwe8P73wvdH5Sj6KZi2+oXhaPstSAL2fk1a+2ftmPqLy0bsHHDq+6BXCvDlyyr3Ed0u+N/McvhmDoL0bTj0+KjyUPN7tvj6hndE97VhSPHWpKr64AiI+mU2fvZw6XD5Yi3e9g9oTPjxx7L34VoW8ibQxPjimkz02HCw+HVmEPnT+5D1v8L+8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "w1u/vM8mvbzghKC6bFi9vdv0wTzJHa88CIxTO4XSVb0WnYq9o7gNvInU672iNae8Ydt8vfXFWL0wGve97vqou49gML0ejJa61Mojvi57gr0wW2W95KiCvQCs7b1CRYc7cganvY8lFr0LO6S7+aiTvM66PL26B607vzhyvdUuMr019KK8wSKlvYk9QTxbGTk95J8HPKDwkj01cNK9xnW6u9Y4ebvcqGy9GnERPVG0ojzxFDc8zhWVPTK7wL2Ljo+85NTHvAseIry3SIG8TdVLvFl2Mj0cxeG9i+ZpvWzJ3buxUCQ9rkszPcKKDL1ZJ/i71BAivotzoL3pSHC7ImNqvWi6rztDoYW8LmiQvNYi6Lw99I49FD9gvfIxhD1lOS49rFi8vbKmBbqhJPa9qvmzvZ7pxb1Vrny8aP3JPLn4QTwzxDK+F5JwvVqIJr7bmSK8owwWvpDGG70/Fne70LILvK1BMr6ZNuy9U4EvvJPLGr3zi267cZLOPADa8LzbMgy+r9aGvL8TrTzue1i97pQcvThLQz2Yghe9YPG+vOY6mTwh2XK95AbPvQ0wgTwoqbe78REYvfDIUL38Tgm9Z2aHvcq2MrzxB4m9AWy5u3Iftb0XU7M9t8RPvcyyZr0NGWI5SDeevZjYZL38r7G9Z0QXvvExRr1/vPK9zlfTvXVfDL0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 