<<<<<<< HEAD
{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ItBFvlCc+j5IU8m8a+6avhBxGL3h4Lc+VFkAPs4s1b13MPg+nPOmvYbEgz3beWO+kz0oPpd3aL6kYBo9FPOavmR4KT/MLQU/zmJcvXhvVb2BdiO9XdFyvvsiQL3A/iU+TCG6PhJoUTu7+OO+F3DtPmTIbT4QKHu/Igr1PnWbvD3lNku+J1g2v1VjYL73LTY/EjKGPN6/PL/TJJg+QWKKvYGmJz5qyny99sNpvWLjdL4UzYS+h4t/vrqPdLw1AwA+aGuoPvHkPr6X4ks9u/DYPlRokT0YvsO8ivsKPwPsPb1R8Ck+R6KIPvU8eD490Eq+c1maPipi3j0hd8S9W3kgv9cW0DvW24q+XrWzvnlLqz4h63o9JMwhvKWYFr++khW/XzGsvboyyD5AZba+g7JpvjWcv758jIG+D6OEPdKRuz7WiEm9BYeOPFtNND0dg+a9MZ4CPu6POz4EXRu/1SXlPQeuUr5B4pq9jT8svq0VxT1yIlm/gpopvug9mL5M2tg+Pib6PYlqoD4EKDc9+nqLvjDprT1JBm2+3EsHPjM8Ij+U4BG+SSs1vqeplj1tMhU/8KF4PmP/s717ki2+tPevveOY+rzITka9T1JoPQoal77lZgG/cmOvPd73CD+lCMW+64kcP6obQz6m6c09ckmIvhbtGz4zpru+LkNqvjUG3j36wxE9hu/EvTRPnTwmaJe7tQk7PvIKRL6xyMK9LOK5PhDduLwiYFQ9ZlatvKVlPL7H4Ni9V7C0PWB7Z72rPdA9MFlJPjVt273svFE+YITCvuVFV70v7Yo9TzFevqLOkj1nH+2+mh5TvO8wxT1FE4s9QT6WPRgDXD7NPI6+IREpvtrvoj6CMcK5rCYrvkX7Pz5Yh+S9AOrlvf33Fr7DDqC9Yb5/PrdG3r4uZ3W+6BajPaY8OroBkYE9+6PMPaj3677EjqY+cwvuPSMshr5tCMK+l4wbvriNCL3CLVo+4xhuvlTs3r29FwK+pC80PmPT4D1yvQ2/kz1VvgUGkL6uyCe/GJguPjj9OL4EzXg9f1ohPXz7q72GqEy7dKgEPrBxzL3g0nw+iNQjvvH1uL3xznA+5rJSPs1iLL5IYXk+dEJJPZGWkT3C/Y++c35GPpnXhr3gEDI+O7+bPmMNsDtY4oy+uLD/vaDwPr6aeSU8fTejvvCMKL1TH0q9f2MbvtsSCj7jdLc7IwoOPjZ+ob5oFRu8+thqPIqxxjy5eoK9GdQwPlqtxj2vbeW9T6ILPrIzKj5Miq+8VnpKPEiDgz2jeLM9y0TAvpa5Hr5F5rg8+0MevtGtQz6FVj09XdA0vmWeCr4FuSC+2XbbPlxeTj1Mvq8+seXIPbi8kL7PKfc9rNJ/vveRNz6I0rk+92JmPoe25T2W5xU/YMAXvYa+x74gC9O9qHlEvs3CND6xLei9JfvJPAVH0b6UKy++1L8vPabIc74uCa++GJbbPuwXhz6ERVc9CLTSvYeZFj7Dfs49empjvvv7Ob4cZGS+g/ESPgeolz1mGio+tat/vY2hbT0X/zW9e8q9PR/nSL47N4e9kpazOyYUHT4WAIq9Od2EPkrOUb60gCe9nbmQPm/Gej5vhzg+VnqNPFZCWr51x449qyZhvZV3m76x0Lw9PDYgPU/65r0Quh8+PWjCPpQrnT6tH40+qEVXvvsDZb2B5aA+yH+IPeOXtr72+TW+dMZYPvrIgD7gmqk7WzGoPUTaHL8oxAe+ltP7vcvZSD6fcFS9B13lvQedhL45W0O91m3dveQVcj4q+Ac+odcWvZoNXz7mZog+2o8KPmeOAD4S4uy9yzDQPen9bL2TvNQ71VBqPp698rx/Hos+ebuRO73vUj75Uae9C0TkPEXc4T0wQ8g+3CXvPr0tD75hMCm+Eg45PYSMTT7Du1i9VFKWvpVomj3aCdU7c62kvYB8sT2HeNW+emsTvr2J7jz0e86+geaKvkRflj4+WQi+r3o+vp344TrwJQg+Kdhlvmlmmr5VGBk+htr6vVwVa739Zg4+FhaxPtPFhbv4g3o++w24vrFLN7wjOTw/fDsmviZhqT7pPgU/l1tJvvN4mz7IfZi+G+FDPvgON75Ynr68PrlXvaHGzb09hmm+BryiPuDzDr5U4Bg+5rnzvOZsMr/2ndy+yBCnvAN3ZL6QlHa9Bwj2PTNInD2uYF0+/a8TvX0Rhr1vxEO+74Z2PgZqnj6qA1u+dPzdPSFfSzpNnyG+B1m9Plvoiz4t77A8h5rtPW1i8b2VrJK+sErLvf8grjydUa49iFmLvY09RT5O8TG+b1R2vF8BTz5l2DG9LFbmvuczOj9ZsuA9AvBLPycYoL5gAU6+DJUkPxIeYr2xmGi78thvv3Meir3u7gs/dAmyvprGTL7QEFU+fGOGvsSCJL2BePm+9U+FPkoKHj+wd2g+gNnZvfh6mL7yW5U+64KuPi2ejj7V1XW+qPFIPeLOtb47Jyi9BB/+Pd5Z4j40aGy+oztfvXYcOj2SiHm+XN/FPntd1z4VxAq/p5HyvcaBp75GcO29wCCcOpF/1z4F/Ce+lloVPWYMEr6Vm06/W52ovREaoT7jPPs9uYlNPb7k1z4v5zG9tLM/vkhgj74Mk6G+EPibvi5hQD1X09S+UmLRvd+3O76o7FM+U6E1P3xcgL3mIYY9s5JxvCgNiT7IBLa91j8xPrBj3r6Pgqm+OJvVvQH1i74wFeg9Pw1Xvu8Lkj5H0o2+EBGWPrp7nj7NFVi79OqLPndIwr7Rc3k+EhLFvSyRcL2tr7g+q9UQP/IvtzxSF3c+FvArvtSCf70n07E9bLXovF9YY72g/Ou9FBhovlJLLz58W9M+8h46voRfoz4+vsO96xmAPoKXgT7N/iA+rxk0PSI4Ib7Iy6w+Kw8wPfGSPb5U1W++zNBnvb8J2b7fdye+nKylvSpdLD0sG7i8uUAWvJMkxr5ppOG9AsGnPdxj3Dka/rA8M1MEvCbFrD6uEWM83CD8PQLfFr6MDcA7y1ZgvZyT0T1NGUy+EHmhvXdbsT7OGhC+9NKZPaEvzz6nWvS9pIY5vZUWAb6+PCm+c3lqvsj1tT0c5Da+ypoUPThMcD7r8RW/qHgJPSEdvTz8dQi9INbVPX2IBD1UMQS9YXI+PpH/Rz6At789H5N/vfd/6b1rLUs+N8YIv9dTij7UmvU84k/pPfop6b3a67s+MojcvUIrB7+eD5q+PfMiPh3K1D1dh4e+8I38vtK2Ej3oHnW+IEt0vuTXGL7VIZ+9jZEFvD2O0rykdLq8LR2EvrGMFT40Fmy+A/S7PbH8vT3u91C8qvggvmG2D75osEa+jmHuvgivjr4EUxG+dBN3PqzYQblcrbW9ViKgPkrihj2N3F4+PzeNvpmyIj63qFo+j/2ePj8aw75ctSq9P7g6PtAJZL4f+0Y+9On3vbAmsb3neLy6/OF0OrjOhb62HWS+6u+YPuv+AL63Jw49r62HvqH8mD4Asr+9kugevjStGr67HAi/ofCSPNmTpD67USm+OPi/vjmFKT0SaZg+uXniu7M0ZD5jAOa9R6niuqovn76YrKo9dmziOxcxHr7NLaA+KkJoPkQhvz3Ynwm+MN3CvRagC780k9M+fmiLvuZ+Pr4Y8zY+FNyYvgZJir6mGkO+uxx+vuFgiT3QXNe9e+7tPchg8L2iRLG9bgG5vlmFZD3o+4u+ZbJGPMyCd75Mbsk+hQBFPsCvob1n4PW9g3IgvmQvDj5W8i8+ai+OvjF8Ar5+iX4+XzqTPWys3j1Czvc9vq2Qva51zL2xqLa9lHc5PoyaiT7zKqg7nzUdPcmy2zyMA809eaSuvk8Qrz1/CjS+LeFePkD8DT7DyQo+0TfRvK9WuT2CUJ6+pPdKvY//TT5XS2+7/RZ4Plh7mL5Vh4++s4iSPmtUiT7SkIa+007evlQ1EL0dfbi9Se4hvVlGJr68CFK9imwwvdJIWz1vPQM+VEwtvvNTVj3+qt680/BFvbuW3z16RgQ+WVjjuwb9071x7li+S4JivjRCzj7k6g++PR+5vohWsD0r0qI8XoehPQ3JBD7O/JA+t9fPvlc3CD7Hbtw+8DI6PZGiMr5xz6S+R66rvWmBi75VAX8+Mh4bvrxbPz4vp2E+l08iPonuZL6WZj2+hR1tPucYHz7JpCk98pX2PnkDdD56kT8+c4rzPXtLpb5lpQg+MWNFvsyh/r42/+2+DhlnPVDdJr4RFmK+iTVqPjmHLr6Lulo+CI6evLZQxz4+DqU+uDT8vcc3DL1F1ua+diNVPVAQQL7MZPQ9eU98PhjEhz53/Ba+f/MYPo5fnb6jVDs9oZgzPaE8oj7qvBg+IFBVPkvsOD3bd9Y9HCgxPdYeGT6d+ns9KLsqv1uhir5vAas9SFa8PsXwBj6MqAO9DWvFvd5YbT7qSdU+3ZLSPit8G7w8Sh0/Do69PoYnQb3yv169fya3PVszQr7y/sw+VmuFPplf1D7O6tW9NoIWvrTkGT8YcrQ9keYPP+/ddrzdgqe9KoBOPVL9z75wdgK91Q9vvXET0z6q9SU8VmjFPayxnD4JRJ8894ubvhkZJ7/gDU4+ud9BPlQrxb2u+uU9NHCdvcGdET5B0E+9AvQJPETYwT4quvI+zDP3vWEaJj3xFbY8sBjnvpurzL/cBzM9Y6aVO9VFKz9ocoq+IH2evkO0tz2S3cS+/3/hvum8KL9CBKW9PZVnvlJWKL4o3Vu+RjQ4OjmHv70apPW99AbMPOqwTz7dKNe+F6YdvBnjkD5Ovh0+0gfgvt4xGb6jEt+9Xe+fPlIrDbwQCWE+7Q/vPaRTt72M1bq+RNXhvUwGoT10QRe+zvfJvHAvGL/aX4A9R9aQPt7JiD4aaic+JFUJO/Q8U71vfqI+jtWUPmQ4tj0TQv89k7XXvTBOnT01rQS+2o4hvsEMVT59Equ+U+ZdPoqgWb6/qlU8QItJPgh1gj7lFea855oUPkZQ8r12c3G9+53WvRCb275LudW90lErut83L7/DdPU+b/Uevo9EoL5Hj8i5V1wDvjw/RD6m7Tg+1DIfPiYglr6O4Gc+drp+vhmpND7bSXW9AqvrvcRVAT14mNw7eViiPXITNb5+rcM81YjXvhTD17mnLIa+3QQjPtMblb4x6NY96VckPndal75PxoE+KXRVPkzPpb1RCxs+WKNUPjQswz4by74+ru/GPYRRr74pv34+v7DoPG03gL1niQ++CV73PEbhGD50ww0+Yf9zPnkJXj7IwDq+64S8vKD6w74YPpQ+8FWivgndTj4UGBQ/76zjPgkPcr4Ozlu97n1ivjRBOr6/2sA8TJ5HPuOLHb7BFwi9krpePVb7vL2UKrA+mNoXPqK1AL1DPUa8VC1GvjWUtr7EF+U9eqThPYO6Pb5+lPS9gCZiPkTAoL40E5o7d/+1Pph3lj4HtJw+uGu2Pmnja75pGVy+VzEovhYg9L22aJi947NtvW831r108ss+227kPYGhYr6/yps+AMeWvaPBor1IOvk8i/0uPnpx5D4UB14+xGyuPVX6tD5+9j++gxQBvk4vND7lFE6+yUfOvY4aXj5+Dqq9Yr8nvkrZ3j7DkI+7bbsHvrEAVT2Qw/28kWmNvbNtOD5VioU9GIX4vuNnED5ti6G9goMAPhA1CL6mDgY+4SuGvig5OD0r6ck+pQA2vr/OFj0xYA8924fUPc1Gvj7Rlms++kqRPrYgJL6+cGI9EYVjPRoofD56srw9po+/PYKacLw4K3488T4rvXZUKT64jrk+NRadvuV0WT2Nn0K+gU+bvojAAr6Mz8g9x6efPYNjuT69uSo+k10fvgG/kj6j+Ay+SGiyPuL8qr2M+po9a8yKPYkiOj0fyaW9SEEOvkMVmL2+jEO+4QzBPZL91j3/OIw9XavAvZkeh73Eq429bssTvuW0073mbhG8FjCDPXX0VL6lxLu9FUwPvoSu5T2csAu+JYGBPjMe5L66D5K9dNUkuoReyb3WRQa+uZ84PWyXnjs2vEA+QSGoPox5Vb4VZHg+MmUPPn0JkT1/ERc9nsYzvVMOpD6i6le9J2ievQgFwT3jvcs9EO8PPvA4UL5opNe9DKfdvRy+Cb44O60+zgbcvdBdq74Ac0a+FDsvPlqkmL2XCKk+vo3XPQYO0L13Jea8b8CkvXGTjb6sqwO/MdLDPacumzr72Q0+ZZCGvZMo0L3/GDS9sV0LveqSKj3F+co9OK+fvQJoOD2tM+S9fqAIveW2sL0NhlW9YDdpvn8ZJz39N+K95IiqPQp9tL2fsZm+VVLDvft+ob71cb09qLjOuhHM8z1RyMY9rN8CPhcupr3gXt69SLXhPRsyVD35hbK+5pBpPfrnD7wBbUO+D85gO8HwIb41RjY859XvvWknA75vJs09c7FyvstZN7xCspE8vpMGPfD7uT1S8Qw+MLvVPaIYL77z2pe+jQbAPZ948zy2EaO9W3L9vVvhrjzLntY8qn7SvSjtW77ZU7I8SmsDvp+WP76nWJy99mcrPdCc8z29vzC8IX5Hvv1wuL1QZSS+0+McPWPhET2d89C7AjcyPbwyqb1+D9C+d8t+Peiiaj1xVYO+16+ivZMlhz3c2xC+njSkvQffqD0Q4Ze+mTSLPfLYU73fdkI+BFa0vdtfErygEYk9i3AEvrRoJz4kraC9E2A5vThqHD4FG709R86bvM0BO77Esd69CujJPYcnQD0Hxys+9U8fviDcYL17qbQ9PSr7PJkvET6Fhbw9zpcePrTR0r7G68U7eVDivcaDN77wEZ09LE8VvsjUP74lYN89eKHmPTW/k751kso8vTtLvSopbr28FiA+aXMMPuo9gb2yOpa/O1q6vRxLNT5dGKo8Zum8PeEs8r0TPtu8h0pwPd48iLuw2gg+SDEnPRyHq73dIqQ9qdvgvbGqDb6z6LI8cNtyPs7igjlVoBm+O46nPjdhDb46Ny28JVKPvrQ8u7wd7gQ9cbMzvpL2Pz4l//W92eMivqdel70dSRO931cmPrzRqLxU5747SZY3PcWwtzzKt3C9qtMKvuls2j2nEUO9WR7Uu7py0r0CcqE9hKkkvm1eWT7y6SA9YOscPhvnOT7G8Zo+VVPhPEi+IrubNia9sOVUvMfhGb4ph8w9sQJcvRSO0L1sMjO+fznbPWL0yD0Ijps8vaWYvZIFLL7g6ue9PEOPvtDvXL0vpFG90qQnvf/mhz17vJi9Uo+qPdIp7D0CN1y+ABM9Pob69LyQwTS+e08HvkDMWL47Up49qsoOPsIdAT5Odvq94XVtvlG6zzxovXK+xliRPQobIz48FGU9sS7RvR4CiL2+Ahc+BRfXPYUJ+j3xAau9dX4cPlCR6T18jDs+fwuVvhCRdT2/wSC+8JlHPnpGnD2f2Zi8OY3bu6pr1Luod429pugsPC63EL4m3Y+9LpXwPSS+Xr0nl22+yhd5vQckBL7Z2ju+TQYOvNUe4LyJwfC72ZfkvbqTij3JoCa+5JN2voXdhT3Cbgu+fUYDPrhUbD6Qf389XUZrvLN1NT2h5Zs8XFf7PU8Jw7z5FKI9NyjbvUO2xj3WWni+o0Z2vCn7O71xmC++3jr8vTAEED4OVdI8vqvovZRt7zyJe7899ycxvXIWlD1DgoU9MRRYvkaVE75llsS9dyyVvt1GDz5LhRI+bTOvvdr/ND7oe4g9Oyh0vQ338TySHoS9NX2vPZ/VL77nemq92j1JvmOcBL6ZGTM9MtMfPm/izL0Zr2q6rWeTvcsoEb5ebsw93vYBPkhyMb0Vga89zeRXvU5dujzIYPC9MrnmPB8+hryNtfi9KSELvotqvD2KGE480eePvnkrhz107Zo9rDLFvN90gT1SxR2+roDOvfeymb3lLVI9SRcdvrsiibshfXo9sP/WPFK1BL6O3Fq+zJtKPuoOS76jW2A8NAXrPcm9szwb7X89LfrGvbb83jpbSoq9ux+9PoDaLD76eVu8TqESPUjbTr5rAam9s+bbPYgsKb4E/RQ+BIrAPHN4ij1PGU69LeKePYEUkr2DIxU8oNvhPVMxOL7RB7Q9qNcNvqU8GL42+Zm+P8kEvfmPKD3URF+9BEszvg1L4TwbjGc98XlpvinHzDsyabW9469Zu6+6lLsxycg9e3/evPovij04GQc9YBnLvfMEmTzgXha+3jUFvW0AcT7Dp/q8sK4+vc7uRz3zYGU8newQvmH9WD4YFeI9bfvtPYQNirww7u47E1DBPeDHGz7U/Es+yFegvfBwkT0umyK4l8XjvZYNPr0gBpm7ca4WvgjBqz3F9Cq+f9F1vtbZwL0hZCg+NbJDvPI9jj1tBLU8BndgPXIcOD4jmKU9fkh+vsYeaz6u8yE9kSjgPd0Ywj2FjeA9lJ7wvbB02bs4ISW6eY+lvdqTTD1SvV49HCmlO1txG7vrzM09DNytvVtIJT23cGQ8vbz5vd8Wc71BI5m80sGvPBS6yr0BwIS+Zpi0vZoYF7718Tm+cos+voK5mz1Im7M9t5UcPeH4KL7Cmpy83FUlvSi/DL7CJhS+m+KAPVWyNLyvo5K9vuBSviU9ATtNoT09inwsvu1HArxMs769+5xtO1p50Dzxxwa+9Kdsvo7TDT6KSXE9xymZvmoPKT3iQYQ9+z6BvVxYWzzZW8u9G3Q/PZqfxj1ohNM8zMbKvRQVe7zcG4s9/KWFvhrPxb3cnQw+K+iVPExZCT7S9WG9lEaDvTDVjj3Zh6u9oIjdPRRSy73MVpM9pcB1PkVvrL2F71c9CMswPmQr1DxqKB69bi0TvkDS37zN9UQ+/OmNviLNJr6rPow96DUIPQzveT5zECM+kU0YPlEpvL02JMC9YrUiPSU6sz12CTS+0wRZPpwD2D0f8HC9Lj7wvUvIAT0loTg+ef2qPdj0oT2W9+88TONMvshfIb66ohY+Tq+bPfUEZz5z+TU+mJTQPcMkLDwa1SA+PdTsPZUagD5o9zS935Jpvqh+Tr7H09i9FjxhPovFvbxXj10+JnvGPfqoQz4/8AC+noetPQRtQT1SPhG+LhxQvoltLz4rHw89lcWOvfSpwjyGx7I8+xevPZVdvzz81WE+sHTLPHJjID5bmHs+SDZ5vrtyPj4Dolo7ErivvFn1MD0zGaa87xURventdr6kL669GDIEPq962b16aWS+vSZjPp69YT13PuA9WYiYPqtsdb6rhYI969JbvgnQib1Pupi8JM6hvR3DdD4NEAO9gKDVPD5vcj7cAMs+y34jPplMqb6anCa9squQPbnxYL3OREI+BtcrvfwsSb5jd7a9V477vVZMUL2uHj+8WbSEPXJFFj6Y8YU+68WxPZzAmz52S0Y+0uEsvnsfpb0yDre9b/AnPo8VIL20WOS8PFNBvpjMKz7Rwjs9c0UTPhqLTj2C7cU9TrWEPQkgKz7mgw6+Tpf6PZNpDT5i8qE95KsLPiAp8D29MHG9ldnKPctWdLzbLMM9MQmNPW0MQj4GJzy+V9HgPrlbNL0qRck93yIFPCxqib7EPQO+FLY6vlpJ1j7eHWY93O5QvCzWpz1fX5U+86Z5vDowgT6qQp09T/Y5vIdwGz7TKiG83lzzvUuiCD35L7U9MsKRPbTtPT66ZLS9+Pt+u88MET5gZKy8xdggPlUJMb6gtW6+nQZ/Po7c2T5r5hu7hIKWPkm+872c8Fk+Xd6PvtcwLb7D/Fc+kzXAvOSccr5c5o69NQwcPR/ALj5fdv29yLnJvY8+qTv31Gi+LI+5PURFgz4PR5W+mzarvAzg6T2gwbE+y4LnPcfRJj5TnNk9Z3IhveziY76kg/o9iuNgPE29nL4Bq4m9qeIrPTNSRr74udG9QK76PN1BmT0etMS9ld0MPlQO/jyVowI+4TccvXDpmT6Acog8HFSCPHjP/zz6ndE9NABAPc6eQj5KdOC910xgva+ewD4aPJw+v3PEvaRqlr3lAEE8SQ9rvvnMkb2ihBk+8xlMPrqoYzxcdPg98vaaPfnqFL79tjy+7hWMvUVysb7//q8+ww7XvShioD3RWJ+9419+vEXaYz1U8S29xX4yvm8HXL5fiKW8GRDWvZoEojzfHmW9YyIgvtxAyD3mZoY9o98pvC6oob0wHjQ+4TDAvJLblrx/Puy93p5QvJMHn73LfSa+uzeNPTnsGD75USC+WTt/uwPUjD4rqDY9p6XDvQ7vhb2aAy69AQ9cvXqdZz0MkcW8ZQliPppBrDuz7pe9PTf0vXw8lD0IH1a6bqpgvG5dljz0vr09YOs/vsOs9bwfuk295Fl2PeQP5Lxz3ue90KG/vbBYGL0QnwI+WDmXvV+nNL6KYpK+C6xBvBJDEr28gd08HnIOvgF+rr7RpIO9E2TQPYz6lb1W3gQ+vb6+PShc9D0Vr18+MRmkvkZefr4ZNJW8d/IIO/odP77C2AA+P35RvutqC77HWY69b560PFyAqL1S7BW9tZQcvV39YTyF/Se+hkDvPfKAgb7gpZO9HIKWvPBFV75/Fy2+W6AjveKeCD4gcjW+Kb5HvhrQAb7RFN89FGizvS4cWL72N/W97MpJPbzCM744imq+K3XvPaDuMT0jlgK+lhGuPRz3Br57Xlk85XDbPYcIJz7agOu9AkB7vjzEELtSNru93HsZPSauFr6h1YU9eA0gPvAobz57MQ0+St1Tvs8W+z3UlCo+IAzcvULu8TzjN+w9zy1wvYe7czy3oSs9C4KavbMi/Lzo92A9DewZvnGRXr6/ntY958oVvjiIyzzvvB2+TqQ6vr/XBb5Bglm++9QOvsA/A75QEJA9xAQtPRlMYb6izSS+Kz58vHJGVb6w7Dc9+4DyPS00Sr4N3+e8n5chvjNiQb6voN477kmmvUMPfr1WnwM9noTsvXLz0707w449wIcyPU6+QLy7nN+9OrHkO+eSRL6fwWo7iyTUvV931r1G0nQ80z5hPQIGi76/mAK9BxfYO7mAzL2M+l89wS/4vTimEL2Nwlk9oRBTPjuCpTzoLQW+AAUUPs6dCD5UF6k8mWxhPjq4dbyVBhy+xoXOPUZasL2W5hc+Q4BsPuIx4T1XwkK+1Qdmvui8Lz3wZUU+VJlUPmugHb0msPo9lwZsvrBRBb5ZtiE+anefvuskU75qmZk+DatNPTB9oLzRtJ2+Nwscvmnx2j6I+qA9PJwkvtE9mz7a2Dg+YuU8Piwu5j3WIR2+dypUvRlT3z1j/J0+DqEmPiAOjj6n1Bi+y4ZWPkiavD27g4G7Md9FPja6yr5l0Iu+OYSnvnSoRL548yS+Y2t9vtqt3j70waA+WgMGvabQmb1Uirq+Z7GjvsLDoT2hf5S7+hQ2vgOz6D1Qgyi+keZAPvAGGD79JKy+lh/dvLMLYz4skvo9nyysvM467byohns724SQvSanYD4JL8A+YkC2vuThST1na0c95r2/vktjmT7jakc+P/sAvlSg3L07sj6+1Qhdvt50mD6z90g+VEQmPpxvUb7iK7i8i4d9PBuMUDxYAfk9l/ImvQPi57uRXlk9DqA6PkzFrL5A+Ks9ZGM6PUjpCb60jU2+ZT8wPndRtL2jUqe9DzabvAEzW72oVt29f09avhO6vzsqoGG9aDlnPjsuNT7MoHa+hyXLvCFxLD2d6ym9QildPvV9473099E7DWTcu46Ho70Tb0c+DqdtPjPXVj2xFoa9o5aYvUgXjL0iY1y95/B4vuVYKb5ROYI88ORdvu3Vhz6HKEU+h35LPh75MT2dGm8+LiwrPkRF7L11mYA9LZ5nvnskg73H2Be+eKCCPYRx4T34tzC9ePgMPZooCr0o5Kk9+Bm7ve/l0zuloAq+St/GuVay4j2G3RW8sGsivfyovL3tSGo9HPPevbaWiL35Hiy+/xMrvq1qNb0BP6I9LZDXva0H5r1qd909HTSyPWX3bT6D2Kc8sSiOPs0PET5g4hG9FBS4PRidDD5rBqy9v5IYuy+Spj2qKsM86AqYvhrWc763Z4a+pUFbPQwalT7hYnI+IAxDvhOrGr6qvia9gC27vaxVND7COqi89wWMvdSp/bw8n+a9re/WvZCEZz7zudA9voCKPMo/H73e+4E+wSSVvfSLzj2kZbY9cTYovkGbjr7qf3e+iyKNvkVfbz3qE+u94+bKvfz1Kb51neo9piiMPtK9hz0vP3++s9mOPRyUrb2jc4Y+qlErPlVxUb0neQK++HxnvckVfr1H9ic9qrOePjBrrL0LuCy+PIM8vj+l3T0eq768AmNevR7E+LnZ1wE9zVMCPc5HfL1Y5y6+AbG0vtLhBL6Y4iC9KfaFvn3SbTxrKGK7ImmIPqLswT2SKRM+dvL1PW++BD4kXzA+IYQuPIHEOTwAtsG78pkXvN/Ll73khDm+usBAvlM+wj3UjAc92bjsve4Ggb4gINo9fczSvTyRlLx6jiW+fsSHvaceFb7XMAG+czfVPDbCBz7UgXO+w+5EPWD24Tzxb6490SVUvQYnsr1Rne09swWIvYtXjz3XqBO+PRPlvZW9s72D/Ik9/fE6PryaKL7CGIY83R9+vuotwr1kbt+8KbmoPQL2/Dz1UWm9+O33vL/7pD08HhA++xOFvcp4ir2Vdok9obldPUxsJD0aPzm+MLkJPWhNf7zWCvo9rdDXPRjwUjxW1gk+d8nqvTRRyT0CSCM9DEIfvkyQ2b1YQEm+7EiDvfNmnr72L8a9NvoFvncgHL7q3Di+JSMwPgaDSj2a0gS9i2iOvPuPFD5jOse9WQaAO+E1DD0D1Pc9CZ2EvZifSz6Z57w9R8gsPrkO3jxCFxS7k4rDPR+PFj41jlC+lttzvufnfT0PTPU9mjBTvXFYuL26Uus9sjAWvVtGjD2u0De+DycDPZ9E/D3TGwe9NqIOvRoFO74XHV2+Iu4OvuQO/728Wcw90MkFPZR8Bb6rwEw+obMYPU0Z1D1s+R081nTxvD6znr4Ao4e9VUx1vSEcKj3/H++9LEdfPrPRo7uR1xQ+ubNWvQTSkL20Cc89v3jyvCA86Dzptqu9xkidvWtm2D2C20E9iyeAvZk2C70Lbg2+dLWjvUTGlb2V0Hy+7/qavQR8Bz1ICjk+EZMKvv0Dbb1EHRW7k4pxuspJN7wSNmk+T9L5vRTjRj4rNR093IIAPAdSHD4SLbQ+kkBHvkQNCT0s4dk9fmkrvOTmhb6O1Ic8D7fVvjCNiL5ne/s9ZIraPeZjIL6gjRU9qD5AvK+2QT4CYwY+kP42vOc1GD7Qp08+c501vQyxR74ROoK+FZuXvUPj3T7KLow+9hK/PYjG6z2gcAa+H7uqvOytIr5nNRa8cssVPjPoOr1uQRc9T+gIPnFw+j0FNy6+DvLxvmRI2D1e+Os9oJEhvqJXW75UYTq+GcyFPX8xZLwlIBg+qBTuveOfzj2v4w69wn4BPlnqwj7XXbC9begvvt9GZLyMEXo9CMo2PXgCOD5H19Y+2F+JPECeYL7ZoZe9UV4PPpZtij12Ygm+mXv2vZeR1z3p4H2+TnBDvsCHBjxggl6+8ZwuvIm4XT4oSwM+GXiVPjXYIT7yomY+68MovrN6PL4THsw85BE6vS0XeD5Liw4+0F43vmvJ1b7FVQQ+Cg8FvnGngL4L5g++Q90FPkRTKj48JDG9eP7/veXmDT4ZiY+9MgO2vFLJlb7O8O09py/APVKg1boWocC9uAatvYNvz7yWmjC92YkaPjO7tj14mAe+t7/IPIPeRb59sWi9l4EPPnCfBDwlwGq+7IlavhT4pL5fuuS9l5kNPcLycbvDjrW92EalvS+0hD7+Rg09PqvZvSAQaD7QwKY9krRyvu3h/b2L5Ri+1l8Bvol5KDwWtME957e8vk/34r0rRYi+KxfdvfFgsT5oYDU+QsiyvJcIAr7A+w8+hAgKPh2xPz3Z4e88zIY8PoepET3kjUQ+i0IOPriDvr0Y35I9sVyWvttYij1Ltlk9dbgUvtpMkr5jYyQ97BmivVslA746M/q953Xmu8YlFb6FV6q99DusPiviwT1WFUS+kTWXvQvKvLwST4K9GHKGPbvrPD4n/cy9XyhGPjVDPb6mLoe8mXNrvnkBsr4mHHO9YkROPnV42Tt8OEm+j9E6Pklpsb7+iHW+fD+LvumXFD432uM9Fw1tvftR4zzfyg4+OqCfvYYzDjzWDZu9pgZtvKJwu76MCcw87EIxPuuwJj6qKDK93zAtviaX+D0ZKUC90ZYTPHIl8j3kVXY8UtOSPt5o/j0L+TQ+5F+qvaJvyD1mMmC+WyWzPJrt8TtJJlQ7Vh34PQDEhT7+pCO+31qKPDIUgL7DkkS+BLyNPUkZ2b381Sq+XTcTvokzGL5IqQe+DlrTvlGl373mRhk+ylDcvUp6070uBSg+HOzovBcEpL0Wab293rwHvusHPz4PL6492/dJvrfPKD7ISZq9UQC7PP4EJT6ebgE+BFxUPnBKBr0QouG9ZzeaPdFicb1ETBC9mNe0vS1QNb7n7Dw7jDvxvI0wNr7nbtM94YMXPmsIYL0ufR0+oLs/PdXvWb5PAWI9CaMIvT1ANb3/x+s9bdUdPj4jMT1wep093cfAOoj/7TxOWnu9CN6/vdiWDT678z69AnQgvSRORD6kdIQ9sA4nvi0/Er77+AE+iaoBvuw8+jzgwe+9ovR7PLtSgj3g6Hc9VTT3PU9qgrq8s2e+o58qvXSeWD17yx++MSwEvldZdT3/wbS9cfLJPDGuIL5pGgc++yo5PYtMVr7GjM+8Is0UPuq8ND4nHyi+kcwEPuU69b1rtQ89RHsHvRXQWL2Hzzg+8bIbvuJTF74Lhvc9hWykPSQSPL6YFyg+FYCwvZtgGLxjNAG6Vqo5vi9xSLxiFpi+RDEnvbWvar7VePu9N3krPRrxVT7lxcM9fveiu3Hh5b2Kgf49Bi+bvDBFAj7Vfv29r2Q6PtIeEb2caR69G0aTPWgqkr06gJm8tgAUPvfOhD1rQ9Y91mLYvKO2LT70EJs9qpTPvU0KHr0pwlE9BjPevWxOQ76E1T++a2iIvQRf1b06k/g8zJpIvrnNxL2byLc9pJnovV7eoDydssu9nBL6vWy6Cb79JAQ+HUdBvs9Gbb0mxuS8WAbNvcCYLL6EJuc+wB4Gvkbgxj3kJ1w+RBBuvoLAFD1aSiK+yxWPvopNoT0v4BU9ri85vl1Reb7kAa2+9f6iu6Xnfz78HeM9D/BCvplbiD3+OBi95+42PQj+87yOOja+rpDtOho1/L3jtpG8slq9umqDTL2eXYU8tbcYPV352jyVY4a91NlDveNhw73iUJA+xgyQvbnEvD5h/ZE9UHsVvvawFb4gla68FcL9va1iib6zUBk+g/pBvJj66r3CmW6+P7u1vIyu4z0rLf89yWKZPtD4ZL7Z4sa91z91PphKIz4Ohxe+BMM8PSn0pj54DaC9uDIEvn69WT2p/ZG9XbWSPX3hur1Sk0M9Ayowvu/u0T1Sa3I9wFmrvYcXtj5Fi8g9atEMPPLLsLuIGHe9dGiAvQoZvL30T5g+0kmJPcfYCb4ly5c+wY79PWeGrD2Bezs+zIwSvnt9mr0MKJ+9lb0CO/GJwL3OGPC8h9WQvQT4RL7gfCi9cpVpviQjhTyo5z69hXqAPXSXMD3UuRW+DIJPPL983L43NYO+SPLDPUd3ub0rRRY+Kv7gPLiQeT2bMrq+M3CvPteg2z0+3y6+3GzHvfDywb5QO8W7XHqyvt9sf73vTA++wfg2vkzHRz0VHpG8/4uaPbrw5b1DxiK+8zLGPZ1jo71jMUW9XE+3vTmcrb32K9q9bvP/Pd29Pb6KEzW+mktKPqWs7jwwniK+3hQFvm3TKL7SBxi+WnXsu8j55T2uZYq+gsWFPbySSb4m9mY+fWZavRqSiT1+DTk+ryKNPbnwiLzUpBw+59uaPZtpgjzRw9Q7A3Iuva0spL15nDO9KARwPTemu70o+U8+WApSvv9QO73WUXc9XBAePuY4CL78lvE999uiPlro3L0P6Mi9Led3PnNT4L5Fxfy9ax+LPjS8nj3rTYy+i40sPH3cR75c8jg+HW1pvW4pjr6POKQ+ZS8eviIBrbxivrK+W5fXvW5NAj4RTf8922vOvc8Nkz3mAbm9LvtlvtdQHr4aR2u9sqASPiTtKr7ma7i8uebyveZWMLsvx209gn76vQYZk76VFk4+43QBPr6AK75gSPG9CEywPbhCl737Noe9nCQ0PoCxSj5DQAe+uw+qPdEWDz5R7JG+L0cOvjXdBb6VGw09yb9WPhjdlb0pj4i8F5Osvj3NDT6vncq88292PlRAgT5TYTm9q1YnPXtjnr10+bQ93H4hvkrhCL6TCl69YEJBvroPlT4EbES9sepevT215r08lnS+P8qSPRyvI7zNHys+VxATvhTTeT2Jk9M+DTQdPvMP472MN5M9n+dpve6YcD0kP808QmtGvC93Pz668j07WhPRPeyf8TzAHgA+vUGAvQ4RUb3mzgE+6NglvKmelr1Ihe89BcnZPam2VD6v8wg+oaSnPu+hrrwY5zQ+TwCpvcF1Zj7W8Xk9lneAPclD3z69lzs+h0NGvdBvkb3FA7887rCRPvUvqj5d5Va9bz9QPuQaPb6fv8o96B4yPXQuUz7BawC9DyWiPbMmO75utzC+ViZwvWj4n70pbis+aintvOjRMT4coFa8EwClPX3arL2vyp0+w3kNvhTQXb3mK5K8yIwVPkXWIr40OBo9V8RcvPeHHD7FccY+H1OZvCT6F72rGus9YMRmvf48Mr22CxI+REnivZdlFT0Zh3s9uCqDvVK5eLzHlSO+WoVNPT/pLz1DjJe6vVg0vd15RryvIGs9DM/GPPq5jr3+0R8+iiBHPoK6Sb06Uny7I+SGvdgyjT5DNZC97wYOPlt1Iz0epUm++9KsvPg3I76Wami9hGVBPXAvlD3tEAo+aau9PfONkb0S7Lg9zoUOPoqdnjztCEE+sR0DPgmIrryCxQo82z/BPLqMobz0vLm9VbKpPn7ySr2L4hI8XLmAPRDbHr5SBG87fs03PhaJG76GoRs+EFoYPZdGPT25vaS9XrI7PThKKD3nT1M+Z3WYPS4aGz6kR1E+JSoTvkNxfz5DvKW62YUpPug8r73s5DE8MCL3Pe1ZIL1Xfs298fTSvZJFMj7fOD49bit5PNRvBbzQMUO+OtUbPnwr1z2ObGo+tWacPP9ozb0QQig+9Os3vccfkz0fVtK83VlcvHLsmr7aVyO9H62Fve2H8TseS5A9PuB8PAYiJz7So8m93EVePjMvHb1M0HA+K3s0u+kdSb5ICs6+Sq/EvSMAKj7O+bY6YWDSPaHyOj01Rwi+VbSBveMH87wLv0W+AhpJvhkaIr7GAbw9bCekvJgUkz4Of6i7tTTDPnPyxL3m6cq8eGoEvnnCLj5UeFe+V7i+viiKkb3ZTfq844DCvYxoUr6bI7m9kPC5Ot7fV73IMsG8w1DCvl2goL5fYjq+JhXlvQdK3D1QLTO+pXMjPk8kCr9Rehw9mJuZvBszib563ra91lyzO9i4yzwgw0i+ieK7vXQYmTwyjYs+OYA0vnHSGj6dcx2+46vDvtRnHb1aB9O7ofiGvYovNjy3Tik8XTaCPUwyOL7DZfu73fnfPdbsyzpWkqS9hLdJvqmm/T2fd/29nSYJPrnSFT6OOA295dBvvqRYDL3tsfc9c4eLvEX8bb6qssY95EeoPc20Cj5/Z+U8gmofPjt3MT6vI9y9CTamvgEhlj2PYoq+DTkWvBO+VD2jwqk7skxjvvQHqD5BR669iDmwPR8NBz7CYmU+AQzUPQz6Lz7Cuvs96BuYPfczhD1UYJs+n/yyPgc4iz2Bhm0+yFlXPYsEEz0HNI65CJpSvpmsKj60w4i9J5DYPHIqfr2u8na7NVApvcecF74TCH4+UZlfPhSqjj53po69MCVkvmaMdr1kGaE8wCoAPe6fAD6r7cC+MVgmPmzBA74JJMW9emGJPSxNCr78O669h+GBvt/sTL6LyFe9AS/wPSbIFL4TGDC9Sf1JvpFmcb0PftE9VVY7vrFewr4LfbW9oFRMPUM7wTzW4eU+Z1ThPYn2Sb6B7Is9LBLfPYLxB71Gp54+dFNSvfciMzwQsac9bWuBPao0Ez1ghYm9l1/HPRBWRz3VVLg+pQVjPo4zjT5mqi295MxPvmhd6L1FAMm9NRy3PXjfsL2brR0+zJRCPGpVcz6akuY9ajMFvrfr673J5x49ibMHvNW1PT4EcSc+50y4vaRwwT2GtHo+AtAyvovCLr7mSVk9uE6aPqWpEL5NNZA8+TIGPauIpz2g85c9KUD0vfrTJL005a09hpOjvAQhiz220Z097EE6vDH8QD72uYC9jnI4vqe9az4b6R49B13YPvV1gL2kwW++/o2avomO273m06u9tusFvtVAmj2/h8U9TeJHPe8wlT2iXVa+O1DSPfqR+b0gC1Q+q7dXPvj1BrzNnIU+fryovRiQQ7o3Kfe9TdA8PnxkwrwMSes8e8cWu9FAMb6bXDc9OIsePIOpJr6tpac91KniPT6ABD2EVQo8C3oEPlCORr6rtTm++jfzPY1N6b2uu8W9taf+vN5mvL0dINw9WZO5PXMUkr3CzG689a39PJKHhL3NDcw9x1kBvPkWsr215HW9fzSLPXpJxLzDWko9H3vQvIlYGb6L+++9UeQVvvc/rj1Thec9U/H7vRrEUb4G9io+hSNEPTB/l70zqig+hE5EvrodpLxR7oe9CIJzPjidpD32N489T1hOvWzn6L1J7AE+LZc/vS8fs7vn1sW7Z/FQPW9ioDy6xnK9NCS2vTiQJ70W5tY95nsgvYtn8j1cDJw9xNEUvuUxjb0RXp69XquauxjYwD1SD8k933nKvZIRAL6u9gY+3i0WvtMqxzydw8u91S0OvKtbc70ZtBG+306zvOZeAb7FwBg95Dx5vPqueT42Eym+cro+vpehQj7V4yA+1Lr8PdQq8D1Elik9rjn/O4aFvj33Fym+H5K0O2rH5j1qfXc9xUXlPVMQFr5W6ye9cN3HO6vPHT3GSWu9K2xePvVWOb0oiy6+p8GRvf4c4L38nU48ZII4OruRDD3x1Zu+k8/mvGiXXzzvPaY8rSjIu/iSC77ICYI9XaASvvGfz71/Cw0+JGsRvkjIn70buyK9JbplPVAfHL5mjxE+Qu2UPdP8y719VQg8UtnpvXz+BL4H8cG8/WlhPu/yRb0LmZ6+7XLRvnywDr56lDa+BmvcPekKHj6Dnta8wsSFvurPgD0U2Uu9ox9ZvmFB6j1Hry2+mx3sPa9SDL5suoW9HkbtPW9VPr428TY+bMY6Pr+By7660508oVsHPmh0LD2yDYC9aE57vg97sbsVoRs+pkoYviHXQL7IHoG9MIYpvovTAL51Bg+9yRo0vqiAKD4NOYm9Shwpvnm09r3iHN08Z3KLPVIcYj7fx6A+uj+SPrF16zzNISQ+24muvhRRGL5gV2Y91djSPeLp5Lw0iqs9hJRLPn/JZT3pRf49MlQnvtqhrT6PL/C9Mn6AvR7U8r2LSQO+Efu7vK0mGr6itZC+CFX/PWUrOj7W3ju+dAdCveCNzj700mc+5RkmPiidPj1BWSk+yqysPR2+nD6Xzx6+n/xhPV4dqD0RDmM9I7QzvpNsOb6H5va9E/gfPuqztj3Qxm+8SkiIPbZOaL7WUi69uxgXvgYydb6gJqc+fcvLvdQkYj7sXiA9do0XOwJ1CL7x8qk+POzYO93yhb6jKGy+8+Nsvs1AbD33Sbs+NTWrvrlfUT58zA0+Mt/YvXPutL3GhSa+BymFPfYBOL7+K5e9jcobvu4GJL7ihnE92GP9vDmeyrxQkMg9s/FMvIHuQT17jY++GkRvvkA1fz4TjCa+f4inPpUutL5kcmU9X/1tPU5BX75a0Zm9CmsIvnqb/L1wFVu+wPBfu16cxDwGM1k9nHdLPHzXo73wuQq+a+mGPiA+hT4ZHIo8TqcfPuqHjT7fmRI+JD8dvjcRBz5sHWG9eat1PEMekb7LPEa+c1+ePN9ExDxnh9+9AmxivkZyvLx9eV++7hp9PkmZkT7DK48+2zvuvRTYtj00kca+8WxMPlCgOL5G4BS+Zg98Pi2Mjj7dLHw+DCeRPrbo8L2Gmmw8H0QYPri7xD0AO+m71w7/u7w2xD2xYRE8vlUcvp7arj0/95O+VXwxPpZ7nr3TCgy9lMGIPj2vbb2/BMu9K5sPPkSdoj4fdym+/nbVvl+K5z2tfZw8UqhRPHmlvT7xZQk7ku1Evo9oNL71BVo+4fzLPct7qr1n8lU+OvPxPbV9Bb9tgm++h/3LPct8Fz74uGk9NB1APuv/Xj0LHfk9dMQSvnZsn70uUQa96dc+vl1G+T5vUZk+OgtovqAZuL6B2go+1fSEPn9Nj7zLwMQ9MoBevnfBnj1MNi0+nZOTPlVJqL3i8vk9k/c6vkC9n73GAgg9BJK4vbpvyr2ANWc9+siXPc+nlDxOBhA9SWaYPVqKVb6ynbI9rxMUPkgQij2S6Mo+Lk7ovRHO1D2rIGc+2UuTPcyFFD4XJ8Y9oal2vsHfx70yNM89nb73vNfhm735pUg8Z55RvVuhaj6Y0FU+saG/uV9+VT7mmMI9pd/RPZVuaz4jS8w96PsHPv79Gr4Muhc+K8z/PfkpOb4Tm02+0+5LvT5PBr6rJaQ8IHwUvhNedTwQ336+5w5CPsooG76MVlY+GHioPE16Kj05iSA8eFJwvW+sgz4cpgs+mPLSPWSvFT4Hul89AHg/Pitb+D0Pe+W9WXizvah/T73an5c9b/8iPfPcUL2NOZk9UMYZvmjhRDwmCW0+bT+uPcw81LxnQuA8oY+IPYDXFz3u6BO90x4cvs3Hir2e1GS+/wKyPLTVxT2Q3as9QxOJPYZkhT1m53y9JvcYvRLC7jwaZEW+1zOwPbcHOz4/kQa+NrAIviQYM72IM6w91MDEvXfaQj7usPy9YyTsu5OsCz6zmIk7OJ0OPtNFJb41xLi9u5yoPZsiCL4dUKS9KbuQvUxmAb5Isi4+SRmlPZqalr1ZfCq9jjyFPOpiOD6g7Y47MYQQPhG2273L5j6+vjscve4uRL14rjg9ShzqvFMfwL2K+gq8Ww4fPmjsgz08iI+8+QCLPY6XOT7C7Bs+KMOvvOd5RD4xXRA8Z51OvmdDgj5aUpq91evkPX80eb0UShI+fAUsvsrNg7wGDNs9k1pdPhBwMr5dAfQ9mOzBPeqzBj0GX1a96zQBvsvtPr5o78A8uTj7vM90M77nwEc+GPC1u9Xh6jtWkfY9gj7yPFCcAb7I8II8zVLkPb+aAj676JO+Fg7YvY/8hL7poSO+Dx8Svjv4Rr6m1sG9lTVLvo6gEL6s3qY7Q91SvZFNqzynup4+sjg5OjTWJL2DMFC9dMSBvpOOwr0Wy3A7/1EBvQrBAD13lxW9GsN0PWmOGL2OjsQ8JavIvKJHhT66eZc8b5FbPM/CYb3xU+k9WYc4vnMNpTqXW6O9YU4ePj7OWD6cPJS+TP/sPZlwBj4Uucw9+EqevAfvXr4McU4+nqsAPtu+8ryUvBC9CU+dvobfsD4c/nQ8efuUPKQt2jySVS29jrzPvDtHUj706XS+MGg+Pv2aoL2DdWU+jVGpOwHnTD25/hO+rwHwPE8t7zwFk1E9O6WFvteGtT1fG04+AsXKPkhlpz1oTzi8S2PNveeVer4y1VQ+/TJzPLevw7wKnh49ikDnvXEL8j3bvao+ArS1vrBH4T1ewPg8L7BHPYjKGT4QBMQ9wC0cPs8jGz5RSDG9wRrCvQ46b775yOC9+8cMPvB2+jy8JUU+l0RvvZxtuL1jeW2+XnmlvZk4az5IHoe+r724Pv2blb42cZ+9J1MevqD/Hz6xGle8hklRPUnayTwGm7O9T09nvQxTV747msQ9ZwO3PT8lqb3RJQK+pZ9QPGagQr6t6uu9yjBcvaVrw77AyJG92xVMPZXbYD3Et6u9jfCFvoVyAz3yxHa+ZFwPPsqALD3oPkQ+lhLkvL0U57wH7cu7cWWpPk0hc71qq4c9lDNBPsvvGL6oGwi+7R+rvfZDAT6J9y6+Kl/OOpRpD76WNoS8IeelPWauer29czA+q54Tvt/kbD73T7S+d3nAPajvBT0jOF49YhF4vscxeb5bzjO9UsktPi1KJ75IWyE+syLKPvEXFz3AbsK9YfN4vqIppz1t/5W8uo6SvFsWPL7wRQ698PWJvgrC5b3W9gw+RZGMPQ8GGD2f5W+9DY/EPepLHjz+ZmU978QJPX+/BT52IKc+q/CMPSjwNzx5G3K+BrDIvdB77z0BSdA9e3LSvk4WF7314Qs9knqWvajM3bzy/Ie9FBkovWj7TL5FCUS+C0VdPcpUWjyvbjs+omoDvkZDTLxVQco9Tp4dvqyMND5EKQ0+kliCPny3Zb6Lfew9XtCHvpIIeD2d6P096jwJPgpQhT4sy0Q8m3zMOb3ier5r9YO+oatOPjI6Tj4ywj89cIUyvoKhEr47j2499b0Pvm4LjLzX9ko+L47NPqmt2b3ymRI+YNpnvYKe5D13rMA+YBZZPnAlqz3BOew9DMu8PFrJBr63CIy8eto+Pp6Ngbxde6A9tF9TPpa2er7cSQs9mMeTPm0yVryNB9a8hv4uvhbRN70qFnq9/T/MvfOdML6HJ0S7T29gvPrSyrxQ6do9/dsiPX6qD777Uxs7OVeVvs2KhL62R4U9/xKhPKv7Lz1VT5i9losUvqnYuj3/cwE+wcI0vguBLb6xmw89pZyGvb5Sx70XXQ09AAR5PXiDVz4MVx69hlynvlGNfr4Ss089g7MxPj2tX70Msd+9591OvRIjzr2fbp093ZwEviUHbb2MEru9tnRBvgNwab59/D2+bGb0PI0j1r2la3m9BSKyPUFnrz0ZV/i8aFlevke3bb6IcnK+XlUwvuF79L0wm/69OosBvpSANb64Z+68u3+Ivs3lWL2rq0I9baaMvjtw5bzcOow9z3ucveAiyL2WIti90KGXvuKNdzzCXYm9lQMQvuD0bz3ZkBC+l3YkvJlcQ76rJKy8yolgve2imr1IcPC9rjymvj4ozTxNjz87gUufPXNXOr1sER++YELePQ4bO75gfwW+F4kBvrNJ6j1Wkyi9x83vPUF9xj0U4Us9vbZCvnrz1j3homS9ohNOvZ4msTozDSy+vwJMPcPqAjypKrg79oV6vtz+wb2cpNI9Ji7gvcpiez3Ifzu+hY4Duj6dRL2XEj6+PeqIPU7QR74v+cw95ARyved0tL3Ax8W9OMECvjHH370ge8o9UsAWvi5Aqbu+VzU9mVOXPVXAqzvx8o4+o0mAvXdSprym36m9UpLRPW+6nrqgDfM8Kp+7vQMeo7wbnOs9pkuYvT+6i74FHo4+v+EuPnkENT0dPGi+ejPuPU9GUT2tDxE+wQTKPImPKT4Sfma8aBQ2vjLe/T0EpOU86r7KvE5NLj7VBVS8DSNbPhTzsj3wfxC+Ia9xPgchpj5xd/c868qnveqhAT6um3e8vBkaPentb75LHbA+o2mXvFFjML4jHSI+9e9bPqbfw7xZVTi+XtiHPuiAcL6gFXU8fMy7Pqn6I75tcC4+gAt0viZGBr2M/5q+UnFjvixaw71lQHM+J+DcPSMzb73KAYs9oTYcvmoECb6GqUE+sH5SvneoD70A0b49Yp2KPI3xjb2LVpu95I3hvEugOj0lThM+6HcRviQRGT1e/cA+fzyvPZ+WK76hrZK+nExOPsCGFb7aGzO+SI3IugPdCTxrQgg9Tm9NPWeksT0d5+C9CZjzveRWrz1Q5hG+wD6BPRNM2L3pdi69FZ2au3KylzsNk4o9TjcHP6fmgL13cji9Q6yfvOh6E76HxvU90Z/lPa2hgj1bLoK9lmUmvooYiDzYYgC+TkOzPaRd175ryNc8ncSkvQqZi77ktSe8M+IevUMdmb4fxR0+/UEHvRe3Fr3KHFo+sUuCPhBOO76wHkE+hSpaPeCAIj1B96I+fjWCvKtLgrx/Cq08vuCaPRziCD114Ji+q0ufvR6faz1LSeu9uCeLPpjEHD6DY3+8iLhNvq7Ocr7Q6YU+o57nvRf2FD7y1kQ7uC6FPre5/70an0S+/elGvF4Kjj3hTv29NYDrPR4+aT34NLA9Lg10PrJFqb1jm2O9oYwEPA00bb5D8cE+bQGePkBPcj6/lpU+QRyiPCtDQr03xmY8XgOzPgWWAT7hiYa9hlxlPSDEhr4ADUq8oD7tPbnFRz52NiO+3Gc9PpAP2T1Qu+48mwQQPe3RPD7cEAk+TEwLvQqbHz3YjAQ8HRFlPOCIET33t8C9eX4iPULtCj92feI8LbIWPdGDs72K+Ha9MdqNvU6iCr4VPbg+ohSUvXlvdL4/JYE6R6FePmAycj1e49O8OgUcPiDBcz3Ix/E9pV07vn84MD49n328dw6kvqOZJb4eXAC+6bdSvubDnT2YSo69QjadPbPWmT3iTh6+WKTxvdV5Tb4Hac49fRIEPpEbhD10+NW8QesqPkr/P74gtEA7SqYDvSlvI75pAOu8QaBWPK2c1L2cBGK+Fce6vfE2lDweU6u8aSd6PYRB4jzcGHy9BDaAPmlmv73n3Rs+22UmPhBdtDw9S4m+iNenvdYuJT7zEs+9NLL5PNoTKjxo3pc9Xl2Jvna3qTwelZM+X882PsE6bD6rYgm99pDwu9cKDr7e/cK9d6EmvE8wgr5ClFy955T+PNlSDb7wkOc9rCAevgerYr5h7Sc+R6f1PdXbGr4o9jc9NopWvhSTeDytChY+/1tRvhNSrLzEU0281WbevZGyT7449gi++mGuPZziCb4UqfQ8gGajvRrjiL2EqVG9e5C7PZoW5jwwyTG+Is0DPkgUgr2hzHE9eoJfvn0YBT1we988wgnXO9GzNL451yG9ZKSaO/sdxLz+00w+Q6IRPiplor6Gcpy9wZf2vb6lK70HEcO92VUkveDMNL4QLK892/QNPpNAb767bQG7VE8wPuYH1D0rYiO+G/nOPQ7yyr3Sgy++7jslvccV3j3y+xC9eyTEvfFWbT0k8A0+52dQvs+REL5245m6K8QIvhS9ojxz8qc91GOtvhpa0b2f7Li9lzDQPY4K4z2idaU94vISvsZaMz1ZDZu+8V8LvAg5Ij6Jnu89oF4UveoIEr5Ceo++yG7/vdrOEz2lP8Y9DsW2vqIHXTyfViC+KXPqvcsZKb47NAY9kDN3vVpfdr0h8mq8WDRgvvrGaT1XeAA9g9c8vLA9JL4rE829wC1rPVKiBz3Ljiq9jFZBPivBHr63Bcq8TZv8PJXXcL5qe+48ccliPNiv0Duq5Om8wNDcvQpv6byhPVW+Rew0vZ3RBL5+kZG8w0vEvNnbYL6rFpm9jmmFPePe+L1tGT8+J/SlPcFWyzxnNBk94kPrvRN7Jz5dUZS8Cn/uPaze9jxOAuW8npT9Peqfdr6HYWI+x7QevtJ05D1MsDK+bFd4PqRAEb6/R3w9M9OSvj8+gr2ds0a+R6NKvlV1VD6rUxY+gBaKPTlnIr15wWi9N0vgPYwjyTwhfL29j/9DPa+kZL7Dipk+DAaAPiuVS74CdZa+bmtFPpfDA76zm6k+JDvEPQpzHj7TfUu+UT0Zvqz8hT6OsbY9l1ZEvGAKwL3Zwky+pLakvuFlH77GZTc9JheEvrYE0L6lOcI8pVewPOtHNzxOTS6+tp8rvAMU870kVd69pLzMvbMsNb4y13K+jllJPXR0dT6WZzS+Yhq9PaqYIb6vVOM+bl/8veHIiT1OdII+rL0zvsZCI76gAUs+LJwqvqi9rb0QAQ69Wk+LvrXQRrzkOyE+WvgkvlR7Dz0sacK+goGJvoykOz2rLm8+TCotvmdC2L38Elu+aANpvS9u770N2Oc8MT5UuWpLsj03tY29dIe/PXcW2bx8K3s+q4n9PE9JZz2zI3i+h3fGvY9ELL7sqk29gPiaPT6ddL7nvAM+s1KrvqYrBz6fhZq+XrUJvibzjD5LgU8+7uBPvCuf8Dxqg44+kvAJPrVkML71EBG9ZQocPkpIijyJMA89sTSEvb6CCD6uwrA9I8Vbu2FOC76O/T4+0EbPvbDHf71jz8M9iNJWvrKJaj4DfzI9hL0jPndrhD6Seo8+if1yPrvtMj63ouy9GxQyPpBudT6aUv294gcdPoQIKD41EyC+GbJJvZBLQD6puSU+YZyjviTsnj7dq848s31UPPl9AT5p5W69ZEmHvkBUA72OrIi9jG2Avmc5fz2D6Ke8vqXrPcM2dD1OD5o9ebgxvYZApb0xmA09euXoPDVLuD2Mpju9kR6aPX3Kkb0MXRC7Y+qZPmBCG72kvyc+pGGoPrxlpb2fnKq9TwzhvPtfPD50Y5M9Dwi8vTj5cT1N+wI+1KZtPt1yYz60cS49xQ6EvT3TNT3Mn+U9/3/SPUJFCj6dL249OXGlPUy37b3MNuY9iQN7vWJLoT1qMJY8y9DLO8yJgT6tE649OrOovA074L3ruA++TfxQvQXUwL02xau9AI0CvqcW+D1LnQK+JfbIPc1he777WM6+UTnNvdB7070g+Za9O0MDvkt+p70ly9W9SjNNPniVk707/is8iUoUPltCpz6/MRq9c6TBPOFWQT7PyOO8+uZ/vkvFKz5V7DM+s5tJvc+D+719pC6+93SoveNVxb33mNY88HLqPUFjDj1VLLE9SO8zvi8bSr415K+9DV7Iviv3PLz6Io89M4FYvlUeQT3skhQ+//xzPJcdO723pbc8VgpnPipvcbyI+D+9eTm9PmkwVD6LHCw9fDncPLMwgL3ecUy729AIPYjudj61/F09H8/GvFNctb1BEoo9eVNnPuUvOj5JI7O9MiUqvjClcL3RG3a9Q85CPjhYEz5T6hM+86CGvc8w9D1KdSS8bibUvPBpAj7AJ1k+u7QFPia5jz2yqKq9gUntPRargDvtvI4+rPLnPPAEdz0slEs+c6ADvu3B4j0N2L49CsBDPbOJmT0oexg+SQ+6Pchrx7wE7dS8ZTo+PFouILu1zGM8nsd1PWCBGjmghq09wku+PJ2xnT2drRE9+Xv1PVNbs713KCw+Bo06vldo6zwTLI67DqPIvf9W0z0cgLa9r7imvYlzsDyuNy++mALJPU7AIL6elSG+HvwkPuiNED5D4Ac+vPusvbArgj0AL3s+6QnMPEjHtTteqEq9igRdPq43DD2Rneo8fzj1PfDBrT50zfO9vvOaPY1bQb4weAO+W8ofPvCPH73QKiG+BJClPV/u6T2d8jc+T+KLPWmnTrwqeDc9kawdPpALuLwddXo9DNzJvAwUjb0L0w49jdaZvQQCEz7znCO8Tg6LvXIdAb66P0g+m5sMPnQN/Tzb8Yg+08SXPdn7hr39Ocq9tBATvajj2r0AVRQ+GeL7uzgcmL7b5JK8I7syPaL3Kr7IEkA9pTsVvssbyT0CQ5y62GCnvU5TiT78t0K+ksKiPSS1xr1WL5w+Sdy+vSZ0yb0vQ2a+HNRYPBY0Uj6bmf09YKhWPt65hb1yQ1K8GvLvPWRR9L0yFae+uDBmPTHMYb4CQ4u+wPc3PjhNTj5cLVG9GZpjvZWAeT62EIo9knKEvJPSlDy7IzW+R3I0PqnKEDz9lDu+/tR4vAX3br40Vt0+InlCvvt8yD1IEba9eOWCPRWJm74vUPu8AbBTPc17nr31jYQ8HttmPfXua73ajdi9Vk/5vWvv3j55m0k9EDkrPtLDOb1ZRAK+WCQevmxhJj67vQC9eumxPj/jUL5y26+9KRM6PXUoIr44Q30+B5sTvD+KFr2AOXk+5OG8vPlftz1Fv0c9/WtNPROOKbzXkGs8/ZgyPioJSDxUEoo71RvfPCJujL3ttsW9jVnPPf9qEL7g51W9QF7MvbmuIr74PLc+ong6vTUXUb6l0Dk+hEYbPfM/Kz4RLqe9mOEavoHF0r19Z1891pqnPh7BJ73MotU40V4XPZ9pmT5wBM0+aUsmPI7LMD2+Mh89v4kxPgLMDz58Lxu9GG4AvkmBD7349Jm9i+Vkvnkegz2T17O8ZYHOPcZ7r700pKk+KuBgPv2lrL5sX6o9fes6PnldPj0YyAs+A0YDvj8aQr3B4qm9JLvOPZ7DkL0G6r49msLjPYbEbz51LQw9RpdhPhsTTT5/LyA+Sz+rPl4S7r2iYsI+oNZyvbQ+oLyqMek9HuXGukOnB74aTg28df3tPY33U70qX4K9K/upvSC3HLx7kHy9p+HCvXTkNr4nkua+A7WvPSlpez2uPHa9YxWOvaRYOz4ICK0+Yx6rPsaqij5uqU69iFE6vhFT3L32LBG+uaI+PtUNHj6fuVe+gH8yPuz7Vb2699O8KoQaPUdkHL6jYWy9OH2IPmJIJD74RZS9CtpavfFewT1Z9xG+gn1pPpHHLL6vOLa8Xm1HvD5EBr5dSR0+p4orPVwTEj5oqiy+UBorvrkNKb1vliA+2SwNPqaYUb7atxE+82JjPPPBYr72oKO9F7wxPgzWG762rJm9TC41vEipxjxgAXq9gbDJvGMPpTxii449rWVMPUADrr12U3k+PqF+PcbTqDp0jyO+D440vWpxmj3pg5M9kpIyvmIQxb4a6cm9wk8evpbryb7OBY8+Fk2vPUn0Lj3YIKA8Ba5YvgOQzrr2O7s9cmaXvtt1k75AyIK9d28gvTwMwDzHXLm8jfaKO0cg+LxGtnc90azkPFBqsr2bkcg9QynFPoZlxz3Aroo99YENPSlRmr0lnGa9SpHPPcBimb3gby6+ecF3PkVoAj4CkVU+QAZzPpaXZb75ycy9PeSgvMVwDj4D2h8+5gTqPaJGwr2hTYm90vAUvoMwEL6boQ89B21Fvvym973cOfC9Y089u/73r76K/eC9eYoOPsu0Zb3Rajs+TyUAvlyWdr1Q/ig+HeuWvVLgMr5q2Oe9U5sAPi20Jb2NITY+n1owPnrwRL4pR6s9uA/DvcnXZ75FtYK+IndavRL39zwoltS9nV0rvITFGD5ffYo9KP5PPQ70272+7aW9sCsrvnBIO76pHeg7tZcJvpcKxT2kOpq+sogaPhjYAT4z2hS+03O5vXUHLL6rv8K96wJ2PSHo5r2kCAu+hcaJvUY5YL6/JGs+M07qvVbxEr3C0qw90bmHvBQVkb6j7OE9ArNzPdUoCz72DN68KVTQOyZe8TyzfiM8KQaeOzgXIb2ZGEw9K75rPckCmTydnGu9NFdjvinQyD3xITy+wUhGu+E2Cr6Kvxq+78cnPtWetL3ejDI+NdBjPmFlgrx707m911vCPf+IyDxLE9I80eWMvmbppz0FCzA+oUVIu9lZkDwJtBU8UfcaveceST3TpJ+8Y0hLvSp8Zb0/MoK9pXpnvnTugj164Ku8JDu3Pfcmmj3gNoa99gS5uqa4ELy6JZO96s6tPd3V772Xkue8Z2SNvcNRNz6cAg++ZO02Pm8Erb2H2aG9T9wdProb7zzkoZO8dY+WPc6ANL4jUYq8aMk+PTSL4rxeymW+Jh/Wvb0Ocz1nmoE8FZNHvjhgsL2V6Yg+LJfxPHYJiL6B7+u9tScbviSDaz36ahm+l99kPiq6A75xYT8+8axXvpMy37089Yy9tWc7ve9ISz7SaRk+0SpSviWSUL5yr18+UoMNvlE87L1mtSA+UW6fvQK+eD76JqW9cOruvYV/Oj6vyMY+HzS1PVZ+oz02WI47UYpjvvnpGj49YpY+AjCqPrnyk7u23AM+Q4eIPlQjvr07HmY96ia0O3ufoL07O1Q+f62IvFxOA73M2lC+1yevvn+Czj7iKvK8Nk5XPtZ2Xr2R4X09tOA4vr/2FT5NfFc+K+oVPnOxlT7Jsdc9mPfjvZa2qj2brzW+5R+FPd1nqj3RXqe9uNlzvkJFl7zqThg+UfGhPhyg6z0okVi+z11RPit6N77FSZY82W0HPC3wLL7tMTq+tKFYvFn5lzzXPIm8Wy+TvtfQzT0fLNo9irZTO/hQVj6f7hi9HKbuPjH/nL1CaR4+Lir0PUN+LLzyNbY8ZCrEO2kdGb4Q0QY8WdkEvjKf5r3Ez9w7D0aKPqhN8b3WP7U9mHDQPeGTIr4z8kq+W3M4vpMBkj0Ea2a9I+NMvsdjE7yJEKi+Rhwgviy54zvYAuU8IxuHPhZIhT7C1Mq9Uh2qvVRCIT6+wo69EfmJvsCWKL74SpY9uO0NPs2ppz2XK02+ghgxvjOQmL3ka5w7l7OfPUbzwj4zIoc8qF2kvol6O74Ch0O+noxjPr1v+rvl9ss9m37KPakDr778hSm+8gI/vYWgDj47duq9jG5HPgnhcD49aIA+aI8bvo2fmT6pIDo+o86svTlyD75yZjs+22acvkRWrTwvqSs+vHc/vfcEDr5Th5S9UD+XPoUxjroS4mg+NskEPtGYT76agY69oOkBvrXqwj6JU0K+lF+DPjg0Hj5ycoa+EgTqvYe1GD6FSnO9rwhhPSOQDrzpaWq92pi2vfixeL0+QHi++LvBvZ3EeT49hEo+XI5CvMhc7j3fTV+9FKRTvl5auj28r7Q9WSYCPlvuoL3k/IE+vUOZPgIuK76B2J+9hg/ivaeDAL5wiQg8mmxSPnZyvD7+4We+JZMsvs3jEr4/EGW93EVIu0GwK75E2/q9M0INvgXnkb3RX+a+7wnEPaIU5LyXMko9zqMSPvoozb2e1BK+mDEgvfnyVb5bC9u9czsuvvRDBT68fZW9qQ6vvrC5CT6MWQu9cNtQvoGbvDzmp0A9FW+TvKGP9z1aZS29WZiOPgkfcz0X6WQ93uaMPdDtrDdC4lC+yYCAPej3w73Y0Si+94KCPtolHr4EwBY+ZFnqPSgUIT1Bd8S71GKbPjBsuT2yEyA+yUJwPn5Ker4ADAG9SVuhPasDVrwKf1q+eg8SPlQBKj3lQoi96BePPbVTej1UFAG+2AIlPR9Byr2PmT49IGbSvYk4ED4kga08rJc0vYWFJj7aeZG9ToZSvuuC/r0zIyC+FV+qPbWqZ7k5UEg9SoVqvikHUj6py8y9I/crvmWXHr5TvIQ+gPmvPbdXbT21H0o9VqncPSKCMD1pcKK8lP57PVGFrbwM5RG9bBmEO8td6L3HXam9Joc+PtF1gD3cCno9NJi9vQae4D1PtlK8+Y7bvbOnWT30nJu9LWArPdy9uD3RX/G9AyaLOozUpT0rEmk9GIExvk4ujb33sKM9ZWGZvbbvNb0HVCQ+PJqSPR5atDto5569AvLzvYwc872xKR++vjESPtptZ77CInU9/LEGvXh6wjwPtY6+OdFqPCySUD2xkh29xT99Pb9OQT16sBW+S0YEPsFIm7ywlEQ+Y/g5Pvt/cL7xPyk+ypAAO6bvJT4Trji+gB06vq+G9DyfM4O9ylTFPWnhTDzUoW091xE6PdddSj1dzqA93BFovSRoCz5qyRa+OTQ9PT01Q7yLf/m7/W2HPpc8wb03lG0+g12yvfghpD1vvq89f+Y2PsY0nj1ftAm+3fd9vQqlg7t879E9Q6LtPVdfS76UCoy8F3FJPrqj9jydEPO8araJPSlDLL4V6qk9+9ojPgayL70qUxU+cMQ4Pp0oCL4oZX6+rAOnva7Rpj5duA8+nFj4vDdfMT0SKuY9oAMQPwP0KL5tVwY+pb7svTJynb38eO8+ejKdPYMgIL32Bbk9SN42vuKXDr74Y+M96T4CvpVVXL7OByo9g3YKvlS78j2epaG+67zkvfTutzyrWgo+Kh2tPUZFTj2zjIU+N4UqvQ0NDL4tJIa9v+iUPhCTDD7jV+A+n1cePiyKc75Ucyy+hEgRP0JvVb2HdMM9RSuVPmNl6z2eJFa9tzoNPNMTqL3j21q+7RMHvj8Xgz7TlYi9fiDOPHDLdr0LXmA+JuTAvQHmDr66SAg+VebBvek3+j2sPbI9AawIPpQipj4kKx++XzhDvlP6gb7P6MA95dlfvHmoKT7W28g+nYKEPvVLIzwJ3Ts9Ozgivvv3Nb6zfZI9ZHCfvBdW7D2bTMu85TkEPkFNzTnHDdQ+FJvYPeMS9D5IsCo9IkAYPSA+nD0ikIg8eOe8PCSU8D2/4E8+cFyOvvN6fLxVZkK+VmwRvlxwkb5ZC6A+vyLAvfwanT0uH9U800LvvXQUbT1KObQ9qNZ3PT2bB74E+2q++SlwvQLdGb4Jln++e0H3Pc3zdz2xoIu9pLiuPMqe7D3LLaI8CegmPrUPKT48nyi+B5+ivffSRb65OBq+PnFzvMiPpb3MyMk8EQV6PY0QODxkOSi+O7HRvqACyD2PV0697jnTPKZQID2zYhy+pYtjvV4aITuql+g9c5l3PUTulL08h489loS5Pb8ITb52ASw6ybFgPiFekL0PdSO+wquNPazDCb6IBG6+H0EHvoa5JD77Xs29iVi6Pg9RQ74hF409HMYMPill7jvW/L+92KhVvc66xL0Q5pK9/gcuPps0bj5/tWU+0J3XPlrnbr0dqYK+wgGhPf/muL1hnZE9zXV3PudbET636vQ6BxMgPVAifz4KbaO+vlUrvnZOkL6DFIS9HaesvaeVND3UMi6+gDKBvoAfeT4PFnk9xyUjPtKWZD1H/aC9yZ0wvh4RwD7ZV3q7J0PpPalsD7760DY9NTCWPmOeGj7iVqK92wqVPJ7dz778TnC7t4sdvvpSuD0g+ES+CPZpPtXvD74wzAo99BEePmYC+D0jNQW+4v/hvCiLPT4bs46+oa0IviVvUD6cUci8ATqYvgRxcb6PP28+HkZmPXG3Bj0PYBk+Ufb2PXBXMj6k70a9NB4GPgBHCb5VF2U8MbNAvq1ZZb51gZ48xz63PVyJDb7R+Ae9vu2ZvIAFcb3dsS4+11OnvnRpBD4CV58+7UYGvqI0u7zpwNS8t6VnPpyiH76wnTg+f3F5vNVkq75LJLA+VC+1PZTdyD55foc9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "He/XvXeK1DyqAx88FPCMPVmwgTysXKU8dTP/PELwzDxgl8Q81ianvFKrs7z3ZpC70cNUPM7jiLyP9Bm95s5QvXUAU7110LA9dGi5urmxHzvrqSs9EnAlPetbmLyV/7S7CIOkvV8RdL0m49k89qd7vaxGm7y4s0I9T1lmvXzGN71jhpk8f3u4u6JUAjtH9JQ965ervUTjgb2Uo089a4IzvKTRE734vo+9KANDvQQdAT3x6s48Pew1vRXxi7u/AIi8EueNPOaVNz0GU7E8UBeiPHCZTTwEMrE8FCTgOtRRGb4MUwe9Gkt6PRP6fbtn3kU8nyU4PYWXwjyxQJ67EjbfPFbY3b3dBeW8oFw9vbedODyxPIY8kMCrOmdL27zi5xe87gJePcqiQDxd/Yu9V/SevKsQ0jw7f4a9FZA+vlzl972sBIC8kDSVvWk9T7xV2Ms8qqKFPe7qXbqpWMk8SbJkvXDnS7ovO2u7egatvMAL7b1C2yE8/pnKvJ4ws72Q52+9KLyRPP+teD2is4U8d+iUuyBHqjxf5gK+nnMZPGCTJj3E7Pe9Kj7qOrfOdb17qfS8FTKTvQuzijsog2y8CwTEPKZkD7wqQpQ8mdoevh/e5TtX7za8cD9yvTtDCD3PAko9GAZbPYh1jzrCRr691Azmvf5Pnr022dA8Pr1EPGNTG74="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 