{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "nFmJvdMJOz+LDS++iYzVPHqEeDsgIiM++3iRvSBdGD/HDc+9gtOdvj91FT2oS1I8AVcbPnAPlz345AQ/deUtvsQ90z6aDBa/Z9bYvCoeNT+f7u89FvKHvbnm5T070DM+QFWNPjwlU77wqXI92tviPLw9wL5wvCa+YttfvmqXZD2umDc+S62SvTSADb/0BKm+rZnTPdfFID6VfEk+2uBVvt/MHr/AlAA9/W9CvrG4qr2H5Zu95SyMPsNaB7xjmcy9kDRrPOlXKL43kqG8HJABvh8kKD1N22u+66KPPLpcEr5CJTA+gv6ovcIDd7/s/gC+kS//PcsFkL/F6XU9l3pKvmEDeL3ddz0/ZHa3PE4UrD0jzFe+CqbCPb3bLrrqdvw9ASYUP6ZEUz4sJYm+UFjDvkxXYzk6dGq+E4epvkC/sD7FUTw+kyq3PbYTST4GTrK9yeW8vo8SOz7+fhU+LOuDvdzWVz7+l8o8TG1DPZVNab4KgZS+FRkZPsnABr7s7Dk+onDnvX7qtj1xy5M9uARePS1cf73jdRg+tex2vr0s+byzkiu+s5+Cvhf5R70XyOw8c5qsPiM0Fb4Utya+8pJWvzgJkz0Y+2U+MGI9Pb766T2VfGw99ZQQPjj4+j68EHg+OA5Nv/QmJ74N7FI89pBHPj/r7D0Iip89rknfPZVGcr7Pl0Q+fAbtPp2/mr4VXlu9CaN2Pc7lej0dbZM91uG9vgLkab7znMq+ZOocvdCveL4B9YW8Ta2FvXbNwr6d1j4++PsZPdXs5D4Pf4u8Sey3vA2qGT5WP5O+fLRivkONkr1al4a+1rTcvHYL4j33vZ27Y1NGvm7XMDvjH3m9S1XUvbktpj2Man8+bYbYPKUVKj51fR4/q84Qve/FuDzdNVI8mLITvn1zJr4E4OA9JSEuPTqQjTxcZ0s+vdmIu8HZ6LxdFYO+z6ulvIEqnb2g5ry9YxPHPlxwvbzPjC8+cvjAPRA6uL3YaiC/7mNXPmM8rj4bqPG9AT1hPrJgkT7eo4++vSATvWndu73hBUQ+gcP+vWxbNz57+5w9jfUlvgbPhjx3cyg+2QDBvTv7vT2n3AM+mEAZO/CjDj6jC0e9pXCavZk7kr3jYG09bFGRPjKp9z75J2y+zniIvlEQnb2Yj2y9ns0rvjz37j26+zC8Q+1RPto/8T3avZK+Qnp+PssbmD7iA42+H2kzPR9m172GCas+E5F8PpSgpr40VOe6cSj4vGpViL7x7Zc8jy5RvUYUn776JDa+zpb5vbsKbr4+NRK+XQu9vbppQT4E6es9KK49PpElgr03gkO97N49PrkzO74Sqh+95SZFvosrxT7Y+z4+KvHOvVUJRj76P6q+I4AHvvmhKr5ZF48+z7KFPYOSCD4yx6w+XS3Nu/TysjwLylW+zPtRu5UO6z1WWbg6sROVvjfKkD78MgU+ypOtvhXBUz6MJ+28e8wLvjibEL4k+y6/ToDgPDhALj2JXSq+pJ0Qv0EmrL4zEJI+6pRWPpdxr73ay0a8Uvy9PhRDWD1TCfi9R00Bv9BcHD7x1xq+PiKyPbWb+7pzxqo+AT9tvkmveD2RqO281j/sPv23WTwNCru+rYhbvlLzd76usbI+wXgOv8F/ED7A69q9NJGMvQiNEz656E2++uzRvrV74LzdCMw+DdI9vaHpdz7RzGm9MfL0vVB4Cz4JcRI+2cnePTx43j7VB5U+t+EIvZHh6Lz4/pO+ojtlvjvRNz6sxZm+ltIQviahjL41H/U959btPYKpMLziQfI87kdLvZ+Jmb4qnIC92PnDPURdCL7KsMm+fG8CPifE4ry4kzY+BzPevkgjOb3UgO89OcFvPi3ASb4pPUi+aesyvifaUz56RMW9boakvfp+GD1nCC09w6eWvsq+rTyYH4E+m722vuBOjb6oOdI9chqXPX6ZAr5XTyw/GNa2vXS0KL5/zFW+Rz9vvkXBrr5ARZs8G/BAu4lVsDzQ8x6+h3GvPVw1qb7q+sg9oh/7PW46jD0qrVa+VA3DvhqcG75V+Qm+f79FPZJEED6xHbC9NaknvmxWQ790Bo2+2L7ivbCshr07MLU9TRNIPPqwrz3S4/i9D6NbvrXJM755E/y7083CvevcoT0Dl5Y+uhohv7aQI7+30g8/YjM0vrETTb/haEo+H6uDvjSfib44OQC+5MW7vBVcPb6eWBU9bvAavhxcJ79/d4M9LrcLPqLfqDs8My4+lom0vbFmMb7ANIg9SDUPvu3lhz2HwJq9MG1WPp1K+z50U+69o8qMvfo0mb2ssCe+LJwdv1LZTj5BUBI9py4OviNbY74kkUY+wYyFPmmWhDzckUM9xClNPPCxjj2WEhO+C8w2PNypCj88dro9CGqlvR3U2r6BNFI9ibTsPuwR07w4xYU/3b87Ps/CuL5AE0E+w6rPvc2eDj5WMim+LWXgPp0LzD0GCwQ+gO/iPP2YBb25GVM8gJFkvtjxpj5s/Lg99VLnvUhgwL1eRPE9MdubvdQDLT6686Y7ZeZrPsK9or2f56o+tvtaPmtFV70v0jc+6jElvcwb/DvzHwA+OaDTPei4Lj5HbKK+6EwHPmlFir54iOU9oC9FPwixVz6kBBA+ywnSvTsV3j60wcA+Dq1uPTFzL76Cgos7CUzKvnxt7b2VSUi9KaawPg7kAbp8aEE9TzGivjTgP74aYwo+7eseP21oxDy/f5E+oDqIvosNYz533iW/vO/zPXLahz1caje/1NwBvp4Q173CoE4+EmC7PnORFr12xc09sO3GPu/msT7OAyc9sCDJPqpVg76IjyY+OdtVvjvTLT6d1um9nPOCvm0N+r6sqj++FgglviReKb7l6pW9/hXavocrBD/NvsM+SCh9vqF+kL0vmhm9VisOvkQJHD0T2ii9yjy2O8Fzrr42IGc8ICZgO1No2z0SgO2+8cZqPljBiD5zKvW+D+yZPuC5IT7sOec9P3HqvfAJkr4cAJS+GI/KPUeRqr4qV9A9td5BvnNjBb6SJ8e9ODfhvf1vBb7X74++lGNwvqV7+r1th+8+jnXsvcZV1707ups+hIoOPpIPcT1cL6k9H0FzPr8I/L1Bde+8GHBcPiCZ570CLTU+HloVO5QUFz57wCW+/jU0PjZcGz7/Exu+G/VpPEM/jL5r7TK+U5SYPYIEGz4JDuk9pdO6vvAQGLqCsKw+Bqc4Pjg/H74jx4o+7fcqPW4OcD5tG3u9kgONPDfaL76LOtS9iNZBPYwVMD7rfeQ9ti5MvoKtXT0CJYi+9lsuPb2xIT4HvZS+xZ4YvfdmCz5dVjk+j3MdP1UyRz0JVSy+QslnvvxZnL1/ZQS+zzYDvYd0Kj5ONqm9OAU/PQ8Yab3Otm++E9e6vPxpBj+AH1E++e3DvmMDtr7AvIy8/qUrPggRx75dHwA+mXkrPoBQrb5kSTu++jrsPb6lFT799p47kC0mPqR4VT6rfTs+2U7TPf5cIr3SxQc+lOKYvgwD3r1fe/a7Q3J+Ppt7Ib7cgOC+8sO6PjFTIz4Le2K+ScrovI0fMr5f2ow9fDAgPohlKr6lXeC753kXPmCS8LzdAcm+AmsHvgZAgT6uDoo7Iq+Lvq82iL7bfre+ojmvPXJ2ur6Vvbs+emhovnlvCDo3k7O9j8P9PZQLyj0qIZM+wxRsPl53gT4OV4M8iNE0Pn6P1DoygzW+Tp9dPj+tCL27MEu+U38Pvh8Fhr4+hYA+23r9PTBXm77CbfC+fNHevovvlD7aE7Q9YbxWvuYkdT1jzoQ8LYvIPEWvQzxFxZm9WSIhPuXYBj49Tus8TAS7vpxZP71SfM++Vp/Rvg9jFL3C6oi+EPKUvQQnKL1gY2e+7zGEvE0WeT3mrxY+7K64vXZzKr1aOIE+Q9edveSvlL1S34Q+G4WSPs5oojxM1Om9qO63vkzRrD4azya+2DGZva610718uwi+pKsnPq/QVrxReie+22zHPh1niL579Lq8V2JwvMQi6z2jJZg9TbihvlI69700EpI+W4M5vQGJ173krek9UIbiPZJ8GT4XYQS+V9LFPdMHiD7rA4y+GJuWPfGCx70fFhq9Qi03v0v2871ZW4E+0BiCPsAyfz7A8zq+Z/KpPnfL1r7dbYw+TqBwPeKGOL4dsmc+VcTDPoOJML+nC648PuwiPMbVCb6s+dK8D2k8vkvebz2h1LC+UIUhPsUpVr6H0du+u8Afvu6Djb4zI7u9bwEvPv7zcT3LVCU+33CHvkBuML7JwHU+smbqvsqS7D5f2109koNDPvj5l76pofo9maruPd7VV7wZEBG+h0EaPVeFzD2GWsW92y2Nvl1pVb9EgsO9Re44PkXUOr0AiNk8fxKqPuim7bm345G8jZhCPt2SJj4wnp89/gS3Pcy6nj66zfk8sr60PYYJB72x3p69n0qLvsBA0j5bnC++mPw3PnSblL4yOTk92B1TPghOjbyx4yM/6VqVvim6nT5NEOe+rzN5Pla7Sb5vmby93qYJPyM9mL7jRn4+oPDovQSPTr41QvU9QwQCPg58jb2mr4M+5ggTPpiBjr1oIOg4ZRcTvnAmbb/Do4i+CPoRvpPFB75kvn4+pA7HvaYCKj6NEIA+o30nvrfQor3WVnk8IrMdPpjhJL7lRAG9zAKzvsqZrb3gp68/yYt/v/lSXrw/gDw+QHNrPTHPkT707qo8ep1HuxNJyL5bv709WwXbPpZ09L0818I9lKfVOi6xHj3sdiW7hfnqvYUC175V+zS9IZ2ZPkgF/b1cxEa+X56gPr0/kj7WyAI/aUTcvQYUgLwHqYG+99OiPMV5VT5mZDU+uxwOvaGmFr47YUI9l28JPveznr6joy0+Br56vbkphT69NZU+aL62vh9Dtb6wNR2+quGSPuHqiD1Iumy+kVJmPvQdjD1N3c8+5TWYPXZe177sc6u90V5ZvjkvCb3lyv+9VrO5vZo5m72+248+pm9aPgKzWr6flVi9iQSRvWLr+Lx4Icc9MU5rvqRWCz5JlWC9kWiKPlDuBT57srg+1I99vjbtlz6eiJ++K68QPanX9r4TCOk+UnWIPHSbQj2OJh6+4c7UPc9Ya77OknU9xzxJvXLUVLxIu70+iAGzPcHpIL6iibi+O6k+vPL1yL06xXG+LOvLPgBnrrwjxJg+dAKbvW70wL2VIqW9eAYWvrOCTz0IYr6+s+xiPkqQnL6In6s+4h+wOycSLr2xHiu+T7RkPnt1TT0oZJk9MmMhPq/ODb7TvKk+I9FzvjxAkz7ftVC+4veaPG0xrb3L8yo+O0A2Ppr1Vr51Caq+ard1PrCkBz4LPNi9FIyWPq72dT1ioYe9YUrlPaA/mb64k4A+FJcKvikNtj2SQY49fgWNveKkhD4COpM+R0nqvK8v3T0Sb1++4XyYvtEdXr4/Prg9rIh5PT4enz1klpw88cdNvc1Y27zvHqW97VyXvXzEi74Fus2+c0GcvnxbZb65LFc+lNFPvgwSWj7jlos84Iu+PSncsr2UI0I75CUivt9jOr5O4X+9Z0l4PVSbdT38Py2+/h2QPpbtmT1CfLa+n0Y5vpZfwr0NdMe9KZnbPho3ZTw6OCw/vHutvuayEj2GCQg+UaWRPk8ur74aA/k92GWSPmnX8DwwIWA+5BpAv+vF/Tw62Sm9BLDvPRR+ZD5QgUe+EPmAPr3qtj28b8a+i7Zkvi3uY71fEBo/CbMaPkv9sTydhM+6IC9ivrN1g718iZ0+fx3WvhgEvj7oe0M9LcKJPYWEVrstwC8+egsfPZAucT3R+a0+j68PvLW/3Dx5EZs+iVV1PpGLkbq6Fs2+RzwFv/d2Az4z9D+7LIicvURftT33hi89ZNAvO1kBNT6zU8m9wn5pPq+NKj+poQ69hsgMPxxALb1j6No9lpZRPpD82T6Lso8+c1vHOhgRXr0kfSi+YgT+PfPx2r0kLzs+muOhvfjIH72pW26+kVmmPrDak769rRC+9zgCPx3fKD7AmwW9DA9XO8sJFT7y0VK+pWpgvcuLIT1hc3o+8e2dvjVfJb4z/5O8uPdEPvWetD02Q5o+kyAgP4HPAb5rCSU+6OqPvmNCGD4g9R6+HfSaOwI1gr6SMNG9zcTqPGCc6D1Eqma+V1ZtOshZU740EFo+I/KaPp19iD6vhCi+NUFSvczxGr4OfEc92z7CPYebXD0r6Ne8YTKMvPYnCr0DDDq+0DwXPqxhzjwVBIq+aVXjvnGR3b6ZlBu+WtjxPVQcbr4AwR++xfANPnytKb7rKoY6cJwoPndsh7zPvN29CjwpvuIkxby4Gf69b+VmPir8jj0XWji+S5gevjSEBT6COY47QQuEvT6m9r2Smns9OR2SPLnCGT0d5WW9mMhxvnjMnLs8E6S8vUX7vAahKD7oCdS91oMuvn632j1tuOi8p1NAPuNkTL2eK8i9X3MDv2SnGr2boA8+eu8FvkflKr6g9U6+gnn7vQqT6D2WlJU9faYcvqK2W7717GW8Q1iOvvurbL7WHVC8RwrlPS7c9b2lKae9/xfqPOaYKL65eTG+VZDzvRBsP7w09wq9w34YPjqh1LuQkQm8tvlRvltJgrxVUvO9cOGFPCau+j2AAYG9KfqRPSKuVL6PlBy+Adndvbfm1j3pVg89PJu1Pc3HAz6zb08+g6iUvuAygL6JQYq9OZFQvilDJz1E0VA9vLCoPXeeu77DBkW9UrgRPLmtw7yi3Cu9E7nNPY/qUrw6SSK+S6iovWFpi72n2Vc+EKFxvgOrXb2BFAO++2VcPjy7OT3Dl6q9kgcVPQQBBb4PbQG+Ef0dPb7vlLwMmUa+qGuaPYcsMb+lmbk8eWIcvtlsVj1HZSc+/hAXPl3wrjwQBUu+OeU6vlL2qz2/2zU+C4ESPhYQWD62qxY+s8clPgMmiLr8e3w9NK5TPRZaSr67maY94cFCvpT7nzxSkeK8dzcqPh6FZj5JMsE9jyg5vdVlGD7S0xE+g2YKPdWjjb01Dnm9DhF6PclV0bybvgk+qtdJPai1ir475qS9zx3Tvc3mjL28Vwu9o1T9vdt7Pj4YjVs7CwzePWFkNr4MwQ0+q9Jgvt1Hsz0w4Gi9xJMFPjsASb5D8UM+Ud5Uvi6iLb4u0uA+sNYXPh3rFD4Y1wg+Da9+PXQirz1OBZc6p4EmPVZ11bzK8WI+FQQfPj2qub3gN4E+nExNvQ9N2L3lnXm8HDEIvTQzub2qnCi+afl0vJZ+6L3NxiA+AU20Pb5fBz3Zzq09DLlBO8aLK7vKxHY99UglvhiK/T3C6RA+YitKvUY+PT1AmAg+1V50vVt5wjvSzdk9H0uNvdE7ij7p8Pg9RoGCvTaN5b1mS30+sjCWOvQEUT4pmAq+xr4RPqymkL2SZaE9ssGUPS4lfT0kJdw8YjOAPW6A/rx41oO8tkyAPWtoT74G2Kg9qpx3PsDiGz6anlU+ZAbBvnsWZD6bV6a9DdM4PICLmz655Ma8Y65jPZ7ZnL3hgAw+wWqQvW+bir43Jsu85t8Dvf9dEL0u1zY+zwobPqfmjr147oW9q3efvefTn7xhtsg9IiaHPtkDgD71Zco8uei1PdT6Gj5wHGU++wAlvmcamz5P5Rq+EUCCvS9a5LzLyrC9V2a7PQ/6572uWBk9ZhStvAEwy72/w/G9rkzXvSlVAL4mYbe9wPtXPay84Dw/gAo+hQZDPsx6xb3zJqk8oWzsPXr5Lj6K4Wk+BkKPPbuqIT1lUUg9xGXhPf88fr5mF6s9+trQvY8dVb5N3ew8RoBYPtJoSD2ETp69XWjUvb+RO7oJqLY9esD/PBdLVj6o7pq9Er8nvfrAZL2ZUiE95TsRPr1+Y7wGxCs+JoQXvXn5N77Hjik9OqdvvjBbF76M08+7JQqMPZeprD3WJ6m9dfz5vHvPYLx3Fjk+XEhFPjISIT6ff/w9FyGyPFKykD25sW+9W8pJPNjZDj5GbsQ9B0LHvB3pxTwHKVa9vtEZvi+vFL2W5hK+v7ukvuUwIj1VcVw+Y/+GvXWXeL0LQoA7DRM3PtFt+71h1OW9j+wVPYL1bT4YIso8KjSDPV/QZj5r/bu+u19RPZWHnL1wUKa8yX1HPkjip72v4Q68Zg4GvvJxGL7zSYq9mQGkvZiUmD6bxk0+BAgEPE7M9j26PMu9xSOhvC+guj3YlwG94ERhvYkfEj5cys+9ATIgPvx/wr2H6sc7bNL4PNNqmj2zAs893E3ovfmNmb1cenm+9YHnPLzOlz2bSCU+fEEQvgracL186Oe9yq30veUnKzzc46w8m7FzPWzURD6jwJa8dUIoPnXqmLwBqeS9wt0svk2iwL2x6B0+xQwLPuGgFr5btnm8Bs+oPWRA3j1VONW897r2PFEKCT4Amni8SxsZvmQgmr1juiw+Os9yPSh2GD70Ufe8/EDjPa1Gib3f/tc9Qy7kvWVla7268PE9j+NHvbAUDT6yP1g+iM8zvmKJ0T2RLzM+UucYPhoQkzzUZkg+PK8RviqxOTurWB6+hde8PQ5lx7rdsQU+ELtHvV92Fz4DJE498BwCPj1RmL1HDJY9zPeFvIJ4470g3tm8Guo9PQyIMr0sEJe97KUkPJ2hDb7SNoG+em6PvGHU2r3KIrs9VikCvqNAv71KXQU+DBifPcaNfj2AdVA8vewIvcWYUb5Dmr47Jnq7PMmBQr3nxoo9/nLZvHDFZj7vhLU91APNvTcQULzDrra91la0PdPIM75aQbe9K4twvWfaIz3cK/Y9WxwdPrOnSr0fBBu+/4jlvZMvWzzyyFg+dPmCvTU7Nj08SAC9ii7bvHoB072kSpa9X0m8vZA+CL3wU+O9iTqbPBLZ671CCwM+2ujUPaafVz3od4E8IEVNvTna5r1h3Bc+lGt/vjIclb3bA6w9hMqLvf7nFj2f8sc98PO6O2MIybycPTk+mGXyvIQ5Bj7lQns+gioOvVHZRr51rrU9mHIZvQwTxz6QzxI+8OeIvSpl7T0+iw++raEyvghWKr0zv9C9VpQ0vody+z7n/Fu8IGyUvTwBOT5nFJy9hc8dPtsePD4DZRy+zR+9vV3J7z1D/1m+FlztPNRkcb3zx+69LJtpPIqTrr2Xiii+A8GEvvq8i74Uv4K+3Z1bvvQREj0otLk+TjS0vTEDfT0fmZi98VICPmgKvLxjxhg+qa2CvlBOG75N0qM9FNOrPh2xoj4b3QQ9VBrKPoG8k75e4oU+fHWJPsONFT0Ecl6+Tu+mPGXenL3w0zA9M5NcPWoQJL7LtwY+o+QGvUfkoL1izMQ+ONHOvoStS7hqpIS+lpZrvVfzSD1wWyo++RUlvVi44rzyh4O9Ex3uvLc5K73bjRM+huOZPgcAdL4ub+e9nFONvO8Ml74EBnw9qEdxPs+lTj5rZl0+5SbdPnIZFr7/EG0+OOWpPW5cjb3k/wA+Dp5bPmxlnD0uErW90WZLPnCR3z0ENTM+cCC5PTwkE77kkqi9pVBYvXlki7ta0Cq9tuT8vOBE3z3YOI098MxoPQEDPj5Cl948arKfPhKeTD1qqYw81FGVPOUzfb5Kgtw+WSZKvDSYnT1Y3ky+vTySvJSh/L0jt0s+qxA7PI2VH7yUJ2I+tNcuvtsML75v2NY9bkgXvrTHEj44do++kbvTPbBkyj2U+ZA9YJOKvJQh5D0MsAu+UZoCvrZLab54dw++k2WWvdXsNz7kbS09KVEfPZCWUz2jE/O9uiSZPdDjK75B2uY9I9q6vSYX4732RjK+Sw2OPu5kWb4ozcW9Ug0dvTXIAL7GVhO+/mOWPO5Xo73DrpO9ey/hvTj4mD66NQG9jNEpveT6Nr6/ylS+Zw9TPouFJr4P3DG9BOrDPU+Sc75wZy0+hW/+vVAwWb2Ncyg+xtIuvW3h5j10uos+yrg7PrS1n77vHdO9GRCovgC+6T1moEk+bhQlPmlAUT7BYOY8r0wSPqKs0L33K269nuPtO2wZzL1IEMe8gW3+veBbAL7RKL+99b2TPpD/KD6RdG++q0PIukLK+z15yE09fnXtPSYXwT2YI1q+ZlFsvevtwj182gm/qOmkPn8AOj74R0E8cKi2vRaLOz4SK789tm1+PGSylb39sTG+iblOPnzNBD714NA9MyMyPuu3YDsh0hK+hQfgPNdKcT5qNx4+bQAFvuqmLr680im9yN+AvYcxLTwm8mY+BsC4Ped+Orxm34O9R9OWvln2IL5/dmo++2EquqYyZbzKbJk9Z714Ph8/LD4sVrG7/IRPvgf2yL21WKo8vurqPBhSsb5+GOM992B+vaz6OL66WGI+cMATvntHAD7WcME9tnEIvhlSmr5oXom97krsPUdm6jriO9I8puCHPcSqJL56ikW+A+1Qvr+uGr72Olc+d9YAvaWxlD05uUI+sVdHvs0CAr6evIk9/VNEvdna/b2S39k8waXePTtPpr37hqi+wtAoPQvMozyZplW8fX9nveh/Dr6MrZa+XRBzvQYtnL1PTSi9PUk9vdWPTb7f6oS8ix2NvCsSbrwm1sU9Oy3IvWmyPr6O1a07V20nvdyQbr4vi7C9vX61PVtGSr0lIh++NWBJvr76S75UOju+3fQCvuyz5r0zARa+XpxevoeEObyxEuM9W5Gqvmn1BT1bDRW+e+bUPTTHMj05fYU95uE7voUchb1WwIm9cdxJvlacxb1F+xY9IDf1Pa6/g7lSqhe9Guz/PXA6Fr6FHwa+Q8K6PVqJV71uMC2+pIphvhOVV72ibRa+X+IOPbc5tT07j6E9pWegvZZ/Lb7qYVC+zQH0ve6/4b1l2KK8CxyfPQvSOb5DchO+lko1vcXT7j3dIua9OlZIvtNnDz26Rju9PJA8Pevf9r0HMis+dWohviyQmzyF27296QqSvWzUsL2IZUK+QNQsPucZNb5k2FK+itbRvUfwDb3dv4O7uB+lPSkzG744L9g8G2S9vPHNPb3IZWS+vZCruybJojx6HVM+v7kVvOfbXb4MiKS+72HzPFJ7yL0+GzE8ZkOsvd51kb1YIzu710PlvTePCb57Et29ZM6nvsrk272h3fA9MsobvkeSO7zBoDU9FTSDPC2gxj3h5wY+cq0XvuSM0zuOf7a+tQdQvpCcBL6g+OO9K8T2PG/J8D3Gtjw9lNCxPDV3G76VVFw9FFJHve0L076N1uI7wOCBvuD79b2GW+K9GtjAPc2Ekj4zNsu9So/dvZMtoD3cgsK8AHyzPYqf2D0Vbfy90PAvPRZfXr6UFQI+kmLpPfXIjDwEVQQ+B+c0PTP+hz3z1Au+hYQvPawWk72R1Ki9jtLPvZYlwb4NClM+roGSPp/+Xj5TjZs8EyvnPUE89j2hw02+qRNVvih92L0tXbS9P2IHvecUD77CXMI8Y7KBvVeN4L3W6qy7OLx1vdXNF751mxs+iYGLvpzShr6GFtK95xAFPeKxL74gbhu7s+C6PeNsbD3ZA788KNkCvl5eZblTrzK+vaXQPfd5Zb48pAQ+EzqrPUXLBz7E1kU+1ZHxPVm0H72YqY0+IRfMvIGC67zlnDy+bdtMvnlAQDyk2Ry9sogXOgKRHz79Z768IKE2vYSEXb4t7dy9+tNlvnXluj7E3i4+0v1jPkSRe77QfEg+jGukvQX1vLyROxy+UJ3ROPI5JzugAE69hMH8Pcs0G76NoCS+R+qrvTarLD6A7FK+ZAOQPuByzb3NgEs8x+MlPoqst70BfW88wLbrvaj+3zylWgG8xJqzPWirhz24XFS9Ckt1vfMsL75ADh28rJMyPbQyVz7ygeK9noNUPmtS2Lv86yg+BcGcPADJub1QBum31fxNvs20tb3FJrI8oFSyPeEkBz3rHtc9XdBnvm4qEb4iMsO9tKkTPX4sXD7D+oq8PEcVvLsQdL6FWja+yrqcvRKrUbz7gRg+TFU0vYqwG70qgAC+l7JCPmbCib240C8++AZvvEv5HT7Skl49LTCGvQ0yaT7xDDs+OUaWvW+fvD3em2o8KIDsPPN2W709j8k9bSYNPcoAjj1bmLw9Vm/avWnS1j3C90C9VHBwPgebUz6SpLG+h0sivhkEiz3bh5e+ZbwcPoOdVjxS6Vm+l+cpvRBfJTv08FW+MjfMPWIVpjx0vq6+Fdz3PQrIU75P+pG9TKajvR1IHr16QjI+gHa7PQxnDr5dQey8uKS4vaFcYzvqfLe9lkWsPRp5xb0ywQi9qKqbPS6NED72eQY9L0RSPdxdkryoJEw+fCRgvr2BCz1lGGO9D8AUPq4b7D0DoaM+EivCPT8hMr5jfaO9zmJLvpXGHb6u+Fi+kaCfPcyeLD0Vu/K9lA/BPSzSVr6InZu9RRPXvc0yzr0mCmQ89X0xvnfvYT48ubu+UCAMPQ6PvrxyBAC8l/9uPaJJnb1TVQ0+nzubvXkcoz35qzc+xfS8PWEQPr2vaxk8A1+AvSitob0dMIm9W/aCvjYVIb43lga+U74LPQx5cjwJosY9SGu4vXTJjj1Hhbi9BLDSPNoGFr0QPZk9xLV6vq8I6D3izZc9PnFCvXcxJDyjsjw+zWRkPdxiyD2ogoo9/DtyvQps9T05uxO+2Mn0u5tQ9r0sWBg+0mYdPl8TGb5wFsM9SPFSvUmbnz1HzlY+bwWEPUl/Zr34nCe+SQUnPohJpLmRuY499TKbPE7UUz5xqVC+2JIIPdWsjb12dSu+oAeHu7KKuT3XeV2+hTO5Pco1FT6trK09X0Mvvig0j75ijAm9D8m0PQgrHr3MMpC9cFZ0Penjzz1I+Og8mEoSuaG0FL3U8Zu9F4jzvfKOhDykzBK+cRh/vRNFxrz0Yte612AnvjS2Kz5vuXu9qSrwPcRhCz3vl7s9nFrKvZJ2Sb5eg2i9VXMpPlodvTw2dP+95xmlvXDxxz17Ngu+PJNNvv2zg70Ab8q9hsFCvpzuD772ui6+yYR3vhwjJL4Y/Ne9HLU+PlTWIT44ItM9qOb6PIBG6r3K+3896aecvThVhr7LdYG+440mPlT2fL4NLMk8aAMwPRMPh7z+onG9BJezvVclfL3rLoe9SFw6PRP3prwc+Ki+WnDXvjWcCTzKaU0+fjC0vi9tTb2oVbY+1p0YPu3kDD59sIc+t0BYvlaEOr7zEe89hipSvrehpryVfQC++e7VPWB/ej3/DFO9zxvcPVVeQr4or4M9s5q6PRsph759E9e93E2jPmbTG759ZIw+OFysPtcpPT7vDAI9dvfPveCSC73RAx6+ePcnvXc+Pz1rGAU+B3IHPqoaqLwBHFA+ZA8XPPc7cL28Adk+ZpMLPkGfhj2V/Cy9NnOfvrzJiL5UZaW9hs67PuHU1z2I9Rw9+kJ7Pidm1r0FRvA+/KhnvSTSA74XEu089JNSOxdfBr4ROqi9U2hUvvLA+TwEu2K+ZKoiPHV4Jz6xTvm9WDV2vZT5/jqw2gO+9gShPgmVYD1OFe49m5fYvVK3CD7xfJI+7tmSvk4nsb2p+B8+VOnWvacW1j3MNGi98SHLvfSPgb1YhA89dPbmOYWuPj5ZZFw+C6AKPkrRIj23X+c93z9IPqNAvD3UpI29+m4FPrgmKT4zQAe+gvBrPhc4CTyb43o9rUwZvLYPmr5GC+29CXu3u5HV8z09Mzu95byVPZdQkL1CIWE+DNShvrWrQr3zbxw+/m6gPglopD0+QIa9EjvmPXRITb4IgDw9KizfPOGc1702HuY96wvVPaJlNj4Oyic+T9EVPU/6ML6+WSa9Sfm8PJBeibw7n9W7btQ5PjV9m73Fca087UydvPKxJb7jTR++bE0JvOCDwb1C0uW916MWvhzvbD7JrUM9ysCAvFMI7TyItxq95s+JPQNMRz69OB4+OPvRPXjyEb4KjL2+x4mtPcYZ9z2y0o+9HYWcPp2YQ75aqYy7WnazvBK0J74Qay49PtAbvhMnZj0qvOe76GEevoz3VD6S4RU+FpkvPeXmFr4BBYC+yM0vPYZY272YEHe92l2Cvjmhp760p5G9m86cPRC5r76a/6C96PZNvlkrVz2nhoU+4wigvN0Rkzx2lOi9MDRGPs8BRj5oyTE+48zCPElGGj6syxc9AWgNPgpGOD6/Q0g+uQ3rPNCd3Dybzhm+dwOhPnaFvTy9Q3W+wvAuvrv1Lr5vuOg9DIPTO++44D3nXY89tUGRPWqLvjxe6Xu8PmB1vh2Otjk38Vm+gspuPtHNCz1vAtk9mUxGvpJDkb0g9oG+XUXEPdfH7b5BKy4+g8fqvRn0obw5+Zg9cFi+PQfUk77hA7S9o4WKviqqq7005Tk+ViAMvCpBQ74qxzy+f4mEPpkTBD5CJes9c7wUPu96Cb4SjYw+t9WAvvQaN77+vwo+49SRvRXPJr518wG+iEh+PkueXL1f+8w8sJBIPbQHgL5WfWC+wb8dvppsbb5V1fE9jIXpvWs9+70Mhia+NTThPN6D/DwMUBk+4SPgvWzwo72c+1w9mtR+PfFrMj1fMiK9IOkxPkNKBb3weYS9TYL4O/EsNr5GkUA+o/7zPR8DOj0MTkS9HWQ8vp11NLyUiVC9/2yjvTD/Iz1bIrS+p3PIvKsQiT0vhHe+sIg2vL9R1b1kabg8qB9MPqaJJz7NAqu9x3XHPEcn+TysEIY7jBYFvUcvoL4uNRs+D5gePEG6jj3b05+9RQDvPbQbZr4W2By+HY4YPmt2Xr401Qu9IjDlvT45Gb5mfwe+jq8Cvi7nwLvFIBy96c6VvBVRq74Ybmu+wlYwPRQZmTplb929dao5vl85mT2bwPs8ks00Pq7uvT15Kru8cg+CvlJ5YL7EGS6+2fzxPRqwob3a6Be+MWYVPCicGL3YJn2+We8DPQq+HL7e4XO+kH9GvlI+d7wkESQ9KwLYvAkUx70BlQG+W0iRvis/7j36EzO+jXMfvqxVp7xPzgI+8OzPPXWvsT3vGAC+nyhQva328r0FGDS9WWx6va2es72BBT++KtKqPW3iSD3QHX4+6xSfPV8A4bwjy6k8M7X1u9wCDL6vTRy+pF4lPtX22b0uS169aE+cPfm5G71abOq9gvoCPhGvfz0eLFu+ImYIvbOBC77t40W+9QyQPN/YrTtHJqW+BaITvqPZvrsQEL29SOSxvY+/U77uuBW9nG+gvm76KT6F81Y+bnRWPlYZn7wEW6S9zfjmvLTo4b0O0gs+mI0xvi6Vqr1Ofpq86FmdvrvhVb39Zv+9IHDGvVsDQj5t+oM+8lBMPozdXz6QD0a9hCaTPcmddb4mcts9q1IgPSgZcbygYN09p3zsvJvOxz0N5kk+xZGjPm4uo7xWjmG+7aePvLWFXT5qHUE+zEeDvSCelr42j8c9d8LHPYJy3z30qoM9vrquPsDCLL51jM09nFVsvhbfHLzDu6u8690SPYq+E77J3129QNKkvOnR5z3iveU9mJ/vvDQtlrrKYBY+1OCKvTgxij7gF0k+C5LUvQ9TQ7z9V4U9wz3avDsNqDzbgzO96uaWvF3ZJL1TlRu+zqWYPt4Hrj5xG328E5KaPamjz73sNkI+luW9PpBwcD6G0oc+slBcPpBdFT41qls+39ygPBkNnj3lZ7K85M85vJnCgj0AfLK8nZgivjJNpr0odTU+JllKvjKwvD2tjoM9Ke75PU4Vzj6lNjC9aIx+PtPQLb7HUz2+alqJPvNH5rv5CSK+vu3yPWU5PT7IGuK6N8EAvp0nXT04hG28VuNfPVk8PbxrI2C8MwqBvppjdD4m7Kc92STVPepoYL5U8OG85mjEvSkvQT0mWs48vypePQqljz7iH3w+eExAPscuqT3q1h69m70gPjVoUj7G2AM+Lz5kPltw2L3AwwY+IX6KPlm/NL3MCqG8u+B7PWi8jD1zivO+Z4yFPqZJ9ryqMx4+ky0kPnfCB75exo08fxhkvXZcED1I0pO8aum/vb9llz0ykgO+Zv/vvBXSNT6qKzA+7aMdPigwTb7xJM270T2mPWjS5z0HknE+TCGkPo5dGT7h/2I+s1BSPmpLOL5IkUQ+CtXCvanUhDyDACG+ZcuhPfViWj1HFRY+PgRpvZRQW75ZVne8ZxoAPp8qnb2S+4a+LszevQFSGj4OFVE9ZWT7vLMEDz6mpmu+vbD+vZ3OxbzWa+c9f7GSPvbelD2q/U8+ulp5vOwXBL6rekQ+Y/r8Pbz8kz1d8qu+X2IavXez1D0FUXy++xZ5vq/W0r3IokI++YHAvaXT3b2tnFY+apdZPlLvgj32GmO+dKzjvZnzGjz3UYa+zs18PGuBFj6a5JE9GMv3vV16eD1OOgC+tWRKPI6lvj26tRG+yAQVPdPIiL77I+e9ivxQvk+ZS75tdEm8FVfMvk/zTb7K/J49KejsPAkzoLxT5TY9ksS3PRR2CzyhrRI+I9KIPqgTtL28/9Y8yIGkPiaeyb1pJDS+khySPdq+NL37NT0+DwFOPpMWvbysh+Q9YeN4PomUGb4I5Ju9hn5+Pf+cor3l7H2+6wuMPSVETL0GO4m+m+K4vMAPEb4pCiC+3Px6Pld5dT2pJtc8w8c3vnNbxr1ZltA9AN1APsma7rt70QQ+AVfGvejmsb0Auv+9IuIQvoeclz19Lwe+I1YUPtoYKz6yJ/08mCk1PT1SOD3lWE0+rBwYPoUyND7m1UQ7LjkwPBUc3T18z7698Gp5PZg+qb0qdOs9zEUEPnFmfj1Y1Yu9qTYvPe/R0716jru9iVkgPtH7e7146+G9jr+cPVncoj0j7aS8LLIkviKgJT7F2vo917dNvavGxz2hOK+9lmGKvY+K3zzDCVm9sG36PVBrQT7QuAI+4rgyvhN+h70tkNc9gDVVPfVKhr1CNTy+eNYZPmmrsT0xDfM93lHOPY/p+TprrzW+JSaxvcGdBT55DGm9l2WtvUUSnbwTzA0+PSKTPQXi/7s0XrI82OG5vT6JOL5dBRG+vnPVvER4mTwa3gS9mAIkvNVRubzBK08+/LezuwMmursi0Tg9YHwRPmBdZjw0j3i9uFR9PQKTGD6Q2xM9bmfwvdnv4L2adgE9KyvSPRuO1z04zBi+v38svZ4gyr24HoA9uHF4Pv/ANT4UbJq91WaMPXDWxT2VMUm9TfIyPYFFUj71EAE+eQJFPvkFLT4GPGs9M+xLPhp2S76a9Qq+VHMgvUKZVr1L1sO9zyy5vWBqxj2E9UE9LHQkPbhjET1KcWy+vYm0vMZLdjzlpOe+rbMBPkaQGL0UzNI9H4fiPbdLC74pjQk+mkeUvIgLoT5+5zi+N2pIvrwv0DxodB0+6Vb7vA9MCL4/oxQ+uSMEvvLoZT7ym1a7klUDvliKEz4bzOg98+G8vXt8QT6Fifw8qC8ZPg/hl77fVki+Cfj1vSh8lr7oRoK+Z+mHvkP2Fr4sFB6+7QHrvrq0yL41vOQ9Sn5MPq86Qr4Sit87BTMHvDl2nb0H07Y9DVOhPpjVpb5Ajye+wokUvg0BVD7nITU+ld6IPfj3ir7tVfq9ZP8LPUSYLb6njMc8yG6HvU7qJb3aodI9M1baPco3yrzqymu+6lHfPRiG8D1Nqx++7lDKPakoib3WshO+Mz5lPrfQZL4gqOy97d/ePfexJL4ReKG9+7zZPePAub6s3qi+ZwXkPfmetb6JIye8PI0/vd+UxDyy1ek95gplvuD2Ij6k1x29nxj8Pa9kZr4tEAA+mRZAPq2Mmr5STRc98qWOvO2TqL6oiuU9OEzkPWop0j3NH1C+BYq1vNw6mbyYAiM+N/nXPZomnz1Fx1e+VGUNvUfaljwvqCq8jVqWPIcJlD3XyI69S5Q7PJILGj0Uh4i+c2GvvqxTiTzbLk8+yJnZu1ip6rxMCX4+9+MWPr39Xj4/tT2+5/chPo/8PD67F0u9EBF9PbRrsj4Apaq9iXIBvq6MbL7fT8o+v7xLPuhhhT2dep0650J7Plt5Iz7ITm07c6OZPr37MD1xxQy+fY/WveEfOT7zefq8shIuvk7Ggr2Uj4o+P1V8Pd9SSj4aB+c92+YHPgBqGjj6eIo+tZlNvZ3frLyth088C5WlvoopG76xfRq+nhaWPqQAFr5i5ic99URbvlHsVL6Iv5k9p+b5PU0zu71rTLI+l62wPFy6Ar74XyE+tflHPojEiT6yXn89YxWqvYB86D5WHKu8vg6HvcY3Uz7jgEi9lQotvkl4Ab5GStM8DLbNveYu2D2nFcs9MeEGvmucDT1ceUW+7T4uPnWf4r10Ei4+s40kvhx3K77MVZg8++msO7phar4cfPy8oUgFPh1WCz43b2M+TeKLPgYJ170wGIE90U1ovUM0Hz7huQI+IS9rPmI5gr3Y1ZO+FEEfPYk56Tw97rQ9cuDGPg8rpj6k5Rs9v/UivuneJz6VQQW+NtkwPli8/r3MqDO9ArhpvTmxcD7WYZO99s7pvb/VYD0TYwQ8s0PGPcOvh70I1S8+Yj19PlC1Fr4qlWw+IVwaPsPgnDya9S4+KCjPPCgTOz5VjLA7bFPmvRs3xb0OU4g8Omt+vsg/5D30mLm9OTeEPcmcK76QvFo+RnmYPn/u0D3UE0i9WPD5vQArMD3j+pE+OMdJvi7VFj40HBs+IhCfPXyIAD15Kcw9wxU+PppCIL4nAay9LPhjvYbqA76SuxI95dE+PbW3Sj6PzEO7jCkKvDqsvr3c4rY7dAyZPj0veL0Hd/w7m11PvFQIRT5VdD0+SmnjvV8sUT3oFsE+F5D3PVCx7r0Xd18+P6kiPN3Bwrx3fSu+zmsoPAJEWT4QStE9U2gJPoUdjT4NeOU9r7Juvh9a7D2og3C9706DvHu83z1NWoo+Bm/3PdrLabwhH3U+hWbhvSzNBT7mDRk+EKU5PrRfCb7B8VQ+ofHkPW9KvT2diDo+FsGRvjZhgL3YvXO9F9huu/C9k72wpIi+sCYoPtBViDvNL4+8mVE0Pt75VzymMem8NwlrPjBC2b19VAO9waWWvQhoyz3Rwe+9I6xRPvRnYbzDwA89rRc1Pu+bjzywSic+44q6PXXx2Dzpgzw+uKsdvi4HbD2ZpkQ+5Un2vEb6Rj5Mvpu9b5SgPaRDk72wAjK9ziDaPNPpVz3yRQe+oCGQPcLW4z2+nVQ+RaCLvfNlSzxxbJC9Zj7WPKM7gjyl4uw9UTsxPnLbVb6rhDy9XIPIvd3+l73Cu5Y9E+IUO+8xVD65+zC9VNcZPrI3tTzLneY9x/AdPgeZtDvqeKo9cmgNPKSFJT6ijbq9cu8HvqAqTz7UXmu9ngwNPuuJPL7Hzim+QdbxPSXd57n1g0+9ziP+PKnWOL51tpM9+NnnPUv3fL5DLQc+iJXSvtTlnz3UeKq+v87kvEEXgr4bkAa+kiyJPSoNCb7kcg49R2PQPFcNor7gufY82ahMPvFhZbyfr+C82oanvbOcyD3ridm9GEJ2PIOKPT6Oy+W9YyTtvUeKsjwz2uw7fQGNvpP+zL1lg8g8dZOFPJl+lb56V7+8z5JWPqlgiD0ze5Y+FgiiPR0EwT3jYEq+XG8FPqkBHz6082m9p+A4vjBMlD65Bx09GE05PRF7gr6BbF4+0e6dO6u/EL7oVgg8tPErvr4OUTwRTFE+XRbAPdyzab6drUK+GSSBvKCKFT6vA0y+BMY+vcsHYr1jhCe9fZQ4Pg6mD77QshK+LgkmPmw4nb1GgMI9F5N4O8cEY70Lqds9wH8jvMvJJL7V1lQ8rWHKPNxovb0T03I+toUNvlyfRb1s7GM9lrHkPcFh1DwyC4Y+jHR4PWwapr6VZ3O+Ar4RPlYCLr6DI1++2v+9PTN6W749a249JaAxvkJ7pT2tom09z8KkPisyEbxbCUa+OCGIvi4XE75c/gM+zWCLvk+Ru76OvJY92omuvYxnvT1R/wm+Me2GPAq4iT6c1JS9FxQBPlUtfL7s4Cg++0d2PuD24L1vGlA9x5HVPH9mxD1Ymls9P22SvUZaMT4/qQa+JF1EPg9mb76utEA+iK5rO5Rtyb3QAqW9ueqnvRz8Nj02jbC9BOG5PiuKhb23zME+9Gs6vlDoqr2rsU0+J1/6PTHHJj5mJ7e8IFWqPD4ayb0mBNy8eCcoPaUpujxkRmA+PBF4vanz8D3VGpa9kBzcPRYMLT5xBu+9CPo+PofqhT4js5c7Uk9Bvrpetb08I8c9slz7vQcg5j1tqqa9XiubvdXLgr176Fq8xtKDvbhyzj37bxC+G/aQPjQ0Nr78cmS+uvYqvvzeSj2r19y89vGRvrJAHb4GtOA97AiePZM2d70B44A+E6rDvawz0DwqBcq88Q+HPebSx7uVQJ89U7V3PYnwKD66cgg9K7ZmvU7jlL1NymM9iaP/veYXEz5+ux4+sh6JPd5/0D2zDV+9UnjvPTMBDb4Y3fG94gpKPYJqp70C0xU+PaKHPrfMtztmNP09iGwEPkB2bTwLyb++6ncHvAcAlj5NCPc813WaPekYt732g5w9OiHhPLezHD3YpBy+mHa1vd9rTr4SKnU+ch4nPKtFzD2LSTm+pFQ4Pbu6s73AOj6+ugiXPQ5/gb2nkAI9mA0DugJGkD1RBfY9uS4Avdcasb3ntA49jG86Pt3LVL1Au/y9wCczvjXEpL15Z+e6naQlPvaW/j2kgEe+0QJsPY1LGr4VypK9u4o/vYd0JTw3IhU9UQA8vaEiiD3/fM29hXEjPt+bh711SSG+hAVwvhq8pDyiACk9JxYYvfacor1NlmY840ucvQT16Twda0Y+aSOFPMawJb4SptS9DQg/PYHdQT7zNHw7djIcvjG/mT28HQu+jRqJPZYjFrxCf8M8ID8vvrKA2D0uHM6948dmvVcjXj5+LbU93HM5vv0lVj71E5Q+pCYKvth/F775z1M+TLUzvH0LHb7CkQk+GYmBPZ7/NL5GHVK8Aob+vD1sLj3Ncx0+dfCfPkrnrb20xXU+8E0tPt1yPz5R4FO9k8yqvSs9h71q5WK9US5avM/DHj2TZwu+VpgxvmJ6rD5AsZO9PlEVvgGhw71zjmU84VWiPdy+ML2HWmW+f6u1vGqvQrub4Wu+/1HbvXpIhz4Lr0S+BVTJvVssED1ECfg8e67tvaPHEz2+6Vg9NkndPeRFOr2QGJ89YIhmPY3m5j2Ky6i9S07hO3Nm0T3N0AA+L4EXPol7UL0ngoG9mnooPgWNibwI8ic+pCLNvKvI8r1woOc80mgpPAtKGb4ED9S9DhNPvRdnVT2hkAc994XfPU7X6L2HoyC9xTkSvvLPLT3xuWQ9NlQLPrxVLb6HyC09XooYuDIqQL0TK0K9C9xmvt3Ni7z7kHy+/2NdPNtKZz41Yp+9CbDMPazcDb6QPYK+f8RgvsrDZT2POiW+zuWiPaCRAT4YGs094NIzPtJ/oD2D+Sq+8tegvtDi6j4mV46+APwwPk6Ykz0nci++0GLRO0nRAL8YlXA9LbTIvfSutD338pI+8uITvd9AHD75YFo8meOnvurMTz5VWOY9eUKKPr59X7v8upi+wAURvi+jLD48bnm9GF7SPeQkYb5QJ0S+qH7hvZjb6D3ewmq8zhravd5J+b09VSw9PMa3vgfiD764T/K9k8SXvgayE75IOxU+07Y4vuxCGr03gYE+Qc9BvjGn/D1Tyh0+/kLAvZWi3r6+4RA+pJCGvn6Kc74CX8g+aRliPbWaSD4AQFs9066UvUaoHj3ZBni+ilzGvpnhpryIPhO+3c2zPo1VAD68S26+HNWDPo8slL7WRGg8tgK+PUPZnL20hbe+XPFkPO+Ig70a0Wa+nzhqvKOIDz359PU9f46jvb34L76kZ7G9JcDnO4HSCT7tQu+9d/Fivha1lb6+cWO+gWRePCJGXr5I2Q092Mi6veZVjT5naMy+7aGBvimYDz0W8jk6QQ4CPq058Lwj98Q8tmmwPOz7Pj6+Vhs+J9nivYFTgb6hxyq+mWLtPUzjYz7yHKe+eJujPFwSDD7TynG+cIIyvjFpuT0coPs98dVOPQmibT1EvkS9Mc9FviwDfb5CxB09Suhdvqxkfb5JiAK+QZ32Pbg1mr7g+rM71fvKPeMgkT1rKCK+J4qKPcv24L01njK+aqvPPo+tu7w5ZWA+gRLmvbyT87wyEIO9dWyDvXKmJb0XmX0+jXuEvNZ/y7vb1s2+40VFPl4ZGj1i6YO9XSG0PKT+Bj5lMgS+spZNPe+diL07s8a9WGCQvZK+FD7+yDO+9zguvoRYHr5Gjvg9ueU9PVGrRb6Mima9FevbvcycK751xWU++EgPPqtmYb598Ca+udCAPg2SvD00gFq8kGwUvn/OGj5GoBc+kH/3vZ0b/72Xofe9e9QcPkswG75eNzS8BRpGvq9wFz4EfyY+/mPmvW1ZPz6BWIq9JGpoOsPfHD6tBz89szMJPqn3l75LKFq+Gi8Avyw82by8jYM9JcayPk3zuD1c6Tc9gVFqPmvd5j1FU0C+Il4NvPnQTD6n77m+o7GUPgcGCT7ELuk97C6NvVLZ2r3GnNG92yspPlwSjT4lt2O9UtMhPpLnxz1XAM+8iccZvq9Nrb7B/FS8Ji+vPYg9Ir0iLXe+pIdROzD8hb2FNr29pdONPuEYLz5abIQ9hIXbvQTI0z1JMqo9ITENvVim6b1W4BE+jwIJPsFklDweRGI920sSvl4+bj6Ae5w7F1BOvgb1h73thO69w6wbvf76jT2kiyW+dmuqPBFRI72rbis9kU62vLgOBr5atnO9fSSBO/nTKr75tx2+UdUVvbDSu73F2PC9YMKtvSC8ET5of0o9C+00vl/Wjz2X6RW+Ej3NvZsnYj5c0KE9QOZsvZvwqT1gHgC+qEgRvhRmFr4Cn7U8VJrAPVm4g73Ukhe8BFknPpNISr0JOes9GPaavG9N371Pmlq+KIhAvqI+Pb4KcSW+yQW3PTrLFL5BSzG+Ru6/vXSJhT3JrUs9S9zWPYrGFr4znWI98ZKSPcULVD26/5m9ZNgWPcYXMT1tHzA+KFu4vbXmBL4AtYw9pvcMPfGxQL0PXaU95rCjPVGco735l4K9LlY9viyPED1tHCm+SCaXvVVIkD195C09ip06vtUxc721DI+9Bg/zvSxGPb457Vy+ZqMoPOy5MLuTFF89YlU1PUebnr3FOdq9ZGWmvUOT3r3fCY29ILtgvkOnKr2+I2++qHAgPHxRFT5ZE0G+xk9/PHJyUb5akos8vVE5vlcaWT3WWP+8aKSXvhTKaL72Ypu9e7Rpvr/DUb6AO529D624PUxzRr5JxHE97igdvllwML5+B9M6JnH3vQtfJL5vyGG9P7TjPRc/uz27M0u9EBanvejoxr2MEae+AdyXPXAbhL3z7um9LEwRvmlzGz1gkwA+nHcVPiYwzL0WiKg9dJG2vPQCrL1LENY8HCcuvsw8M75p5Py9iWqvvRb6ZT2Od02++DWovtMcAb6M+0G+GvrXvZHGMb5/ars8KaAivkCt27zkFbC+WPo6PMeeWD7I8Qk+1ohQvb2Drb2kmw0+pqzrPU0YrT3OMWC+w0DzPYxFB74btxa+BuWoPYv3OL5xg4U9X32IvrsXc70qOIg9LfmBPWdSS77ZXLw92XM4vgn9j763Bhe+P7eJvVaKlj5VeKI9X+w4PeZtCb7ebja+Y77RvSwlij5KqfY8ybzLPW5NxLwttXk9pzO/vrT7hTtFojI99uGDPiTOwTyIjG6+TAj6vPjflTy3Nbu9/T/BPLP4lb6A8DE+f+wOvjAyxz15W/u9K3EavG5BTjyEAlc+ZvXCvVjilL7vk6w9Ss1ZPQJOL76fLmW973+8PSyJar5ZShE8ysDpvZHyv71I8Xw9GzrNvaVF2D3fCSQ7yguovQAlF77StMk9hv6Ivatkl75S1Vm+tdKiPryC2brhHkK+wmzcPZaI7L2+L0E8kvUiPh7sNj7Wj1g9l/8wPptSqr2r5AU91KqsvepeG77SAxs9WlYCPWfYqzxT1DC+9uGXPXBaRzwM3g6+Jgu6vfaGmb6tHlg+Get8vieJyT0xSwS9KhfYPGipo76YoLg9WfQIvVs/DL6N3UY+YPuLPfHP8z0RmAu9UKWLPbtGrD5ZkOQ9NZXdPTynvb0pSv+9kt4pPq1x5j2aobs+oU4/vqv+T71sW/i9naIPPr6B1z26OGm+/BzKPYvhnL3zjFA+kEV3u0xQAz2G25A+I7RMPqaEcz44/eU9RgIxPl8FAD4FMNW91SmzvvQ+U7tUKn0+qRK+PgknIr64T0a9Wds+va+tiz6wx4I7ktaGvim1YT7ZbC6+/KYtvrt3XT7NmAQ+fHirPW3H370/XI6+LH8uvt+SGD11im++LFKSPbErbr3yKDI9fOcpusH6zL0tJ22+5lKPPK2TYT7i0vy7iOo0vsBd8z3SRRI9j7QqvekfTryFVys+Kn+mPQjjjr39EKm7yDRwPU+pLD3aPBm+fAkoPnApyLz168u+1YIePV4ktj0fmnm9DF9bO5UHGL6kFBA++LATPgbRtj2CyD8+aB6dvJ3Koz14tvw9dv2sPkhCB75ARgu+2oDRvfONub0uW8q9a0uHPJXFO76qxIm+FZS9PAOCHT53OH88KGkyvnaKcj6idus7SLKEvgjEaL78ekW+sd8oPNZfAT53zSc+wNtCvfTPz7zIaBo+tronPtfXIb6L95i+9CcdvtN6Jz6uhDe9pRTzPRF54b2KXqm+XHkwPaMWYjzSH6M9YsqoPMg9wb0fXUo+wbbivdSmmT3HcKW9ZZPWvQiFoD1cvn29thmgvTDkyjxWe4G+5GUwPXVJ1j19OrI9ymJMvlU2lj1BCAO+NAc7vsmAnL1V8he+ge3pvT2ynj2Pwcw93AkNvW4oqz0JuAa+99gSPmjbr7wRyR0+MmypvXn2ID2Oliu+xCZuvv9hqj1XZC++d3LTvZtpgT008xW+TvFwvlbL6j0vQ3Q9UatGvmiJpT3rFIs9dwjYORWqgT0YMeK9bTNSPB742LuwQca+f/v1vRuoCjwOcmK+D2a3vc3Y+L3LBqu9O54CPXZQN74sc6k9mogMPqBaxLxMIi+80siuPV45rTwFyHS+xWb2vEIa0L6pGoC+Tmu8PYHXID6FXNU8Rtl3vla8Az7U46u8jowCvS9Sv741kmU9+kpFvX3bLj4kml49w9oLvsw94r0X7Wa+pvWfPXIwZr7jfqE9QMEivp2QeD0d61K939jgvYhY+r2IcEK+DxfyvQUeor1Xdnq9WWgmvhOxIT2hyre9X2cxvGlOsz2GO+e8oq8CPTqXoLwl3UM91F0pPY4WSb6pup29t9UOvvI0Hb5/e0i+kBaIPVuTfL3Nj+i9aUqCvOSZiL6zFNA9HiIDvbKb/z1xj4S8eF+bveK3jr1XQGW9wZcEvmDQGr6kIFa+BBYsvl5VNr7/g4U9gnpmvmlBWD1gy1e99pbjvXNXAD3GQda9YZkRvgc6F75u7F+86gAsvhFMp7up2gQ+taesPIYT/bz/zpm+BIVwvrunLL53Xuw9D+33vdB2Db5LkKy9yXc1vkiur72ZBqW8arQgPohanD5v3hu9iUDoPLNvzL34KtG9Io+oPUh3prwH6B++CT+RvgGIlr6M/IC+RE+9vtuWAj7EIpg9bLWSvgpbsL0LkL8+8IyLPoMDEb5wWSI+hwTavXrokL1DRZo87+SOvYBwfz4opLW7cA20vZ7iq76K/wc95fBnvoFOCT7xaQS9cT0XvmZArD7VB9s7tUobvmkwI76nZdo9/uO0vuEBWb4jTDO+j3ocPcPMjr2IIh0997rKvXU2vr6pdgk+qUBzvZciXryxsIy+a0UwvcLIjb2zC/i9EHkDvk2IRL44P00+D/xXPkuBE7zaNiy9LVq1vaJhzbqqlTS+pKSvPZuWRL7pWqa+XHtxvp3lJL6qYLS+pExUPnkbyzw8oR4+u/CoPehCEr6XO7299KWPvSkmJD6qk669fSpzPmYGmr7p/eM9YxUZviwiq74pWMs+fRDAvav11L1NzVY+z8Jnvnd0ajwh2Bs+0519vseJ+zxA/QI+66kvvqkGKL0y4km+QkLDPYIHVL5SjMY9xUdbvilyKj5rXs49P2eOvfA3573g3Ig9+zQMvijwEj7bxRY+uJJtvQPzy71O8EK9V+ndvQqB0D0xLB0+ZG4yPVr3ST7F5Is+Ea8Dvpd4G77qs5W+LKZQvv4Oub0aEGU9JDpzPcKOkT3zIZs+fdn4PObJqr1GCJG+np2pPP3lSz7TioO6Y4E3velRAz46r5497XVdPjdHNj6r1bE+3QxmvaoTor2Y5jW+yH6lva1uiT0chZc+NHjfvDcQ+z3vJV49ksaNPnHbo76MeW6+6kqpvR37nz1ZzSe+UXQYPaQLED0w7G89oCKoPBP72z0yX628rsWDPKQBtb114TW+L9+APnhyhj2VdMQ9tKFvPo75mL0lwjc+a1D7ve8kUr34IXc+/28qPoYPsDzXOgg9fyYVvVmIu7ymds69T/vqPZd3djzbXZo9PejcPbVHtD5vWlE+AZURPkcP173OQoW+7v/wPRzGpD3Ib6S+nX3ePX5kzTxogJm9teCmPb0Ver0H7bk9agflPfvdMD4R84e9E3NJvkJn+D2YQ1S+dE/ivMBqGT7+QYo+h0k0vqUcaj7fXsY8WzgTPiQCqr3unnE+y9ZzPsJS8718vGE9Nvl4PmZMTj51ZSi9wRpHvoNN6TxZALQ96lCjPUj6Hb6/N30+rldkPTCKsTxdRwK+5fTwvGitIT4xRaW+Wg6fPY9pkz7IyhS+KltHPWqt+T1LPQg9XtB4vhXj2zylsCo+wcAcPUakBL/uIlw9kKNwPTwzuT4RfCk+/sbnva4177181+m8J0DzPSrg9jz5jOi9E80avcDXAT11/bu9wJNUPiEv/zyBpFU8LNEtPtV6jb2upyo9d1qnPAA/yr0VYcY9O5XaPQqIoD3kWre9g8FcPUOVhz1QCja9Yw4KPonrOb46DQc++E2FveqPiz12gT88M6voPVQdJz7sIJC6yidKvV0f6b3gx9y8fimMPXrMAz7vBji+g7dOvSxcAb4PhY49Ylb7vRWKDj6JMJ49Z9Y5Pa/14j3wjsc9+zwHPtBqkz1r7Qk9O0IJPoBi2bwqzqQ8BTFKvVsUSTw8A3C+SPndPZ7SSb5HpRu+AbsOPpRt773k28u8m6YsvYlYmz2Ocfy9DnhbvRHM8Tx+ntI8ibpJvAPNCTt3waq9kz2iPWvNIL45+Bm9Hvduvd6lFj6rqwW9ymO8PZCRML2yEz4+aJs+PjxOU73RCjc96KMhvmMU7b2obA49MrwPva/hQr0BBmm8+7UIPDpKzLhD2fK96Q/kvGuyvT1LsIq9yxB/PYHr0TySHu49Na7gvXceIr1//q68dLNDPeppg723sH6+JrBuvdOaKT3Curo9RJgQPTAsA7731RM+/PUpOz9ik7vHHiy95DiBvOZdDT7VfsQ84uAVvoYrx72nFU09awF/PQOqHz1jsNq9uqPEPdGMFb52d0C+YuSZPeTlh709xHO+HPMXvr0EsLt2kJO8Cto2PjSPQD7hL8e9hTSuvlip/L15QEC+B2ZuvqdTCr6pQlA7icSTPQYOSb4jn4K+EoWePqBvJD7CU3Y+2RqFPgqWuT653Ii+kfwfvvyUij6vB2Y9RMHYPTAl0T0NEye9h3l+PRkBrD7goge+L51iPmvWTL7IUVY996CZvowWpz7qRrk+71JyPdoWGL4xIpY+EvsxvrAPur1zkoA+80YwPqW59T28dAC+m1ZLvSFWXr6WnyY+fbgmPgbtF75Dyy0+jjrNPoHc4b0Vl+y8s9RwPGB8hr3PIFm+9dxbvqhR6r3XMtg9sJ9/PUASY76GaRC+41+GPWGwoj5Oz8q+I5z/vcSSfb51Wb49+B2wvaTniTxzHdO9ZnslvmxKvTyacyc+ECDhPaLsxj6jmII+aFmfvlVRoT2RSNk9ErClPhEbRD55hC89A/U5vnG3q76guZg9nJt1voj+XT6MMcs9QoI3PkzMiT14cGG9f+BLPiIuRD4/vVM9lS2nPBhpA70cWJE+zLIsPpq6u75G6vy9FQgfPBR5Mb6e48c7njqsPQxvLj5l0+m96kXsvos1fL4pR2K9/Gs5PUq8nj7NRrm8vIaMPSdymT5PMzU+/0KaPf3Oj76BH6c9vE00vhgwcj2r5H6+NWGlPdoJb71/s4W+PpOcvb/7oD7wmAQ9P2HOPWEqxD2+VC+9JXFOvZhiC77yVFu++KEDPXR4Pb6bmD6+yZ+9PtZDOr1PuzA+vmJ2vV6GYrqzDD0+SwlZPQPRgL2DVQw+W/dPPuQImj47AeY9ADY8PhK9rD3JuAS+Y82svjyuhj7fldk9pO2GPR+OUL48DwS+IH4MvUUxjT4ATT2+ElpXPpyvn72dw4s+ww10uwYX/D3xfWY9fgN4Prmj0z5j9BY+Z7lgvvu4hL29ERw++4TEPiV0GD7REn0+jtBRvo9ED73+RZs+dZPCuxuZmz7LGjA9vsKDvZlYtb0iu/U8KaY3PlJcBL3adGU9iQc8vgwBI74lZ0e83NfqPXPttjyhbUM9JcE4PuKsfbvip0u+p7qAvn5jNb1qdLE8o+awvYknnz12yoC9c4QYvnZvXr3eMAm+8T84PgiaIL64Hoe+VpICPmGCujynjra9m5gFvl45sD0PeF0+87pAvWEZc77KEoc+bQ8BPvE3cT2h5AY+4lq5Ph9hKj6fdXQ9rQWbPZ5rwz5pA5Q+7qmivZSttLx8z9U95k7ZvQH9HD43O5s9SMLdPSAXAr6sxY8+Hz1UvqYrnb3OJ6i8u7XfPC/jWj5KpTO9waJKvZdTOz40iSy+GoQAvnoDF77a+D07VahCvq1SEL41rDG9P2jGvSCWuzxJ5Yu9FbwvPqmaE75RbQ8+2Egavojqlrzc5Z+9a+ArPRlfSz0UptM4FeoIvuJ4bT1DD6o9qo5UPjTluT1hUS49BjScO7EUKbxvQIU9oSwqPks61z0bCNm9+AgNPh7uWr6J1Tw+Lph/PezKj72ZSI8+rlSYvT/t171GrGs9ObRbPe4jd7w3Do29CUXtPYdOYL0u+GQ9cynbvQCBDj5U9589Jgl8PA24Gb6mcje+0sqJvXd3obyMzqa9W7klvp6sUL2ic2c8mqZOPcIyR7yVC6o9jFtHvALjpz3NK889SxkPPtSgubwWJ/0821HLvI2larxAmDm9DBRIPtcdAj27J5y+NZSGvkaObT3a9T++z2sIvRnDf70Q74898U6UPYwQhL5Swj69sAErPtwuVzwJFYY9XGkKPp4jmD1QdNK8iCZPPIKyGr56zbK9V0iCvQivBD4Uu0I+bJlOPjqBLT3kMv+9X85YPiWByzwp6Zk8t1X2PA5AJr3iyi4+O17nPWpGz7wyYYg7bkwSvbJ1lj0CJfy9VxERvv91Gz5jFqc9XWWKvOvYhT5j6UU+ucQIviL9pbzIyU4+pzY+PUWEK76B5ua9/EfevcqTnz3Mhxg+prR/vShZPb2G/8G9zjpUvVKZE73zSMc92wPIvE6haL46+ZE8PHzePVBukD1pxAa+bWIkvtehYz4VP08++qJWvKtO8z1AH5o9DWa7PdK7CL7u3hq8Rt0DvnKWSz7lT6M8ccujvdL9hj5ItKy8ASATPd3tW75FYpM7WdITvmfgzjtESZy9P2G/PAVBZj6SFhc+kMkoPlDjaT6csaW9NUYlPsrWnryTJYe9P8L1POqm4r7fu8W9mJ+0vTLSIb6/TMY+PzgWPe2gbb5kEIs9P/D/Pa3aFD6F8Jg+ZzK3PTDtcb7KgoC5qa8zOv1cB77/NbM9aSSEvr9nor4p6Py9b/NqPcIiAL3yMoa+3XiAPfIIar5V8iQ+9a/dPUXBvb2+1ri9thV0ve8LrL6OcBI+udqiO5SVKj3EDWc+zrU1OR3FBb1raz0+wwElvrjlaLyezSW+T3iaPsItDj5Ktxw9bRi4vaYdLbz2s2C99PiDvZKpEr4HMWe9012jPWkA4b2sXvC9skZCvSy4Gr42Nr+8aG+/PO9ebT6TEL4+AdpGviiQ4r0h4YU+eB57PEMpb7545HM+P/cfPXxlIb4IsIw+EcUYPc6EID5RBPA9PYlGvfO1kr0ahwq+Dv2vPfddLz5gR22+FnYEvs2SCD4vC2Y+F5g8PkhNlb73YzC+cg+aPsf96j2Cru68de0zvpM8J7qtbig8z5vMvdhVUj5VlLk9RxTtPavYMT4fT+M+0dVvvdzdgr2pgJ2+W7P3vdg9iT4Addc9FSYKPSEX8D2gLHQ+wBU+Po+cC72tfws9OsYivpfnvr3tNTA+vY4kvu64z70a2YO+1z6hvBBCAT5N9Aw9G7qSvdYQpj1Pj4K+saqeu/J+eL5t38m9qWeivaboE77Kw2Y+c6UmPu9GzL6zDd88LDrvvYht5L1UwWu+nPGPPa6Fqb6qoVI8f7kXvp4MMr2R7rC9adgevlgNIbvjR1e9d9zlvWVyz76obTE+LQxPPvV0ND3cmC8+smZ6PvwXML4dthO+4wowPQqKOT0N+S473/LNPU4uU755ImA9ML4UPTh++Tx+DFc+68BSPqhx/bwPDxE+RFjKPC3nyryJHcO9J5c7PQpYz7yfq0M+pAxAvmAtGj7rMZ6+UYpKPn5gnz3/yDO+k9t0vVQsyz3oXEG+TBW1PVAugrq9Nf69Y/hQvaW9A72NSCq+7wEyvnyZyz1/eEu+vvaKPtbx8D20XWe+dg49uzmQFD5kmdY9rrXevb36TL5xcj+9nTiuvU3YU779WAu+QXvDvYGuFj5JCno+5/5AvkQwTj3xCoy+ZMnDPEdqBr5vJXu9xissvTuouD2UqlY+fG+xPYdzVb4noUs8KlKavWjcUb6l77+7kHDJvau8xj3OC9Y87GpCvtf07jz1lp+9vG/9PBtpu74WMO491NHuPYJter5d3bE+WcUhPZmUlD0OiyE9dXkxvvgAVr6WHEG9yO3PPcesfz3xBOg95gCwvQdD373w00m+wgGgvhJD6r2eyu695IsOvdLLnr0klAS+v0wJPmtRAz7LOR2++y3wPCX1lr1lP1C96StXvUTeqT2Jhai8q7xLPVTWKT48kQC+F+oKvrJ5Cr7GHsA7mj7/vR6MBTt/S9K9F26AvBOYfL6ddoa9FghcvVsaLz3iwJe9ywHevVNcxb1qTTU8jqoqvvtBab5hUbQ9NvkZvdLiDD1oK/q8LbcKvuB8Ib3p2KA9L6cLOVsMYL66p7G9IrcwPiYVML7/Ko692JmBvunU7LyyPm2+2kEXvli0ir6QpUE9aT3pvWhLlr79/589kIhQvVN5KzvCvrW+SjkXvkQSNj2PyKc9oA0MPuzzOb4A2aw9T2SzPOwZtDtuYDW9ioe6vWvxDT3TaaO8Hkv/vGBfCL5snwW+D1eGPBvs1b2meDK9l+QcvqsZ/j2T5I69n7tEvNMw+DyVapu94myjO9MvZL5Vham9p1KVvGhe7L1xam09omEMPswt4r2/nzg9B7Z1vjWmCD6dHwo+i54HPfVTI75/xg++GM0yvNvyv73Pvou+RKhfvveFXb7ULqS8dioWvqw+I72HDco9GRhrPJHZrzxLG+C8cHABvkMdnz2IJu280qvgPD7JDb69VYq+75IrvuABAD70kPa992quPRGWyj0ajQG+xVLaPWzyab5Q4qs9F09mPNYEgb78cqC+8suLvTAIt70qvOq9mK1SPULRKr3oh3g+HaoiPs1xVr5mmHq+E/MkvpdkpL3fT3I98AmZPJDamrywlCo+Vrc4Pgq1WL7bs4E9kOLRvUCjxTywMfc9kRq9vAAsGD4/OJU9Ltr/Pej2tz5XNr68iiiZPMx2ubxBiSu+Vbrmvf+bRr5bh+M9PkDiveJQ6L4yq0k9koipvr65Jr7rJ9U9iRO2PZnI9T1zVYO+R95kvk2Jn7xVigI9QU0nPuFDQT4jLB8+jglhvgC/h7sUyZC9siVXvUC8Bjwj3vO9/kOKvcbSjD20CUQ+pFefvChV4D3/h/49ito5vhRdhD5F5xc8xywgvh0PBTxsiaE94xCovRWsjT5MygE+DPoavc0/5L2eHyY+6i0JPskpdL7YQZa+M5hPPVH4mj3gWoU9PMqkva3zkD0K6t8+xmf8O8Epk7wneHK+cGdJPFI/Az67ehA+zfKPuoV+pb3LR108iA36Pe61Kz7m9T2+bv7rOscy5b14AYi+StpYvrH2W72SyS8+MV2Pvqx65r3wOQm+665YPkpOJz6J6zA75AeCPYKui77dSIA+EE+xPcV3870gJx4+uNX1vVmvhTszhXk9Ln2TvfDO1j1Jqvu9YxYZvcOb8z144S2+C2UNvQJbjb4vczm+97MTPqvfwDuciei85rB4PLHcCz5gm5K+NQVhPuBbBj5zVVO+ZZTtvK/VmL1iI9a927A1PlUJo70bUuY8d3AVPiAQIj6cxs69EhYrvaH7MzxyB9u9QRkpPs99C72mdKe9H/YTvhzcYL58wE2+3PZtPtablL2wfBO9xSSivcWrrDwDxp887fBqPOw/WT1xqo+91n7OPVzrxTzrDRK+jDXlPdyNvDwz/EA8O0mbPpm7S74OjHA9eW7DvNRtgj0ag6S9sgeLPlptF73LVoC9s7ECvn5h2r0/mAe+msovvpnoyLwrd2y+a0btvU5FST7ep7U9U+99vLsyQT78cNu9KJNKvlD5Dz4OMzi9Xrc6vsGPPb7lPZM9ojNAPZ0MoT1wSRa+UDGdvjewwT3hf5o9LHicvjX87T2DkiY+/TLnPIxrAr2cokI+XlQovvrt/T1JyzI9THstvqS7iz2POZM90daPO/xlgr7kwqi9Yc2VPu1mu73eRsu9mv6gu99iqr04gxQ9sK6APH0Emj6XvWS+I6qTvUcBAz6g1FY+YkICvfE0+Lz4lou+OYbhva47SD5YpgY+6d0/vi8emDwpmbQ99ykoPjD+KT2rEk89+FVFvAhVp77Fvwe+dUmiPW6taj13Ooo9"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "OKs7vflKkLwz8oG9OYQvvUiyqbxphV+9HAK0va1YWbwZoou92Di7vdZ3BL0Z1AK9pfhjuxDV9bpnYPc8AI+/vejI4jxidEq8jEr3vTccjj3Kuei7vtAdO/bljz37F4C83nxBvobjarwi4ZW6UrOHu/r7nr0KFtG9mMThvSmgI760zIO92l6FvNqdSb1Ez429MpavuggpHr2OZ6U7/GqqvKcFIz2k8i09tRipvc3/S70vCbu9Sf/4OwGonzwSJVy91RMAvrqLnL0orAU9gUC4vTgiAjyhaqu9rFCcvaR+8DkaQVY9wRTYvQ2qhjx2TCC9AEs2vQLecD0CKGQ81AC4vbYgmL13C7o8df28PEw2zLyXNgy+Ho5dvZ+NlrzDY6a8E9+IvZF1K7v9ngC+JBNHvG5H7b28iIU7tkE/vYhdgLxSGPO80B+rvW9qW72S4ya8iUQ2PVKybDssrbG7+j9cveJrQ7yoJVu+MQyQvE17Nr14CqG9dXW9vMYbC7064Ze84Op1vftWTb1VHQc944HuvHcKjLw0uXc9Qz4/vIn7M72zeRo82GmJumpcdz3CS3q+1H29vUwNJL3qFpu9u/7mPBE/0b27iBu9NqAHPa0odTvOxwu9i1RLPTmtoby6yjk9z90oPbeRmbwb0yC+otCoPMkBQLyRJbG84VGIPGwIXLw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 