{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "hCsDvfA7Cz1dtBk+GI2NPGFjlL2AMvO9FLJIvRGBBT4cfR496ivxPfcyNb6WeZY9rgKuPcRdob3YQa+8fUYcPmYg/j0igi6+3mvJPTpi6D0Ol9I985QhPvcTk73A1Ic7LAxXPeBQprxgo5k7AOWPO8cbDT7uI9k9TvnEvUDc4DzPnyK+0NbPvEBlYbt4jiW9+M5gPdCI2jwS4dE9uvWYPYCTZ7ypRBg+0BxtPMh9mr3uXf89ThXrvWCyozwwYfG85o75PQl8Dz7O/cY9bxMRPjfOGL5y8nq9wENLPNCP6b1MqQS+L3eSvQAxBDu1WRU+IMMIPHQmQz1P9xw++b07Pka/uD1WZfg9eHQ5vYYwiT0AL6c6kPZdPSidaD2XBt29ANSLO8KEiz0IVyu+JZrPvSDlITzjTQU+IJCWO6uwHr5O4bg9YGZFvcBEJ70qFek9OXi+vWsMEb74de082qvwPbVrzb3VXBk+QJ8lu6DeILw4e/G8ZgosvhukMb5efsA9wNExPA6yz70AmXm74MM/vIAVnjv5HLC9rrjOvXDFJD1FogG+wFkXPQnNFz7BBPO9bSUjvqBk4Ty90ha+ApSYPfCD0r0A/yG+7DskvZ779j2rcxw+Ki3CPXV/rb1OlCC+LO5jvZnhNL7+Nbw9qTQ6PqoflD2a7oW9LCgmPRA00bxZYcO9PGg6vZ9CpL1bP/G9OjKAPZyB/L1FzjI+iibIPTwxNr5GF689iBzFvABKbDrrO729zGDvvcJOhz3Ryw4+OccMPoCKD74BQjI+dBwzvsrOyL0gmA49avx+vW5lGb6ThSm+LuA0vswO67229aw9sDPrPMBz0DzAOPQ7+DKzvccXGT7gxQa8a5kdvr1rDz6KxKC9HHINvlhRlLwO28Y9FLQhPSe2Mz7mdtW9DTADPhCVI73g+eg88qyrvdTqBr6Iuka9Ciy5vQBsVj1smEc9NpmtvXBAbbyeBa+9Rsq0Pf3fOj5XETS+HOdbvZtkw71gwwW9AMpLvDzGdT1YlkM9OOvBvFogM76iHfA9VxQUPkVYqr37jxc+Axb+vd5c/b1gJOE7UnyzPbnBH76oZsE82agYPt0NB75/syE+o2snPriqhjxQMBq+EO95vDZW4D2e6vs9KmUIvgyKaT3HlBu+BGILvQ9tIT4Gt/O9AGOAPYyHlL0KnPu9thO1Pcx6F71VZA4+lKczvv6rDr6QDJc8INULvOxt/b3QXhg8qpbBveC12TuQ1Je9wSgePocSob1kZ0a92XYoPlDXoLz0ega+2cMdPoNPEz7cxE49QIVnPdWcCD5yrZA9MK8jvddcKj72fBu+xAwjvsEOMr596hE+maInPphLMr7VvSe+YAZAPa6J2z0gm2q9DmXbvax9Xb0wybq9cmgRvsDj2LwfLgU+iMTiPJBM5L2wLBk8oouSPXXmgb3Iw+E8Ce00visYjr1n4yk+gBV4PB0R370Yg0m9qCVNva/9ND6AaEC9XMWIvVWG3b2PfiM+Jg2RPWy1er16FLs9qNLaPLYLtD1rvB4+2Zg6PhaqsD1oPJm8mQ4rPsx9q724/pS8dMYJvoslJT4GwtA9l3kGPgfiAj7MWji9s8YgPgDQvbrvTzU+WycxPqIiqL12+oo9YK1RPIX8hr1muJg9tiziPa3/KT7kYES9TAS3vaJ05z0g7Qk8uJFYva7jij3Ole898C39PN1/Jz6PTp69EDRpPNQAVj2oJDK9cYyOvVmRPD7SBTe+HFMOvtxXDj3Rca+9LG5OvQID4b1isAG+bmgbvlNIBj7mVfY9XXzevbW+J74SU9w9zOt5PdjN77yvWRs+ILpHvAcTMD4+F469ULArPER2Ar6ACCY9S5AQPnQATL38FwE9afcSPhJ5lz1wMQY8Z5crvmAUDr0otoo81ONQPZt0sL0AI+26lVIrPqbP7r1U0CG9n1nwvU6Nrj0gXRi+GdH7vYDWUT3OpcG9vJwSvavRDj58NDs9QBmTvXjpVD2HwwQ+w3guvqAtaz1LGSs+ZXMwPqQpLz0yzZM9CJCtvDxjSj2u4qM9mpbmPbjNaL3oabE8kqaKvVb5vD1ggkm8EmI3vsyylr27+zk+ihyvPYDFJzs+GdU9KCQmvp7rnD0AMNI5MAqFPWHeND5gF5c81ZgWPvxqXD08+Q89DD9WveZz3z195BG+IjOsPZImlT0tcSc+AD5RvMu94r35cgk+eqYhvpDRK77Gqrw9XMSVvXsWIz6Rg6u9ONppPRCzb7xDK929bYQdvpPmNT5C9Qq+FoOfPUebLz6hLfK9VsLnvbUWAT4gGtg88IRLPBm/LD5bJCC+IMRRvSCiMb0AuEq6oFNUPaOtOD6glGc8C0MRPqqJkj2u3Se+lEk/PSaDzj1AoEA7zhC8vb4urz3T0YG9gPeeuh4KsD2qmZE9wCvoPNwCUb2M61S9uEPpvfwmar1UuAu+rGYovY59tD1gXay7sKgJPSuHBj4g+7c7zlIgvqDAejxAH6w7cOdGPQR6KL1l6vi9t+IkPt4vkz3Ze4q9Uj72PaLMs70aVJK9gaiSvZbftD1SWRC+JuLQPeSNTT2wyMs8HN01vgSjtr37rQc+FEAfPeEfsr0akbU96dmjvdcCEj5wBue8/NCSvVBMULzBGTQ+MDoZPQkuKT5liYy9ZK45PXA8ATyWKM89LDcxvXHZMD5eU/U9wanwvcIl6D1wD068SHGWvHhRTr25TQg+AcQpvpAaIL20tRM9Er/TvQDKqjyqJaA9stEavhjq4TyAfq689r+CPf5NlD3oTn89oqzPPX5jA75glBW9TpfuPUih0TzaDti9hpKlvenJEz7yw8092NJevR+XHb5Mwi+9mT4mPmztj72OgOU9SOsHvkUeOT7ydq49AN+4vVoltT23AzQ+LQ/bvYCXqbwAjEO9YIeJOzCakrwcqWo9UWMZPg44Ab4sbTI9gBBsu0Ki8D01Wxw+eHrzPMz9GT1QJSS9IClvPDASWDxBRDa+kFsOvWuhkL1AGiy+atIYvutWD76IjbS8FwQlPqIX6j2XIh4+iBgcPeF+DT52zJe9wvL1Pd/KKb4DZAM+gD7dPFkzy71A2Ww97IRdPTQXWL1I6SO+XoPDPdurHj4Qvie+q0MsPijuaT0EtPq9ROifvf5VkT0a36M9XZ0FvrGGGj7GIqk9MGbtvBhZiL0wRqK8VfgxvgBvATthaCq+8uGmPVaOI756rvc9QO4rvqHw8b0m8Mg9xNmBPSlV+73Uw3o9eHMLPZ3/Nr7XwwC+QLBEPBCr57w+jR6+gToqPmycBT2AtRq7O1M6vkjczjzAM967vm3/PR2wJj570jM+DCYNvhV5OD5op4G9z94tPjxebL3Knxy+YJI5vSBSML5k8WS94IMbPLAs1bzsQBS9iB29vJCPNDy4j2A9CkH4PZWiFj7YqfS9EvjavWDRHTxA5lU71teavRYMOr4w3hq9JdfMvSjdKT0U1bW9SPvnPMTOEL3oU9i8fLUrvi2GI77LTQ4+BWUSvli7hbz4BX+9CKlRvSenJz4oaw092Mq2PM5nnz1OFMq9NvHoPdDlAT2nvxc+AFOxvJdZHD7W2pc9WjOWPZyXl710XWI94Pd+vBp+Mr7QC7K86gu/PdGtBD6odDU9PiuoPQBMGb1F+v696EDAvKqcJ74Qszm9zvwQvpQq/73U3iY9X8sfvmirKj0s4tW9PIyQvQKOGL6xOBq+pt/fPTk1Fj7mwYc9h+cDPuDmgrtl+9i94/IYvqJCJb5FgAg+5TsNPo2aMD4Qt9G9/vPFPVbuzD1rYSY+P20pPvDzb73jXgW+t4DyvRgfs73Ywie9PgKsPUaYyD08CHm9SPKCvPmaCr5bw669Pt/7PR9Cxb3EhyE9qNpFPT4yML54+CG+A6YVvrwYXb1LUCc+gFhSPNrjqD2wXWy861CRvfDvTj2qpq49jhLBPY/jID4o3Po8o7wzvgh7EL3EdBY9QKHou+DITz2IvaA8MJ07vob81T1fwyE+OC4iPWZzJ7508Cy99KGKvX4Ghb1LiIG9Y/gFPuJkJ76Qj0I9fbAtPiffND6QUxw9APGcu6aLzL3LCp+9OtnmPWq7tb0OrNQ9tkSPPcmN4b3Xlis+gGybvAY7sT1aQfo9/SAdPnVFKz5Ix9q9KK5MvYBUnDpwGOa8jL05vtbWqL1w9Eu8qRmYvQDbbb1QqyS+nEYTvqtAL74ElBU9IOrTvGb02D3ETRa+KjzMPcKQyT0owjy9/0gDvppkfL2+R9Y9OsPKvWFLIz750+C9MDOIPACNyzuZcSi+GpvivbnIFD4w4mk8g0wTPnPa773qw+E98FiVvPM1Dj5AZHi7qhDuvd9BDr4gxrw8s/8CPkR+HD2gQ6o7QAOcO8T59L0RhyI+Ir0FvvRfTj12BQ++hOUWvhBpRL30NTu+rxUnPuh8qbzT9869jgg7vlBjezyICQk9gFl/vJGWHj7bSSm+DDd9PV2TAj6C2JA9fAmVvXDDGrwxcIu9ACieOFo8uj3Ap1s70CkMvkenNr7yZYU9UPC4PI5i3z1dyzM+dhzpvZ/YAz6gJGy83zgjPlLTsT1gTSC93oSjPYjrqDxwND08IaEoPgC8BbqqRvc9B8CGvQdsDD7aVSC+pGZ3PbEiHD5s0zI9eNgdvsUlKD7Bw9W95OQJPfApir0uV8E9SsUivuiZHL3qcLO9tW0zPoQTWL0s78i9er6UPWebAL4Ibys9toPGPclpFz62wMm9vlOMPUMYJj7/Fis+HBcPPURHUb0lPR2+vXsTPvxxDz2gzRa8oDi2O2NmND5olnK9TEgXvoKcNb5Cl869uvCDvdHqHr6Greg96QfOvfOx672uQas98vkdvqS6J73Mxbq9v5kmPoD8M71wn888x5e5vVQFCb0644g9AB/UPHiiy7zabNo9dEDVvVxYLz1Ywoe8oAx8PW0O9L05+Re+vNsbvaif172AHYE9w1ItvusWKT4IrYQ88yOjvaaZ7D0qOyq+aBS5PICe4rzIHxG9tO9EvbyAmb1AbQI8N6IMPo+lsL2gw9I8AOQVvaAthLwHTRQ+AJ79uoIUJr7/WR4+6EoTvp1pKr4Qq0G9k70CPvOKGD5sA+W9edYGPqZcA75gJ2S8AKkSvqhg4bwIa1c9pJhMPflFz71BayY++oakPcSuhb1e8u89jmb/PfDhF76gtZG8oAqnPJDuP7xwmBM9qN07PQDrWTsAh1W9I743PqAerLv8soq9wPpsu707F76hwve9INTRu9DXDT1ywIA9ClEYvt3Lwr27Lx4+QNJlOzZOob3CR5c9/18DvthEAb7CRf89ldIJvrYKwT2LijW+4AsgPf+9ur3gLtQ8YI/APJHwtr3mztM9+DAcvgAYrLwf1hG+nIdcPeDtIL4YPFs9XDQuPShM/b22k5O9uD6AvPsDq70QRI69ih8UvmXuur1EbAs9w5clvvDyaTwOLuI9AON3u+u1Ob4mq+M9GWk1PtP9Ob5gpAE8DP3tvRD/Bj1lbQA+WBOMve+7M77G0iu+TwsaPqggZ72AjoQ7iA+uPDDiMr6Fdjo+IwMSPqtTvL2XCIe9sVUZvr7PIr5FGho+TzA5Phg5UT0jzDA+fjiTPaB3GT1UIA+9wBoUvuSpYj3oYTy9+fkUPlAAiDzvnyK+kX8xPmoSm73Dzyg+qHfIPABF3roscgg9UcePvefdNz6O0po9lm3DPYBxob0KAY69JffjvRykej1RbwQ+IfL1vRE1tr22ovi9n0cIvgStE77G9Mg9/FYnPY5ogj1Q9Fe9v3zwve4IE74eLNM9wLOtPGAgdDw4xi++UFRrvbD0h7z0ngm+11kgPgrY2D0um5Q99obaPZRFKz2bnjo+nX+5vWY3tr37sSe+ALTYPHoU7z1iuPo99YPgvbuIuL1456E8DzwhPnetmL23WTa+CVQLvpt2Ej5EPaW9+JNfPRMhLz5vesi9E+A3Pkb8oD0fEDA+BBc3vsOaPD7JKxM+cO3GPKWi772A1he+KK0xveqg8L1G5S2+HsP5PaR0V70ovQa+moifvaDxZr08IjS+TGkEvmDtkjwBJxW+GEPUPOQaYz3gS9K85oc4vjinCj2I3Lq9tw0APsYLtj1oh/u9eKnfvJIx/70r/hs+viKvPQVKNT5WxCy+AxQnvjmoNT7dJRE+4cnCvag+Er3A2E08pHIPPdjcB76s2zm92Pf7vI9xAb6bko69c7sGPjzjQz3YyVW9xny6PY4XJb4IPsS88IVivBqXwz0AvLe5M8akvbiSK75csAM9cEFsvSgabL1gSXY8dgjKPSIl6D3dAr29EPegvZfsET7CebE9GekDPn2aDz6IY6Y8MLsmvW6GDr5XSC4+Juq+PZArd7wXQBg+IAvqu1du+b3mn7M9xL00vlHZ9L1/nZO9DiKdPTcHDz7Q9Oi9LdLYvckIBD6hoQw+4IsOvnaZIb7w1ow8fTcxPgCCE71MEQc9MNgLvVo9pj0i4jC+1KUKvQUjML7FDiu+oHnNOz4jeb3zyzg+wlx5vRdjAL7z8QI+NoqmPWeipb0Wg9K97L0KvcZwAr7r/u29BsgfvootxT1eBse95tzzPQrTnD0KiLI9EB1uPPCCLbwTzsu9vJQvvvPq9L2qovQ9IoviPQok1z0mv5o9OM27vPuJL77GpLW973v6vV5J/70q07U92UoNPhBg/LzMxYi9b3wOPgDbvzqfmRw+CkT6Pc79FL5IDd+9AHc0PbonuT0Aovi7GSzOvXLp1j3SPjC+E8cpPoD8Ir0J0Dw+SwQVPiJb3j0xMTK+/RwWPuahNr4myeM9iI98PTK8Jr557gw+zKNvvQ2yob1oB2q9YuG9PQ0h9b3dHym+JUkFPvwGJT3LOzU+3ZAKvhTAgj1NQ8W9wMDIvMg0Fr46hIM9MIddPcYV4T2CSgi+RuSiPWQezb3gDIO8qLkhvoz00b0JfQ4+/cn5vZzq6r1wRYa8CoPQvfzWJj0sQms9JPe7vawYK77DWzG+DWsxvsrVIb4gXPW7RLcgvQ91LL5WeO49+TcfPp+kOD6N6xM+su+ovdSoKL6UfyC+nq4ZvmwbOL5j7x0+2G3HPMwdEj0phpe9zK8WvpBkODx+V8g9XjKCvU2lBD5zWx0+0PlEPZpNoz1mW+U9imjcvdwDCL0QEgI8NgbwvbslAz4QQio9zn4Jvnv52L2rTDM+FjayPVSuYj1oqxU9mH+wvHizuzyAsF09ALKbur+hAj6Lg9a9Er0LvvfCGj4AQPS5cAHivSt1IL5fhi4+6ha/PdcSAb4qwyC+e1gzPpF9O77T4Qk+END8vL6WgL1Zvg4+wIMHO+ylEj1YsAW+L7WuvRBoFb57bzs+yC7avCAptrvdHuW9jnmlPb8ayb2t1Yy9Qkj1PUCdB70QCZ88dbApPrSLkb0S04S92eUxPj0xGT7clBi+WesaPgMR8r0u9Pa9dEo7PQn3CD44ng298h7APXctGz7E2EE9YtqQPZpEGb4JcdW9MOPFvNITpT14ubS8wv8QviRR1L06v849NJdxPSqv3L31yjk+2WIuPuDK9TvsPKC95SEhPnh3gz2um7c9gLfAu7K6OL74nxa9yZsFPgvOGD7lLjY+gMTvvRCbV7xonts8/OdWPRNwKL7LYTo+G8U2vkBdmLyAHOK7cHoOPYMH2b1l3da9d9ckPtuBMr7red+9IL++vXDljjwReSg+a2fDvZSpS72AWiE8zuGRPQAf7bxbvTC+8oyYPaRDLb1BBTg+pI12PeyrET140hW9QP+rvRrKsD0KbKs9KjvfvQVtJb6gR288VE8DvSHVAD6ZqMG9de0iPprtwT0wdoM8TykdPvENPL7I4Tu+HNdBvXL0rD0QvCw9qrHMvRyIVj2g34e9zOUkvURLI75nhY69MVK8vaWWJj51gwO+164PPuJtsT2JMSC+TQotPl/fAT5hBQo+eoasPQCMVjp5GBM+evyEvSIVO76xcKO9W8QdPql6HT7gXuI8On7JPbj4K72OD5Y9jijtPcoo8j30Dk89my8NPkTmFj248Ve9wAwUvt2Gsb0mr5Q9+Mn9PC5X8T1SzHy9nwcgvuYI2L0gh++7cyoNPqtfLD7xXQG+ZWEvPtCstLyw5ya9yp74Pf2/ED5QZoK8OEKLvWPeDT4QYWa9CCEXvRCET71znyW+kdAbvqjKc72UyBO9m66BvcUc273g6g286EtuPRCmbz1rmiS+VprvPTFbHz4xsRI+nJlHPS5Tjz3OuIa9BBRrvXCHwDwOZpQ9xvODvYM9ub0Q/LC9MBaAvGNSOb5qbaK95ph7vf5Xrj0guLg70bC+vS+6Dj7byCK+zJp8PcJA/r3AuNk7fPERPZbm1z3WXIA9bqraPU/4JT7yyS6+sBdqPAL/j73wAgI9y9K0vR4T1D0UbB89iPT7PDZRor1rmSE+sOMRPBXdJj7gQic8Kl3cPcui3b2FvOe94KkoPThcu7yI94W8oPy2uwRjO70yzRu+TD8svnAbWLyiY329NdesvedtLT7kZk098+shPqN4Ej44ySe9bmt9vcomN74iGc09APvYPHEnDT7EkRu+OfE2vjF3Gz72Hes9x2MmPiZMFb7aGPs9Ou2gPcL6mT2AqZQ6hXoXPp2gwr22E+09ftGfPSpfN76W6Ca+fhObPSCEJ7314Qc+WvfkvTrl8L0wZAQ9iTw2PjC1B7wEI2s91VMIPtjNEj12A5U9GxYdPk7xt73L/BM+isHOvaCUITwCu9c9YvDAPYSdeD3A02u8FHoDvR3K5b3J+vO9pO8CvcfBKb7kh049V1MrvsnnFT70Qho9Zh2QPfCBHjyOd8A9NFbCveugAr5KStE9VkT5PTqC272SNwW+Lz/QvRQVAD0hJR2+n+cJvtBilbxlEg8+1jG2PZeHM75UbSm+T4AyPnBqr7zVuRc+YB9QPVYmjz2/MS++W9EpPnAX2r0BoCg+EOoKvAy6cL3K7tg9thCVPbAEJ75Y7e+89pPLPba+yT0nujQ+BLITvY8tw71zoio+4wgoPtVA872lNJG9kIYvPeajuj2Hvwk+8CU+vXR8gj0RRhg+KjS8vfoLkj1oxee9SzzkvRYFFr6A5rK77DwIvtwqa72aHNY9szDzvfTwPD3yLac9F7gGPn5FiD1AbTA8Jx0KvsAoXD1zsyA+GFaCvQ+uIr5Mu7S9yrq1vXr6/j3PsiQ+GvgwvlidEb7Wg7c9IBFCvV+TGj5Q6iE8LbQnPkaBur2qmdI98I1PParemT1/nY69BYYBPnyWRj2zlDc+75AiPiCMwTwRAiE+nNRCPfj9oTzR+Qg+zJlBPZ1wGr7oty096b7MvWjb2b0A9WC7Uh/GPbP6Nz4FkDY+mgjTvfsyHz4MJQu+mO0xvXkIOj7W/Cq+bNgXvRInkj2brCK+IBk5vv6hyT0CJcs9YfMzPiLkOr7KleM9baQ2PtePND6gQVw8jLZtPe5Z3j36OKc9iif6PYk0ub2MYwq+3LmQvVJZuD0KDq89QM0YPZTjID2H1wQ+aJVmPQD0Xztg1O479HzGvZhu6zwgp/E7cLezvK7SML4ALPg5SqgkvlZdmj2DkRk+TnLJPbu0O74OE9k9FARzPXr4mz13RBg+IMsGvaJV8D0cpVQ9WChCvZbo2z1viZ69Xmf8Pdd1+b2wESu9In7iPcRLN75yB8g9yvGsPTAHWD1wNQG+AM90u8l3FD4mxq+9YfUBvlojjz2yDv89ytncvQDqEjqCd/Y90qDzPTAZZz0Xmq+9V68kvlhbTr18Gxu+p1gEPiPjAT6obPy9EIFMvSBzIDw6vrs9vaYyPp7atT2QJDO8qcQvvuCDz7tk8EE9V0WDvVT3Kb3ubtQ9wRPDvYBR97y5mIS9bV62vZhFML4WZ549cJ1TvX3aMD4A0Ro6cPnRvWYs9j0tnR8+fs+JPc2vBT7yzeI9CekXPo6EiT3c/1K9PmjSPUEkHb4GeKu9ov2hPTyCHr0AQdK8oFZuPSBiAj12c8o9U/QcPo+jJj7nDYO9gHTNuqOLt72UPBm+vn+6PWUkAj4AQBy6RMW6vWAAozyDH9+9Sa8DvtmOMb5Fh5W9kLr7PIgQqTxxUCk+T/YGPsD5vrsR2AU++JPJPAW3w73Asn29dx86PtI8ir0gy9s7/kGqPaB1KTzyPoG9Ei/bvUfZJj4i6Yk9AOWNOsARijwz/hk+wjrKPUs+D748qXk9QFlCvETJMr1zAuq9QMEqOwDr3rvKrrS9df4MvjtPLT4PAgg+bcqgvfBhEb4YGei9X6Evvm5cxz0gjbI7RAndvT0+JT4+ivq9SCg1vsBSFjuw4Q2+Ntv9PYBmJbsKbPc9Cj6Nveut173nDgs+oX8yPuKPkz2i3P89kGzLvXkXj70H1Dw+trHuPfAktrwg9RG9uEgOvaZ96z2koVs9s5oDvq1jBL4DTZm9D60CPo6d2b3o6FM9i1wmPljanTwA3Lm5SLD3vTNmNT5cAja+KifOPddDsr2wztO8QFEpvNdk5b0ogJa8fkOjPZa2EL4GE7e9bl0KvodFPD5+aoc9Suq9PfHxLL4//dG95zURviCfM72RgR8+h7YoPgpAzj3P9v2950DvvWo7rj3r7gc++JNfvcSQPD1fVCO+Lf0JPgwuXz0IDdS9IQwiPgBBDbx2D/q9UoikPcVfpb064OG9qI4QvY78/T1JKQO+P6gFPsLjg71ejKA9UQHvvfDEhjziJ429wcERPrI8iz3VwRi+ZAYUvppcHr6NEp29MvDePTD/er2gDna8jJRCPepb4j3rvCM+uDO3PEDo47x6B+c9AZCsvaAY9L1fqLu9FAxhvbJU1L1ai6c9MZcrPobBvz2rHpy9qInDvBc6FT43IzC+fCmpvUt/Ej6eGCC++F4ZviEtF75oYuC8qMZrvY0pGD4Ybfu94Ajbu29bEj6wrmm9qi6dPRsDLT4A3EQ6vlLzPcwIez3gkUM8eRgDviL22T30Tha9No3uPZo4sL0Op+o9XGI5vqTFAL144FA9GpUavloAvz2aYcI9RY3HvReMMD6r5eq9E+k4PuQg7L1dPjy+wDhEvHjw3ryRii++xFNQPSBgpLzHzCW+4Op8vSbTyj22sKc9PecFPj2zCj5QpvG9wOlrPI4MKL6ZOwi+yMwcviSNaD3B9jM+s9EVvseROT5gxvq7ucMAvm4G/z00aei95+gLPkCSLr1hTDI+BubPPScaC75OGd+92AhcvRoGrb2Ylwa+wuAWvmg9jrzA8Gk9NJ4avWoeyT1cAjg9fuoLvmj9EL6hCYW9LXIRvuBlsLtQfVS9AhnKPQjvtjxmOuM9qMDovMx6EL5HgyM+uL5MvYDF0TqgYr87AGCNukveCT5b/yk+YKAgvqA9J74KcLU94k0Vvkv4I772IJA9s10XPn2bKb5OTPA9OyU8vgkaFz6E6mA9GWw1PpYw9D0M3si9lvqBPR0xK75ekdi9sKIOveD5Aby2j8s9Jt86vsW/jr0Ou509/KcsvgC8G7lFdqu9h0c8vtDt2LwyONg9/8jNvcxgjr2eHMo9hDshvSrLzD0fYzE+qhepPaSr9b19EwI+VUmvvRBPXb1j8ym+DmsRvv+6Cj4Ku4097TAUPspIyT2GVpa9gN0WPXgTA728NYu9HC8LvcCyFD2zyYS98iwCvph8/7xox0q9j6gXvtgy6bwxIhc+wLNGPMRmKz23iSc+fL6BvW/iAD5Izxg9ACrHvHClC7z+Luy9wI4dvXDRLz1IRKu9ieygvUBCcLuq9NY90P0MvNftAz77cic+NV/uvYKn+T03RDc+kO7LvD3mEz6HSQM+XaMNPpXIy739fRe+muLmPVWhIb6AJFG9QPcjPSDfuDzh6DS+WLMxvd+t3L30Hf69Nb4CPilRIT4cdUY9oLjPvOSK/r0y2LA9BEoqvnpZjj3KH7C9pNgaPSBllzxgFyC9gGa5O9eZID6Pmpq9facAPmFjmb1uYnq943YQPow/gj3Dwzo+rGDTvW2aIz69NjW+CjuRPXeYDT72DM49iJ4gPfBgojwwiwO+gP30uuCrEr5Kf+Q9dCWbvSaEjj1QcVw99ac7PgDngTvf2SY+t9+6vcpFoD3u6gq+WxHAvSDT1zz6SPO9CvbZPWm7Hj6idNY9T66rvRsswr07TMS9kIGDvP2owL2mzA2+KpUsvoQ6Cj2gkto7QG19vGyWpr2YP+O84LkqPPBocT1wI2c9ux+evaBBbT2e2N49+FUMvebt+73wlz28JDM2vgPdKL7vWi4+SOpoPUBADTxN3SU+vmK1Pd56o70GMSe+ULYcvtYGrz1qFb49sO3/vM455T1cyww9WDc1vXRWSD3wErC8Lu75veCs4r3+DKI9ACRAvYAnvTyAICW8oCaNOwxLRr061LE94iuBvd4GFL4Af/48gAAKvHhfuzx6Afa9FLAQvVVEn73gpje9hYMYPoy5CL0qh549vrGJPa8unL3/mTY+zIWFvYA0tLrkpBi+ZKR1PXuvMD6u79Q9Yl7SPfHWKb5Ypdu8XSUrPmwN3L0CM7w9nfEHvqiwPL02Gv89Ld8wvtCPNbyyMRu+VvL6PQrijz3JFTE+gFcUO9ov4b3qZsI9qa0zvl00+r2i97k920/EvUBIuDuRmvC9OlerPbGPHj6JIxs+Zu8FvrCFLzyw7IW9kBUrvcg0eb10qB+9aOxjPWE/Hz4uOgW+PrPjPSGyMT63MMy98rKKPYRsSj1o1f48tBDSvWDqNjyoMhY9/ZIzPljxKL7e7gy+SMhVveqt5T3Okny9oALyO2iKrLxqUJY94Ca+Oxdbz73YWJC8Rfo3PhLZG74ArDK9kJxfvXBDLr4I3Qe9jFb0vcHun731Ngq+KYkpPqoI473Ou4Y9MuDzPQA4nbikLU09TXA8Pqpy2z1fjbC9cVgnPmVhKz44l6a88xMaPpScPD3Z6te95eIrvuO3AT40bnU9VnITvvB697zKMYc91pUnvjSVGz1gewG9BuWNvbo4wj2IduE8ABU9vdQodj2Qv608Cc4MPpz9JT2ptSo+7NRlvWAaZbysYoi98jOkvQ5gkj1J/5G9rEpcvSgCXD3A9Ue9aXExvq6uzz06L4w9Jt88vuOArL2/4SC+RsGHvaagpj3cbmY94IG8O0SIRj2Ztg4+QRL5vWZfKL5LdRM+ki+VPeSnrb042dK8GTgdPppLqj3sCg29lULEvUNhvb3vFqK9wOlTvdiuwDxwQWI9zjcqvhjEgD0xpi0+sCR9vKPjIj7Oruo9nNFBveAWAL0UMjO+qScGPn9nNj6tVQo+qpeMPbs6Mz7w3Jk8tAtlvYfoKL4fQww+BmyqvcBCtrxownA9Vronvn6nB74O8MM9L7kFPlL4wj1IN/s8c0jtvXlTNT5vJBA+9xkPPvUVrb1Ayd87P5AsPhiOKr3GvLQ9BZfive5wj72T6gk+kIkFvFb7xD0s13O9/NQ0vcrG8T3medw9pBQ/vYBIkDxQ2v+8d5oOPqAMNLxO0u69ot33vWmPCr7XLDK+NTQRPoKysz1LWDs+PhCnPQDgWjr4/yU9UCoevq8n3L08aCC+oIkcPYXgOT72g+I9HN0yvSlZOL7PfDU++O+YvAWUMT7U4jU95ZYkPuCvp7wY8yI9eHgivgC+KTx4TsG8pp+DvZiyRj2i8a29cWYivphQSb0ySS2+ZJy+vXgIIT2jeiU+cDMgvaYrjD1F+jw+sFYEPPy2Lj0ChYs9K9IFvrAsl7wVQTK+zlPAvUqqBL7FdzU+EP29vO+/iL1gRYA7CGQ8PUMRAj6bJMG9T9cTvs7Thz1fBx0+AHrBOo9wPD618zM+0Lc/vTC3ZT0sjAa9UZwFPmqUqz0AoT89oOQXvPBIobz4Mp68eA0LvgbS7D2EJ+i9EmOGPZKe4T0R5Ac+SOofvSiYnTxQCd88iKBhPdxhPj1XiaS9sfkEPkjVkTzOTx6+3AtUPWEWBj68e2I9TR+EvbB3g7x4Tzi+cPaOvKZAyT338yM+AREDPuG6Cr7qpsk9wY3JvQqcyL3b6hA+MtWhPT9gIj72G+g9TMUwvYBJgztzBx4+F6Ikvl72/r0cezk9hkjsPY73rz083f69gKggvMaa9T0sPBu9GaAFvoOYPD7HZ9e9NZKWvQ1GCD5Rmhk+VOHxveKKEL4hiSA+aDNmvdfnH74A+fW7mG0jPVCFHzwWMKu9cJgiPbyDUb0Ay0W7PYk6Ps1vIj44YvK8KwgYPtBnw70ijxy+RqKXPeIs/b2v+Rq+B6gZPjOoCz5sbWI9hSAvPhPYKj5Yawy9gEw/OzPsIz4g/Aq8NmHCPZK3Ab5Sh8g9m9MlPuCn8Tuy5d898UObvfbCuz24SxI9TNMlvlu/Or6Imbo8hp/1PSoQ3z1LZyk+oNTvO9LLDL7uGpk974YYPrdSAT61ow6+0M84PTI2B77EDwm+QjoKvlguq7zSwxO+dVXRvb1NHb771yA+YGHWPFAh5L08V0Q95A+APbqHz7190DG+w+AlPkD7mbvKps49rCEfvRXlCz4KJ7U9rtixvcyAKD3CZMg93QbfvY4O9T0N5Ak+QHACvVBt4b0t4Ou9jkSrPZUPKz6AI6s7qBnVveEYyL0FzDE+3pPMveBwtbt9PBg+pTCkvUpiIb4nCwM+pDvwvRM59b1Mrpe9dnqWPfQtvb1bDzO+bApMPYC8/7yMeBw9oA/xvaAfJz1dHYm9PdQUPqroAr6ac8k9YDUbvY3w1r3oBzW9aCQAviCWpTtXQAw+yB9nvabu6z1MsTS9u/MRPqLL6j3ruAy+tCwRPbtcMr7AelY7P0AHvr5vJb7+7+U99944vhwUdD1nfIy9I200PjbbnD1AR1w9gU4UvgZUnT3JMBg+BTowvjDR0Dy4S/u9cMoDvlu8ub2UMk+9sO8PvW6G4D0gtUe84awRPvgQ8LwMRUI95ChEPXjzAT1A0N+7eLK7PBiCrDz7dfa9hwIVPjd5773qlvg94SU6PhX7Lz7JkdG9VRc0PuADnTtg4TS8nAfUvchUBD3WwvQ9pDeevd/bKz4gzFo8gMutOrCSVDykJwC9gJsEPQKi3L3imAi+qhrUPUAphr1AuOc7js/3PSC0i7z4lH89CVE7Pg8wAb6KTsY9otUxvjxrPz0gV5a9SaeGvWcULL5SpDy+aW82vukhNz5UD769dkQdvuAaLjzmBOa9UKEvvv55/j107zu+GmDQPe4p/b2ipcs9IAYXvLISnD3CgYu99PdUvVB6NjyA3sG6VXMpPnhlxLw+RoA9AFSLuSyK/r18lj49JEwOveaAFb5F4DW+AFcEPQiZfz2pqwc+ZBsVPUgx5bzIYaU82UE7PsHsJj5E4l89RKFbPUqKmj0DlIq9t/YcPnRMIj3YJK68rnvtPVSibz14/PY8kNKAPZ1/Az4OBq69UPe3POAs7TsA6vc89rTCPaDB3TvnDeW9moL0PQiNGL3cVTw9ptPwPVCS2Tx4aC090MtfvIDWUr2u7NI9cv+7PXPnHb6dYjs+P02SvVIhA74cupi9umAQvgjB1L16tfG96CxbPevbED6J2wc+jsqpPTgysDwwvHI8JUQnvoB7zjruPq89bsYLvlah6D0Ryjy+YPrUvKQ3Mr6pKDg+0CjlvWaszb055S4+cPETvUbG1j12HsI9ejSfvXYchj1d3gy+yBAJvqFdIz72Lbg9SGcdvSBW0r0CiJ89b1z3veQGJb7i/iG+ECJAvTg3kTyrNhA+UaMcPiiBybwA3Xs8688xPoWRDb48xnQ9KM2iPOBpyDzYVQq9vUwVPvxaIL4djYW95YwcPsQ+Vb1GOI09mMyFvJhsizw+Nrw9yMJLvZaGqT1aFb09R0QAPue6Jj5A6BM9HmjlPVhPmL08fxk9sPjQPCbJoz3bGiQ+TWwzPh7snj1EYwK9CHzvvZZL/j2mi6K9nr3MvSZPF74bpQw+NiESvn7W2z3a4ag9MZocPr6Djb3GLem97WwOvpDgQD2AG2S9aIDUvViRrL2izsG9aCynPJKCuT2zASg+gT0RPkjdoL1RMg2+ME0DPJEmxL2RmTe+EO3wPIikHz03BuO90hHvvbgvO77YnJy9bguLPXARGjz3ijw+ONKzPEKfGb4Kcyq+uojKPV2GNL439Z+9mjujPRqUxT2gilU8U7EbPmCc7jz0+Aa+WsXyPS6u0D1NFNO9mtWQPcX2v710Wye9f5MDPjdfDj7CNRu+kCQxvNLn5T0AYYE6DC55Pdov5j0UES++c0zgvXY0DL4EaBq+J/LEvS5iwr308tC9qOM1vdQVTb1O+rA9uI5YvXre/j3Gxds9g7cvPkNCFj5Ei4U9oB6XvQC+dTrO5wa+Mo7xvZjdAb1iupY9hCpGvetmBz7SeJa9qDWpvG6o9z0ZjCC+DBlrvR32Nz4I/p69AiKsPQ/s9L0w9e28wEGIPDlAHz4TKjo+Lt/xPXm+Fj77dRE+cCNmvSXvAz6YaL08Lj2iPUh4Kr5wECK+YD/Fvdy2BT0thwA+XdIMvkCVTDzTwCc+tl/DPZAReb1mRM89cC4GPD30sb3How0+ASY6PrBgjrwo/JS8m+MwPta+1L2wQDi+XnjVPUZxpD2Q0Bu9gnmSPS6g8T07zSU+Yq8PvhhjEr5RiiM+N2YvPjjvrjzO46s9mYEGvjAN/rwxWio+pvDNPS7h4D0CGsU9SgmcPUjnozxfyoK9P5YpPr2uu71ekOi9EufGPaBezLyQ5Lm9d1Q5vvODHD6QWva9DlupPZZ1Ab6A1aO9niiePcmvrL2owFG9FrvIPeAcb71/vdq9xZK4veWOEj44ztC8yMkxvoGTJL4w49K9Pm2SPcAqGrx38Bg+qJMfvouoHj7Mrgq+BySPvc6jML6dBzK+DgjoPUgfDD0omaq8k0ImvsKHyj0Z1529Kn3rPWBb/DyyyJI9rpzTPYpLx73kFRw9ZPoaPVDf5jzQPTY9CegRPs3im712K/o9pbkLvuvY0b3wz169AL/mu7YR3T1KH5U9dJ0vPZ481j2ozfg8cMeaPLg+Yr3cRyu+h3EtvrwuEz3ga0s91mvcPRgkF74IsxM9zeHbvTMdDj755R6+ioGiPXxFpL0eVzy+e66UvecdID6CQI69CYsPPufnx70gvZO72oeGvUR9Uz0AG5s7u40nPnIn7T3k0gG9FUwqvhRma72oeFi94NxqvEsG1r0ge/69YDxMvQomwj29JJ69/XM8vlpvO75SHhy+gFBAO+ymOT0E0H09x864vSCljjvSy4Y9X9WWveiVAL3w/oG8+GGWvLwLE77j2hc+ipGLPeG5Hz5IxDe9rb4MvvGqO75WVLy9b3K8vUAlADwfIzI+EccDPmZVij2baOC9y9sHvs0UAT7lig8+lmvaPSBDODzRbx4+bl3gPWDo5jv6Hh6+ACjrubXaIT44oYY8+iTIPQj33jy5WxA+Pg6vPRDG070g4J87owA8Prc5n73KHgy+3l3yvQqsOr4naP+9D+EAvuasqz2CR909Tn6fPe7Xlr1aOA++LmWVvUSNGz2CeuE91/MgPkFjMj7fGh4+T4TOvSabiT2foR4+OMuXvHTzMr4EVWC92NFLvVp3gL3AGIu7P705vvYN/z0zXTg+osahPSIgib0AOPC6mDX+PIcqBz7HuS4+eE8cviOaLr62yro9wCQsvYS5wb0VWvC9R9o8vvXNHj5oLiS94YkhPgbXoz3w4jM8Ehy8PSDBSL1CHZw9sDsfvrZgij3ihKW953QdPnvqOz4NgjI+EooEvo8KqL3W9MM9l+A8vktizL1ACLK7fFVCvZgFNb26u8a9gMCcuoBGeT22O+e9oMLyu5LyvT0qtu89kS4LPm2mAD7RDQY+wP/pO5rFIb78Ehe9ilYlvjKanD1mvR6+cBtcPF4XnT01RAE+WwQ6PiD43zsA73w8STU0vt+r+71qPP89IJsbvuD5J752yZ09homvPcBzcrsGOdK98gPQPSHxDD4Mz5O9AIqqOa+Wyb3gJUU8gg6YPQppIb6GXQm+RDuavRpewz35V9O99Wnzvfomwj17yR6+Cv3UPXtokL0whX68+BvdPJDwCj1bdji+pUkDPq6J6T3fbSM+954zPpa9vD1Qn+88fKoOvbADyr3yQKE9wNWbPJpZGL7+mqg9YLUkPQDlvzuOg4o9LHm6vXoUh72d8xI+wKfAvDnoLD5YDHk9nsCRPSFT971R8ju+i9qMvd4ajD29DwI+97QYPvlDCj5v5uW97ORwPdECCj6QGlu8qpWTPTBQ+Tzt1fK9IJ17PIQQU72BojA+IJCLPDB4Wzzpi7+9KtOyPUUoAb5h8ho+SGI3PdtOO75lFgI+9objPfpIEr5Rtqy9pm1/vcg3d73Aal+72K5hPaBQljuxOzM+hIwfvhbYrj0EYzq+moGgPfZauL38Cw293DZ1Pb8vBb6w/hI9JUvIvbgiNr3Zaxk+yE8oPWIBxr2AQzS767QYvvCnQLyOT/O9qrjJPTZNqz0roDI+eByXPCsyPL4KK7w93v2aPQY5+D0cQ869XnWCPeReUT3wLww9uA/xvakUOr7Ujha+0Nq2PIBJSbzs8mY90RY6Pp1G1r0L9MW9//UjPmsRMz5m5iC+V9MpvgVMnr0gtVo9NNJRPezjK771CTI+qZUpPgiukbxqYNE9fn4ivogv+Dw2Tdo9F90EPojxAb1jIdO9bYQYPoWdKz4w2w28wH0vPCCKx7sTWyA+eerove16C75I7r08u1zIvRr5mT15ejA+wSw6PtY32j3tJQc+7KDZvcbi/j31px++v4IPPuDSFb4MiTu9Jki4PZAN7Dxef9U9kpn6PULVwT0gZqM8MMfvvPwuOL4QFDS8hNiBPQDdwzxy0Ks94+ccPuxJe72q08G9siuJPdjGZb1MlRE9ZuCVPcC14DxuHqy9TYwtvoqc5T2KA+s9vIjZvTuEHL7OSK69HUgLPgDGXbqKFrE96DE2vWLv9D3ENiW9uA5LvYBCnbpOHds96sHuPfZChr2kODI9UYszvgcIFj4AFXs6iJiGPPkfBz6Ivde8GtqSvbQaGr1lSey9uT4jPrKlwj3WqIS9NVM6vumCET4QgCo9aH6qPEiK6DzmXRG+JIgVPbDiEL5jJrO9TL1Tva4MMr51jSY+G4i6velTo7347eS8I38KPr4kxT16Ldy94Ffju0aENr5CsTa+kNlaPHCSBTxYAOg8XizivcTZa70Muga9vseBPW6vsD0Wc9s9kmkkvo6Ckz17rBw+QqkjvurDC75lhOC9bs3JPW0iIj64Qdu9U+wBPgvfPD6Q7QA90iqmPZB0TDzCHdQ9aAoJvU0iAz6QraK8J5P6vSGsCz7Hpry9QILNvGDRebzrCg6+7kXHPQUNO74A3va8nmPlvZyb5r1iLbM9dlnxPTRNKb72Vrs9OccQPgiKfT0WeYY9kMMXvDQ0/L0mdru9y8AYvofC1714jV29nRY5PjzNgT3CpNo9up3BvRGXET6+Gny9gP0hO8UEIz6QoAK+cAtgvdictLwW7vg9WgqjPWgUxjz80wY9Tue8PYx6nb0MV029Oe8hPjZdpz1gHbm7OijyPXqU6r1AMOk8GEhEPQBiJL4NdAk+ywYvPlhEXz0oa9s8fKGevY11Fj6BMQA+ijB1vU8dGz5Agk49mOSdPDCkAL4ApQ66Y0bTvaCxGTwel7I9QdvKvWZ0sb0AxzE9yNm0PNT4Yr3GAou9yk0WvhyvZz3gWT49GvKnPRgnS712no89Z6ILvuCw5LyunjW+otkGvj1LET7ys8096IxxvTztCj0c+pm94Ak+vKC+ajxKfaW9EKhVPcgmQL1MgHU9ONlUvaTjbr0h1RU+osCfPfbI6b28SZ+9Y4MNPsIHhT2BOyE+4u4vvrL8Hb4trMK9WBDHPJLByz17OCY+mpsQvn7+zr1BVw6+zgyhPdp1Bb5i+M09YzAkPkg2u7x8bUU9sgLGPY/7170wnfq8akeMPTWLo72IBya9ZuTKPS4VH74GqsU9PX/2vcTRej2O9aY9FQQQPsbHoj1iHZg9FliovZN4Gj68DEy9ObgPPmh+gTwsKfa9WEHxvEnZD77D+vC9AjnvvcaG171qNfE9+rWbPQQpbD09iig+OvWpPZpDyT2+S8U9Tg3bPWLEwD0gXYq7Q4HPva7M4j1T4A4+uIyBvGRnVj2R/Ao+xPp2PYxRt70yXKc9RHbmvb+gHT5uILA9ivj/vXQ+SL3ij+A99nXAvQ1UG77tMBq+IOqrO67Voj1SSvs9qKwUPa8u0L1b4jo+ffwxvrOoET42rOM9NykaPgRkEb49GAq+vPsXveoWnL2Qe3Y8j3MVPpz1Tz3UpQq9aurDPXi3BD0aQTS+Ht4rvmpHlD0yCbw98dKgvdCcC7z94wK+X1uVvWOSGz7AsCi9EaWOvWaKmj3nLTY+kMtcPC6tJr4IuJq9gJv4OmwUED1QuWC94liwPSrBuD3B1yI+uHyyPK7Fiz35cQg+udH2vQT3Jr09LyE+jmQXvn39h71/DTI+8ExSvVZ8uD0QmKS8zDUlPc6F271WC5Q9EIE4vcDMuTsAmRO9rSiuvWp9vT2UvgQ9fiQ5vtzcXz06M7Y9XxsOPg0GHD7zpiK++qLfvWz6Oj20YYK9h+m1vUIy5D33siQ+Fiv5PZNBtb1oXEa9egjpPSGHMz74ArG8QKY5u+7M4j3gPig9gkTqPc+pKr52srO9niQqvk7uwz2Algo7uBUKPTBjAzyeYvY9gAZFuyrCA772hyu+q9cuPsR7172WbcQ99izxPcA4cztCIhe+iGpFvdCfx7xpASO+72w3PuCX8rsVYw2+Wn3EPZMEIz7smx++Z0i/vYCm7TpKhKM9DnziPdvzLj6YCdq8/hk3vuAcTrxgyN07nHeqvQ5Jsb3/VZK9gBEyu5QhHL2aNJY9wGNzu4A59DvwK0W8f+kpPpneCz5pevu93AtHveDshTu7Yai9cmb8veBXwby08BS9TgWjPSypQ70MNSM9YD1kPHqIij2on2K9zqbhPbZsAr5BTR0+iMKBvBmxsb2ock491RYGvgPKGb7WpbG9KZIBvpi/bz2iOxy+pz48vgGxg72JOxA+Xn2gPaJ4kT3WB7M9R266vTMeqr1GMKG94ACxO/N/Nz7D4TE+dOsGvtiPsDyg7tk8GDfXPOaLnT1ArHa71iW4PTiF2Lxx+rq9pIw8vvLc3D0AiGy60RcWvtNwMj7TmKa9E9K8vYWUNz66sOe9/C04PV4dtD0blAi+aNTPPLrml73u2+E9jlCuPQBV6rzukvM9FAwJPdjwDj1UGQC9uMgYPUQvKb7gSjo8pcwcPuqsCr6gnzU9EOcsvHmBND7BhjQ+rI5NPdAeTTzU/6i9iXgrPn5+1D2pfDA+2lg1vkBFMTxtSjw+gnoLvopvCL6GLtQ9ipG3PaCLBL7QIRM8wMoKu4DP5jw3DBu+RgsRvvAZbLwIc728MMMLvoR5872Ijbc8SN8gPady0L3gEGo9Xlz5PZI/2D0qUdI9KATbvKm24r2HwQI+LkPLvfCR572ALns7nnaxPZfhgr3EuEc9NSYXvmqg/T0gpTO9A3gPPjr6lT3Onay9xQwZPh53kT0Z2dq9OaTdvX6mmz1iA6g9WUQrPjWNBr6pqgE+FxESPlUlDr7GPss9yxctPsO+GD7OyKm9b80RvgViwr0CP589V4YdPjTYXz2x5Bg+hRkOPoA65bwQzTK8zginPU+xAT67Cvm9ZYIxPj6gd71oYga+N/s0Pl9Rpb2A/vI85GsuPWrSF74YnGS9/rLoPaBApLwcXBc9EHtyPG6Uxj2ArtY6yEP/vVCd8b3K5qo9Cc0wvlri2T2Z9Rw+0Oc0vRm2Lj5hdiY+Rsb3vTicGr3kLA49vUYbPuogib2gMss78O6uvKS1hr1AfEw9+F1UvfZK+b0tHYu9mR00Pp6CqD2K+f893KIfvfzBIj29fDq+OAEAviJwrz3As+e9kCcZPLBlEDx8jT+9kDOOvTnSDr6F5zc+r2oePoQBIL6wrH68ihQtvicxHD5Y+VK9yq2iPfLc4j3m4e89oLtTPd49mj0Cjve9oCghPJoszT1mGp+9uPv/PAiXNj30XiS+QIZ9u2yqOD3bdyU+wWYdPhKk6z2zLTu++NhqveMLIj4nUxy+FY4hPiwhZL3OhbU9FQ0APryKAD0N6y8+zLL3vQg89L1uwsQ9Mf0UPuLjpz2JFyY+2pLYPRpooD0APvg5h7AiPvwXgT3HrS4+qtrCPTsECj7eNyS+/kDjPSQYO734wGM9lwsbPv7S9D2dEqy9waL8vVAhb718gCC9ZkbovTR4vL1hTTI+yComvkgbPb1ALzU8AD2bu4Af/DpHICg+di3aPRimHT3694E9/bYOPtC/Bz2BZw2+MKa1vNiSKD18OOS9iC9OvQNSMT4B4e+9yzA5vg5xoD0Atbs73s69veNbMD4A8j26a8ghPgB7X7uMNxo9h9O+vYDSr7sITYC8gHp1u9CYAj0N2Sg+cDFJvUDVbTtgayE9DgPvPTmy7b1WeJQ9CKrNPGAnYDwAzwO64KVEvPKXDr6Qv0690PstPZHjvr1AkES9px2gvZhYML1t1BM+5EYpvvKwnD36L8+9DMYIvZmN6b0u1as9fF8IvrTDWj0wefu9hsn4PZv6Lz5HkBw+5tLIPe3OIL6c9UI9bBAIvRzLJz0fCC0+6H30PIz1EL4MoHs92z80PhI0vD3VRIG9vAEJvqKN0z3owvO9RsAZvopV5r0oI9c8ULKVvcUbHD7o7x+9ncgKPpQx7r2IQhO9WdIVPp0DDr5mbe+9fkamPVkoBz5cg0w9+3mGvcqU/z3pSeC95AJvPQRYSz3ORvi9TFUJvugimbyKk6a9nC03vaavK77k7DO9AE71vD4Emz2+ZqI9yjzuPfNrID4T/Rs+MzCCvbV7lb1Qf7Q8tNYMvvg8T72A2cW90hXkPSZfzD1ltay97nC6PXClZzweTIo93tmRPc2gJT5gQKM8Z9TzvT8Og73q0/29olY3vmhmdb04iv+90Gp0PGpchz2lQeq9AFVcPCx0LL7ovyi+8AgHvrRIkb24PP+8QlmOPXBk/L1tvdu9rhTwPQ9GIT6Wmdw9L+UivofmHb5YKR2+FXsuvoCFhTptLxe+bxknvpHKzb16p9+941kFPksUCj4LfQC+zwDzvXCNWTxg0VQ9UJjNvJoi3D368bC9F6UgPp+XMj4gLiu9Dtn6PfDqOjy2QQu+rnzrPWDGDr1WvOi9sBhCPfBaoTwbASg+8G3hPJnM+b1ApGw7lL5XPYAMW71gdMo7td4oPif+E741irm9+IHLPNyxP7014BU+sO+6vQv7Dj6RYxY+YiOQvbkpNr4oNN884ObTvB2jGj6AANI6fhmmvWLghz0QgJi8h8/PvZ1vFD41hSO+RPUBvr6/pT2lUDU+yef5va95Gj7Q6Wg8KNKCPACJDzwwT2093J1LvXZWCr4weAg9qk8JvoiNOT1g6c87nqL9vVoGNb6i8rs9NUMPPmy5Lr5UBX89dz06PjjkF74Sy9I9gIvLvCCdtbuPPSC+8wIbvm5y9T1zoqS9cvI6viUNp72iTSG+udknPjglhzy8yR690uCPvZvBKz6cwdG9nl0ZviPSxr3QXYs8ElmtPTQWxb0+OAS+1pj2PaR46r1U5Hc91oV3vUWMCT7Q57q8oqqyPWZ/iD2Hme299BhwvXS9Ib7E19K9TS4mvgtmBL6ydLU9cNgwvoAS2ruCTb89AAfdPNwkGL146eu88crBvWxFML6ABwE7WFYCvZegHz6gEco8XMVxPY7wmb3APY+7HIkevbjOIT3K+9i96C6hvN74/j3ABqq77nqwvYQ3YT2gxSc9wtTTPS/nBb44I0Q97rs6vnYWhb1dqSU+Muq9PfQWJz128Mc93YIpvogAdL2TUd69U2QGPuUgFT4DJpC9QKyxvWDIG75IbNW8oEbQvChWEL0qJes9OwU5Pii2uTzvagE+sLoXPUBYFbw+Bg++JhwivuQXa73BsiA+bElovSLj2j2FCIm9hNc5Pa7z6L0nryM+dScjPrKcuj32vSK+qBlhPaOIBz6zMMO96NF3vfo20D0wbFk9VvTJPXTZUb2TZSm+PkiEPWZAGb7A2QI7sAKsvSFzLD6mau89+o6SvbslHj7Lrg4+S+wMvhR0Yz2YFgG+NoaPPbwFLb6Q3oS9rI4hvhDIPLzRNTi+Mx8yvtR/F72A6DS+X54XPhCxH74iuIc9HwYmPnRRZD3gGcc7Lt+2Papofb354De+Qne5PSJEvT0iS+O9x+CLvSwcpL0AGCe76sA5vgV7Cb5a8S6+RMRHPVet3L2ySrU9DKwlPehO4LxqEx++FEdTPWiTFL4HoKG9b9YTvsvaFb725xi+OVjXvVao1b29bKy9KxI0PrjyuryHSCg+YqsEvoIHrj0lHhI+MPxPPKlPDT6A4C678fcyvnNxJD6Xcza+oHMVvL5qjD0sjw69xTQFPvGsiL3pKyI+KsA7vgkyET42QSu+yXADviC9KT1gHqI8pKlFvdDJSr3EZQW9HeEaPs2v772A1N28UREuPtigBj0AS+K7tBd1PRA9IjwRwQc+tl6wPVRAgj1/uwY+cC6svKr9kD1hOMq9QGdEvVp5lr18kzM9UMFpPLxLF77z2Qg+4BHJO+FYE77UMB++YTk6vrZ17D0RgBW+6Am6vZu2LL7aMue9mycSvqKMhj0FcAs+YBLsOx1cFD4Rzwo+3k2XvVw+Oz16oaw9XD0jvn6l6T3Nb429aaAavg5S4D3C8cm9bA1ivbO1oL2Q/zu+KqGcPXJU/b3ljwu+OjLfPRfZOT4CJd89YKpMvUx4s73qXbc9fSwmviPWvb0oVzK9dw0EPu7POr55Spm9EaIuPsa9qb1Hnse9vtCMPSB8q7sroDW+sBIbPOQlOr7AAd48fHlRvdrBAr6NaI69Ei/MPZj7Cj3XUzq+ARsmvmPJ0L3h1rK9PXsyPrbPob1GXs69AIXQuqdNKD7oC9i8TFm9vSD4a7zS26s9KJstPRKTpj3KjaM9X9MHPrXEkb0bWuy9+igtvgfZGL6A0im+NQASPlpUvD2b4ws+tDUIvaHhI77A7kU8QhaCPctw7L3AAYE7bNYgPdvUCb4I4yK97G8Cvrm4Br7gY1G9MscIvggwjL268ag9lK11vSifyLzdagk+uIkRvb6xjT2DT+q99W0CPocfE75aX9Y9MN/lvTmrOb5Apt68LSMePpYcDb6jjNq9P3cHvtJN0D3QCZi8yRjJvb54zD2hsiI+sM0RPBcdMz4wpWi9VQ0ivvZWjT0eVHy9RWUDPg15AT4gv3A9+LxZvR5zmL1tQh4+6DJMPaUThr3F5x8+6H9OvfXzHT6SevU9oNADPejBg7yAhYi6frP0PeNLKL7hvR4+CEFBvR4P8r0pDYe9GVU2PrJNFL5KofE9XlSdPSzBV70AmI25cuZ3vQ4mnL3xCx4+54KZvb0QA77xzgQ+B2XlvdLsD77WZb89sJPiPKQfEz2IHc+8mA4nPbosmT3WW4o9llOgPWKnFL76yti9qtXMPU9tDD4QF1c9jcaVvTbQFb7cOE09gCdiu+D1uDt8a3w9AMQeOmX5CT6IYym9XH07vlZGnj1cDkQ9PvTVvZv9Nr7VXaO9aQ4UPqf+DL4FMw8+OZkAvmJNpT3+hog9aLchvvVnCD66FeM9vBl4Pd7LsD3Rgii+agPFPeATILzl1ve9klWVPdDrCL1V8w0+co+RPVQaM74AdeQ7zpfhPVN0Db6c0y29LubXPVCbijydzy0+zbgpvihMVz3gDq88T+2KvZBGhbzsPZW9hNIHvsxaKL5g+0Q9nmaKvZCOBTx0N3S9pGlZvYdLDj63Yyk+tjfMPZCAMr4Zuzu+wK/4vPr8vT160qg9lJIGvcelND672Co+G9QivvDFO71GSdE99R83PpFpwL19fxy+JI/wvbFWKD5PVRk+yNMvvboHIL6Arky75GRkPa7hA7640y2+76cuPpjYKb3SOBe+8VEBPq9qET6c9Zi9sdYZPgVDyL34Kws98EeCPOafxz1y/4092CAnvviqxTx3qIi9PKQ6Pd8Rtr30/0y9+fItPimfCD5MAQa+gTT3vVpN2z3TQRG+8HsjvGbNyT1uuv89AonYPSqv2L12Wg2+qut2vWGTpb1KGdk9qs+dvYJNNL5nSI299jerPfAl/L0iQog9yObVvE0NLj609Zq9YVHwvWH1Gj4X9iU+BGlAvdz2w70U9Sa9uSwcPnnWoL1ZbRy+ahq7PVRpOb4ksnw9zhgDvnTFH76Atks71xYNvsSwaj0QiOw8UfINvnmIPL6ySKI9auPpPbqQyT2Hgxs+cMm/PINR0r3KKo+9ylvEPaJN+j0mXyO+umvUvQBmGTs8OnE9eRjivQBnADp3OCI+qZojPr0pLj66rYK9VdMqPrJH/z20wX89TlOAPUDQ8byIuky94JVWPUThKD0xljk+AByIu9DRbDxddTi+ejytPa5uKb4Mahy94OKKOyehDT4RQTe+XNUXvrIgpr12lQC+irL8PaHwv71grl49TZk4PuE5mr1QHlq9tWcvvtzzNz0HjSY+R5mzvYDvw7pSSrq9hOMBvr4RyT2QGd68IJVgPSAf+rvc9km94Br7u0K/fL3Oxve94H8ivohYuLzyE7A9tJuyvYJNpz2AKJE7v5orPvvWGD5udf89yoyOPfDzMbzxyR2+BQcNPgDTRL10AEs9Kpa0vQpDDb4KkOY9MAW9PABMbrptEwI+TXUvvgCaHb1z3jK+/0DqvW/fEz5Oq5A9G+3evVbeF75cExK9DFsMPch207041M+8MD2HvdVlIL4I2Me8zu38PbOtPL6GFLi96u2EPTp9+j3g6YA8DtmXPX7/hz0ltxy+wes2vhMFF77sGQK9CrzSPXM1ET6tgwk+Dw4ePgCas7z/Fwe+KLapPJwy+73nSzE+V/gNvnJpnT14Bzu+oI4IvuAOLL0cWQe9O4YSPoC5jLwpUi6+UJAOvdCHoTzOVie+yu16vaVs473/rje+E+scPkbv1T1QyDq+8vAGvgTvCb6AfjG7w6UivhDDHjwb6Ac+Ryi3vWqaoz2UVxW9bkH2Pf6F2T2UC0Y9NC8VPe4UjD2Qmg289jc7vqpIhD3SxrE9iTwBPvQDCD2wxp6983vavYq0rT3kJvG9GDbnvBqjyD1NwTI+gOotvjq69j0CY+89aqfNPXSnr73TqjA+CpTdPdzlWb2ZTzU+qlihvbQ9gT2ot2A9zQM7Pv79/z2tETG+aeUmPoOlAb5MlGQ9JuSPPUXMDD5I7WQ9cD8KPHZ/1D3ULxy+1K8wvSBj3TzN2ya+My7TvVph9z2LXh8+rtwmvjCyUbwgOde8ZWCnvYo80D3wraC83bvNvSrmqz1C5YI99ZM7vh/bOb4g5Aq+YOKBPQNZIr77Be69gNzbuxZf+z3sioW9xD4GPUBkjrvm2i6+02AdPh+PKT4W/Kg9RIQyvnkSBj4uyK69lGtwPVoawT1PNTc+WkqlPTFLLz6JpgI+Q8o7Puy4HL43ayw+lmCcPRmGCr5bvhk+As8BviCSUz0c/jQ9NHDWvQCsJr0HYRG+S1XXvfbN9z0Sa4y9vQc0vqh8nTzqErQ9uqenPTlONz6knG49YJgfvnh1Vj3wxx09f/v2veKd/b0YX9I8AK3PvG27Aj6qa/w9KU0Hvgk5Ob40jCQ9oVK3vTFj/r0i9NA9Ias1PghmHb3sHGs9oI/aPNCdWD1wRSW8lA5YPecQBz55hjQ+ISUhvq2ZLb46S9Y9AGzuPDpbob1w7CU9sF8TvG2cob0vFBE+Riu1Pe/k6L0aDuo9ciCbvXA2N76+ENy9c50Uvpy8Rz2108e9neONvQCDQb1YceO8yAUWviNNDT5DjwQ+w3Hsvc6cvD0HLQE+oGGKO1bO7D2sHVc9kC13vAA+0LpsDQK9ma4pPjg3wbzq8N49n+gkvpYZmD34sRC94NTXvNcpFD7tfhA+oAxtvbEGJj5jSxw+mpnkPdWHHz7y/+E9it6UPcQ/Hj0mMaa9cKlVPfBYAjyAany7NLt0PU6cG75INHO9Aw0APmDlpjv6AeI9ub4ivrgniLxw2Ek9hBYFvajt6b3OzPQ9AD9CvZ1ztL3BERu+gG+EOwBMgrpOKeA9d7wXPiPbA75gaCI9HORlPR5spr2/0ya+NhiPPZYID77Qmbi8dIg2PfBTJjxG7vI9IDwSvbvlNr7AY6+7/QoPvrANJ77QroA9fBjIvRxOJr10tCy9BDw8vUTaGT2fiyI+GMNsPfAqJr2YZhW9uyC7vVAoHr0ABZc8eD3nvJwuUL1gNM+7mrDzPaAM9ruOc749+V0lPt0TOD5A2aA88rmwPcCl1L16X8w98zsSvsjBzrygkje8lyYmPuxwOr6qq8c90MgRvYgUCr4joRw+UC3kPDiav70oIR69w7EhPsCwqLtuTuw9fuftPXeeDj58znk9vBzFvdCxgL0SPJy9A0ESPkDgKL0Gm5O9gPV5PS33ID7oYBY9M74ZPsCY8LsXqR4+IBQRvMjb47wGQOU99hG4PU4qEL4aoPI9w8cYvjkrG75SpcQ9G0EpPnSHBT04xrU8XMFKvSxZAj1g1HK8uzgRPhj+AL50HyU9sG/VPC4wDb6sq4S9k5/tvX9TBj56gaA9Rt6fvbyBIb7wIsy9SE/ovLRWHL0iW9i9+tCqvXbolT2gufy9ktrpPdj8W73TkiI+gBsuuyCq37z3a5O9mIfrvDOqHT5qpKs92Cf7vI+Pu71efZI9Zt/TPYDTJzu0WQ6+oCzYO6B92LxQ0ig98JMVvLCg+7wt/gA+gJ+7u1iQi72yNda9num8PVdRGb6B8QI+xeo6vgzGFL3mRwW+CumWPU5A8j0YRN+9Sp28Pc46uj2oALC9OWIWPoc8Ez6lZxo+c3Q6PoDCWrzJKSi+PRgQPsYCu71Qc6Q8JIh0PfhQOL7A7Ri+pAoMPdiOpLxgIEo8mOeqvUBh8jty0Y09wOiePOT0ez33LIO9uPGHPJSAej0DSCg+K/QGPgDsvTqHcCW+/pCyvU/Y6b0AnTK9gekDvpmWJL54omk901ogPleHLj4GRpo9Im7sPXpT6z3grwy81po5vnjRtLxAgQW+SKwfvp5q2b1wiMC8kke/PQMfDT6heCC+9qUzvskMMz5+2ac9uGmXPBwBRz01JfG9qu3aPdAYbL1MnES9XNM7PQDN+7xapIY9xVoyPu5zkL0fDQk+ot0YvkBQJbtQVsy8SMM8voqy+r2S1689SnrVveTBcD0RBa29yD6jPFDILTyEcI29rlXiPVxwHL5BsuC9E+syvuSB+b0D1tC9Qx8SPmBgob1fSoG9HhooviBMg73WMI+9GM0mvY4Z7j3G3c49nv3xPfrorL0u1Te+PuHpPf93t73A5Sa9Wb0HPgL8Eb5Q5yS9epioPXLsoD1Gj8M9doKlPQ3aCL4L/BI+UuDlPYh4Kr0EjVC9NERgvSdnrL2g3da9YNP1PGDS6Ly+Wec9X0zvvTegMD5gKwa9AH/3O/mjJD5U25C9zPNePba8Db6cPbC9xE41vncjo71o0/a90Mm5PE8sOT5gPNi8JIsrvbCC/TxKUME9vAlQvc0K973XBSc+KAmdPOBXKTy+Cf09BpHGPbDrEr7mc9E9qZEFPqhs3DycmnQ9gO4wO4OWq718nUu95PXDvUqCtz0a15S9bvO2PXYCsT2h7Ai+plGfvWZbjD3lKx4+Ijkpvo1d4L3gnam7e1nzvZTJRj0s20C9FGeCPYFODT6zywQ+gEFMvQCwdjjwDmO8P0MMvli7dT0orkq9dHtvPTxAJL6cBje9cTwvPsPlNj64oPA8GM+LvHjWijxqnds9Hl+HPReEHj6Igam8wUsVPqCVwjuFAce9gCzCPK8FBb5F4Qk+siLhPcq1I75vugY+NT4dPmAqqTy4uFO9yJEyPVnwNT6ZRdW9gWoOvqdIFr7Q8TA8LsmiPfZQxL1QRiq93ksEvv/Trb1r1gg+fT8EPioptj1lJte9LXzivfUuLj6CmuQ9WLuBvZBtvb0dFy++nsP8PfBDD77MP7m9qBYgvlzfyr3xwbi9vXsVPvC6wbxQ3WO9DteHPVvLOz6xCCS+goyRPWK6PL59IRG+8NhBPHjRVT0D/wo+AElkvASeG70I4Ng8wVUkvoerKT5RlDW+6RoTPvw+Eb5X1zw++jm0PYWeMr5yr8E9gLWovIRpyL35WA8+JTQBvjrDqT2PjSQ+l8MnvpyN070Cpeg9Rmv+PXKpwj2+E4c9FrgJvgusNj64qDo9/RErPsJFhz3sZNC9SsqfPaRwK76PWxE+ACcYvkzlFj1nhwY+hxoCvmhgbT1gU/g7nGZRvTzfN703sJC9hBlbPbkA572Jewk+sGGmPPporr2mAOI94hTMPUHnl727NQg+QdIpPrk/Kb4Adje6KNAevUa2+j0tr/G9Ry8oPnFaGj4Vp7G9qAfrPPJBtb3XS8C9IMwuPHPmGz5YCgW+Fmr/PbqR8b0kzBI9vemtvdrg2j1jlg8+T/O+vaTUcr3ihpE9b004PpDl6byIXRq9AM8PvWLnhj2GiLG9mWiNvRNXBD57vTS+zaMfvrDnej1Qka48/oS3vZPhOT6siDi+gH4jvKxLFz2IvPu9oX00vo1SAz6FBBs+u80APhq9rr0ytA6+wJUDvoMFFD4vvCK+Qs0PvgbPlL1siiO+kFY1vYjkGL67l7u9Jq/GvQgEIb4fNhA+lIxrPcl/Hj66OP29PPkMveS7D72/bSK+LnGUvY5T3T35VhE+WyQ4vuRpJb7GF8Y9VHVMvcWXyb1wari8PMx1PTpx+r0Yv8+9EDA6vQw/H77mk7493BJzPWiT/L1xCYq9OJjYvEO0qr2wq2e8jOAKvYC4WLsO/tU9KKvkPN85GD6AHc26I8sjPv4r6z3YKFy9C50zPjFCAT7qI5w9QMNoPPiiGT1xWYS9OXHTvYKFnj3YHry8elPCPeqWkT13WRo+oBfqvNE1yr3TTTs+yMkgPR+TKT4I3Re+q1YhvhBl/DxEHxG9Bib9PZAGxLyfeTq+oBazPMAML715/i6+vCMtvfh1ZT3TbyK+tbcgvm+yOj5+Jdk9Sn+6PchdxDzKxaQ9fMIivTkRBr6AddI8mkm6PeA8uLuPHwM+Rh+RPXsaNL6R3wS+3iDsvcG7CD4zACY+ulr8PQCPLLygpyM9sNgZvSAlGbw5xxE+suruPWA/ybu7ADg+4BDrvGZb7b0Q2Ww9Bk7QPbhRoDx01wa+u3QGPnbknr1gigG9CCyavQ2lgr2ibH29KYcaPq36Hb73mCg+GEGUPLOsDT7m5P09WgyMPUQB/b2Y3no9L3w0Pk4ELL5mTvm9AAAYOfRmzr2nFim+3kQtvpOpET5QJUc8wUshPgi5ijyWqq498AAgvfLxyj0wHGm98S6bvRgqQz1o+2w9CA0kvUs3N76ZETM+MN3tvD6I8T0Aar06Jf0JPjpECL4T2tC9QAIou/BtUjzYJha9VrH3PXaj2L2QLGS8lE50PfjyYL3KoKI9skvUPdhbZT2DQh8+jMviva6Xxj3ckyy95WkXPjnnEb6Kt6w9IM1MPZKQ7T1DfxM+9LMHvStiLL7GE9A9SOGhPDiqEj29eia+i1wIvv7HvD3AycI748gpvoh+QL2Awso6XlenPbiNpbyAZxa7Xpv4PSitH70AGJM7sDBlvYE6GD435xM+7BU8vSAm07yHIiI+uHz5vQA09jqo9LC8yIeLvf7+0j2NcZW9ZgyEvfZ9zz1QNma9ZLkuvaUemr36Z689Z4ecvSPsHz7ZyQ8+qZ83vvyrRD0nbiA+UlMLvu4sxz12tp+9jXU2vjxo5L1qj749pbIsPsoam71H2SY+m4MiPm7V/z38MIQ9WrONPVncCD6cp0I9BzccvuBDVrxAkKE7GMsIvjjDLD0DQri9K/bAvYahyj0ApRG6o3QEPv6k1j30Elu9GKhiPTA9Zz0Dyjs+5rbhPdDxArxpDcO95448vgAzGzrX3Ze9LVEoPvu85r1wgz+81nP/PUDxw70xISo+nhujvSbxrj0BqQq+NZQSPgze/L2QegI8FX4vPquLLT68L+e9Zu3yPWf2iL024M89+x88PvXEIT5CLfi9Z/rYvSR0vL0CkpI9vyYsPiSEDD1o9NK9AND5OFpwxz3ihuW9T6kvvpksMb60RG49pS7EvcDlOr4zTCS+cW8kvpJkD75hXw6+zg0ovgSpFz26hPg9UljdPchEybxnPhU+VBeevRuIGz6PavW97zM4Pih5CT283h69PFYUvmqk2j1V8vq9oL79PEC5aLy+3Lg9Cle4vftaFD5AeSI8UFozPAwaJr2kmiQ9tRwBvlTNFL6oZLW9am+BPc8D7r0EU2m96B67vTMCMb5ypPY9cjPoPeLTmj3sqMG9iOPzPCY71z20ZGQ9Qk70PcBnNbx7T9K9K4OIvS4esD2JED0+LgHHPVRww71DChM+sHJJPP6b8z13Twg+QLBKO7Ttab0+nrC95sn6PUCR1TvBbgY+g8HYvWT5PL7UGji9wzTtvdMQxb2aTpU99viNPYL67b0gzkg8AvDzPZpbhz2gZrs75Fl/PUDCqDyAY+Q8IJWNvOCIqr08eSU9K6saPoDhqzpYD3O9eZP/vdv/HT60/2S9cTn6vYO2Hj4dv9W9IFd1PEassD3fIyU+qKjJPF9Pvr0MNBu9DhS9Pa+8Az7Awzk8qJlFPXFDDr6kLhu+0lzLvdnVoL1Nnww+ghWPPTxqG70ATZk6kkTwPfPbKr5o7TC+4fk7PrxNND2IuQ69"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 