{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "1f5+PhofLr5I1Au8V3i1vB7haj3NgQq+jO0gvud55D2y8eA9qYtQPnpiOL+IEi++5xyevbKAqrsw6zO+5iOmvfygvz2F+SM+BnONvnKdar7BzAu+znXivG/keb/8ToU+ZlWbvdwN7D0RxH6+wnU+vhKKjD4HJHm+jSpzPVfLYL48GCS+1JhivkHOBr76PNC9q46NPSlbJL5B7RU/affWPPoQLD4O1xu/J6U6vyebGz8i3KY+gI4UPn31V75kbvI9sFCvPV6qFT7aT5k9A2gvPsUtDz5SMrq9mjYUvjSnsz0MR1+9/lhNPbvXML5rhku+AZOvPj+G1j6xRB8/GokQPp9J6z1wiZI+RWtKv+DESr4E0MA+6HVAvhbPtD1E9Zy8h/5PvoaliD62iYY9lwfAvmy7mj0KpAE+NVM4PpRBuj5+Xcu+qXoMvhq0MT6EAFq+JhX4PcQTnT0EEf29BaLxPZEkiD+FbDq/nl0+vsuqfT1kPBq9oHPyvbboDL3u6Wu9gsa9vqDBuD1xaVw+t0EVvT8TSr67Bjq+/foQvX5pcr14ALm+XKyMvnF+VL2vJ2G7PwLQPSkyXb2b0tI+sVxkPoUZKr4lS828g42FvTOyrr6eIkK/VuYqvMkjkD5PHbM9PldcPjA2PL1VQ4Y+NmMMPQ0uUT23Wjc+kx9UvXnrFD5jLX8+tfqevFYTZrwl2R0+fRTUPTDvKj5VvQU+2FwNPu1pG76jipU+8FLWvat6Hr3LeCq+y/GevSYIJT4qdio+IlhmPjRCij5iyDs7XHSAPpsr4L2InkU9re0Qvv1Ckz0mLSc9MuwTviw5LT6GkCG9IQ1DPjjF7zxY9pS+MyQBvg/Plr2ahsu9QlysvnDTOj0jzsQ972W/vbeZqb2LQYg9n1PDPqAKuzqlBDS9v5vdPXncyb0z7tY9JHf4vbcjG76aUvC9pDafvgGYJD6zsrk8iOd0Pgk3mD1kQzE+DnD5PbhIiT5VKYi+y2aNvfE/5j0vz+c9wGfyPDCpXz42tHC83L7YvWO3gb5TQmQ7YNw3vgI2hD0HBMi9JmEfvh0Wob4V3Ao+PGUvvqyS5z1PkS0+1sYVPsuNxr2hRZ49+gWgvqV9tj0zbwk/Qy5sPtYaSL69sui98fsXPsJeHzzlU2y8GeJePslksDuxfJs9EkQXvJ4qKr5nmJ495yoIvlS5i75rhNK97S6yvoR2Vr2/qc46kAT+PPmamDykDCQ+2MhbPYoICT6K6KY9Eiksvui7ij6c6aO+48X/vM3RHj4tdf+8jNMAPtT5rz2FzV++aiBivVTF7jx4aNY9N0YivgtACT5pnPa9Y2qgPc7U+jyJn4Y9RfghPJr3nT6W9ZS+3GVevcRrxT4AQgw+uA5YvrU53zspaky+dtkYPXH26z0AkIO9DCSlPu1BBT0Si1e9DXwkPszguL3iyQq9o8UtvqGEEbtGzEk+/z1VvjsqAD145Le+jJ1HPuR9cb0E1WC9JpFAPASi9T0qA0u+TDCSvl6pFj0ErRu9ATrsvIU5Fz4D0U88TCSPPVe6rr06pTY+CKopPjoc0j2eyn8+5CLivTvBYL6T68y89UyqPZNqCj5c4Hw++g4SvsQNnj1sPgC+SppOvVHxfzzNyrm+XxV7PrwyEL6OFGW+6ovsvUAdEj5RdZ09vz5xvtkdjb0Cg1A+Vh56vd64Pr7dB8w8uf01PnNCC70Jf3a+F/sWPgyWfrz4iLK8bL3RPb1dxj3aH0S+AKuFPa9B2D1T8409E90kvkJI9r28ylG+ANpGPtm7VrxdYq+8lBHAvfOH3D2XoYm82GTuOxo1YT23Wb28BzJ7vuS8fL0TCLe+zUDAPO0Q/r2CtQq7qTpJPS7oib02uc699pZyvYWZLr6MBci9KhtJPSBjSD2/b18+NDtFvXqbeb23M3i+vyP4vbibs70JfLI99iSmPeVNmD03dUW8ECq0vCXszz1gWMm7+vS8vSeyTz38vzI67y7ivdcuv7zEtwe+aCpePuV/bL2EPKu9L76eu3bmc74/qhi9BredPISqOD11tle73hoXv1H61T0e9/c9XsfYvq4Aob35laW9SgYYPqyP6j23Akc/fRA2Pw4jzT7PRQ4+VW6/vei0dr62gCu9j7AYPS5l0rw7jmc9tbsRvqlPL75wV1W+XQXkvU4Urj0IxKa+xwOBPgTLQL444VK+C61rvhScgD7zFK48fRPPvYiSkjzMqoo9XFqNvbxG6bxeBkS+z9W5PbBS4L6CyGK9c1ogvtqwsz6vzI6/MF0EPnIyDD+yDf69m8lIvto1E76E9qi91A3yPmpIWb4Oova9IN7BvBlvez0gx/s9OfaIvr9QBz4jMM+9mDHhO/MxDDyenii9s3GyvifY8D60Jkq/KkuDvc81J76s8VE+kRcRPIz0Wb2M9Rg/tYn7vQ9Zxb7hzSO/iygiPlMQlz2u4Mm7lUr0PmhtEz6bVzq+4vyYvZULXL5UGqA8/2w9PhXcTz3CeC2+xrT4vY7/+D5d9+q+94DvPUDdGL/ESSi/kLauvXcMi753ncO+nKlBPgTeIT5bTAK+j1+KPpkJKb68E8u9Wu81vY74xjxT/Te+uE0LPvAZwLwDzqA+WxIJvwXsvr5GdwY+Dsx2PRFYLT74xt++JjsoPaBmlzx0bES+G24nve0IKT9fxW8+O0kuPp/hoD7dSJM9IFIyvzEJzzzS764+dWuJPfm+pD2Ks6u+VTY+PVPiNT5iySK+9dAovs0bxrzhUt28hJuqveGwaz2eCMq+62gVPsS5BL7GKxQ+xGK7PuEiLrxg5A+9MmMGPssQyz3SlQq+h8c9vmxYUD79S5y++8XTPXoFfT3h0sM94sUIvacONz5fv1Y+ZYvIveCJC73uT0C9Ce47Pnk+tD0SWOQ8gzeEPbeO9b0T/SG+dio+vD9phT7ao0a+EjOoPd3fGT5Yy5q8SCAmPVAbrz7vwwO+EoSUvGYckT6Cf/e5r7CiPnqj3r3kV+i9wsy4vt3giL3S+9M8ko4PvsocZ70ZGF++cKuQPriagT17D8S9fNyqvRLBuL08cCw+2XMwvY9upz4poXk9FpbmvFEsfr6nQIA+ZF+tPsQ0mL4eTV++6EeDPUSBSL5MEQs94vldvrUX2DyHPg0+PbiCvciVr72kGd+8FbiLvVuU2D3ODh6+kcMAvggqPL4EmXQ9GaKGPaYpXr5dOJ091ds1PGxxJ75CtpI9o59sPvkkXLuIuIG+VKQCPhrPTr41Wu29GKXAPKRCKT704xg+ai7pvOnOlz6pVCa+2kM4vptfpj5b6Ey+LkLavQZWRD462cA9PI8CPu9a772QMNW947BHvVuNQ73M0kO+uiW6vV7yAr7zW709RRO+vZfvLD6GCB6++olHvikLWT2v+XY+mjbgvA5gCr3ZIg+9BBKJvrTGir0d3zY+07WDvkXMPr7yQqq9HRXPO7QHgD69yU0+EAHuva1cXD017Tu+VMDqvC+clr1yhbg9xnv5umFdAb5A5y0+j+ajPHfFRb0OkD8+1KpvvpWDxb076wI+dWNnvnjasTyNZZQ7ejlFvkYJIj4tEwK9Swy8PYjON7vjFkW92MFfPnhChD3Nmog+5PuOvQDbCj2syl8+zxm+PphgojzlK4A98RP/PRJHoz1H1j49zKy9PZCt5b1bLSM+AJV3PZTLeD1vRrI9pB5QvrtIcL1T9tC9V9eJvTiCAL7w6Uu+3v/5va0o1L3dj5i+IkHZO2mkmj3MqOs9PWY2vlepFL20UgU+EngbvsszLT54/709No4OPaY5Sjxilam9YSMqPTLuzD2ScC8+XCZcvkEVnr4b/Sa9DGgEPd0bUL72HHk9kYaGPpvXUb4hDpO99hi6vVDNDr5bLAq+g1HIvUJfqr0Dah2+z+YbvrCKiL1skcg9K0g/PXww4732+W89viAXPIvCvD0QktY85R4vvvxcHj68x1K7AsOTPT2+kT4zJa89z9XLvXA0Br6RcVo+YOyLPqrqm70GHa09/GJOvtsDmL15l4q9se8tvoBQOr580tu9g2uUvl9sSL26jJa9LzSSPNkyWD2tYcY9yosgPUPvED7JzJ09OLGBPTlaET1+Mg0+FLOzv3bTvjznY0e+vrX/O7/MZz0TFqq9CjCvvZLPgj4Id/u9s6IDPt4bhr/YCVs+COblPZd4H76Wl8w9asamParI0r2to5u76FROvlthMD2utXO87h4+Pojnxz45hlu+i8QXvM7Ugb4baRs87ZJOvTmE3T2tMyK/AeynPdvGPL76qi8+06QLvFunq75gNIi+SVApvqQQYr7GXWE+3ZVcPU+LVr2mXC0/wDT3vhqiyT7a4bw+kQFiO2nUFL6w7ia+NF6XPi6ur73xsNc96vZRPopRBT4pEgu9h/d8vk6s5L2+KLk898g3PbJaiz7xjC++FrIMP46BID5eZYe+LnxoPTy5jLzTQg29pBqmPnN+lL53Qaq+qYfBvV3XJz7nLJU+VlGMvX5VDL42xDq+sue6Pv2LHD3fQxa9dKLvvRxmtr5JPBU9kP4xvFWmn74tZPy9KM4LPmdd4D6KbxG+etDEvUvSCD6GcLw+HxXmvJsGjr6F1089muEIPusYx73FDtE9fb4gP+7Y8r0Y6tu9uB+Pvt6uUD9twHM8x6gfvjEZx75E1/m9+rdbPsQS+z0Gm3S+oLYKvjsOKr5MiGk+mQNwvrP3Eb6wMOq9xeagPhq0lD75ud2+O4dmPmqgFb7SEMK8d+novHwoOz6xZYy9LbIMvuWAPLsnu7S9yl40PRJahr2JC4i+vpbhPUN+2jwkyAM9CDNBvjASb74hmIm+Jtsnvi2bCz2U1IK+EVLqvbTEk72v+Ic8/dtGvt8qezxtlku+1ySwvtbDCzxvjBK+s+GVvR8OBz7Ft5E9bw3VPZX9az7no8q8JmKiPOLnsLzpOn4+cNZTPnGGfj5Erki+8V+cvq3umL1mtEM9YdHVPdU0ez6fM9c9sDD5O1UnKL3ikA09NTVevqywxb279ec9DlYbviEgJz6FVKE8tmAgvRV4EbvFYE6+jJK8vNEniD4FMHi+66Q/vmWnnr4weeS8dQAFvtSaQj5+0y09MsGpvfZYhD0/Lw+9YowTvSABq722hxW+xCPCvr77IDw/hYC8LkTCPfRshz1KcJy+83OWPrJyi72sVpG9rCF7vR3M0r0+Axc8ZE55vIRTdz3wbL29NKi+PX99L77oOvw7OauBPuYVkL3LbEy9QCFSPqlMGzytrAY9tT06vYrZZLwqp7W92aLovYUd/T1SCoi+yMJoPOyWkL4kxho8kcxxPvkNPj4457A9z+hRPSQiizx6c447FhSVvfl2Zj5/cMg9+lyUPuUIQr7yqKs9e76IPVsnXbymtqm9g70lvuEGtz11z7M8dkD9veeAFr79ov69JEUYPi/39z1X53i+egzsPY3c0z2+PWE+r2WPPs4KvT3qybe9MfYcvZ2S3r0z3gQ+/SVWvAyKZL0j+7k95rwZPcjeDzyMTaS9HGuKPpnNQL6oICA+wGzHvKa5KT4119Y9vLIuvgKIrTv+qVA+b92avSzekD3I3nI9FsoaviP5GL3kHqK9mMKrPXsbVT41jAe+brZ2vub4CT7m/IA9Zd+NPUGJ0L0sSii+23PevUmLg7wL5689PLwuvLp3Rz71+Be9PvvivOY+D75DsUe9mXVXPlRaD7qeGv69QACLvRTKhTy4wtu9OBdivai3N725YkQ9X3r/vaOv3bwFki++jQfCvX9KQz4Rq6493kDYPZimtb0Hk/O8QReBPPEmWj2zUhW+t9hjPZ7iHj4XOcQ9UqwPvkwnMT754AC97sjMvYHvNT6wbZQ+pRCrvYv6wr3JwAE9W7EKPdezQz4t9EQ9qMTcOi2gN74FYIE+lQuAPkocl76BX9Y9uAdjPRLPOb6OoUU+1innvb9pob3REcS+unjtPbXdBj4ghAO+744FPt6Tmz0h5sK9MjnZvSGEnDwFB3G9BPD/PFziDj4stGU9Rb4rvqsB3r1KG1u+VVEbvpWuh75mlUg95xLDPSe1n7yBwAo+hPM1vT0KBb5qoKS9hEA3vZjw2z3b62W9neX6vfT7QL5Djge9P6NkvR+BcLuFQ1C9vkKFvP0fDT7oSsa91yQTvlwlQ76LIju84MFVPd+L/j0rViu98/zyPEsEUb60m4e8q1Eovil2Wr5xZnc+fFsYPSf2Mr6HOjm+ThhcPOXqfbxHNf+9DR5Ivuq7i72lxyS+AKygPUZbEL3oub29WtX+vbwtYD1vkh0+kumyvvL9L77PAou9LEggvom4qT3y50E7oDsLvv+gEj4PrjS+jQAtvudIrD0AJjY+ZjTAPBXRlz2SiVw9bpCMvj0/Lr7R6BQ+3SXYPRJSIL6Q928+l99gvqmoXj1YKAg9ZZ0uvtqGb75IB/880MX3vIF0Cr5a+EK+WL0lve8dID3WFUu+rZj5PKH5+bwFKe29sPTsvUFhcL0nFjy+14bHvcfHr76F4JO9uFAivhy0NL08vwQ+LYndPSy9oj3S0aM9qK6PPNGgkr1LW4q8NPQLvhIOdz2WW/o9NrwWPYfL8D3oDpm+JMXDPV3dTb4pRTG+YSbfOx0tsT18h4C+1pBVvidt7b0dpUS+lw7VPbguRr6b8Ew+6cGGPV4KTT7kRXe8b/fHu6aVpL/EI949jqwBPu8sM71ySS6+DFwKvukox7zUr0S+y+aiPbAqJz0oD7+9P9OKPDiS6r0X2FW+r4pLPYlVtLyczyA+PyGuvGBNuz0py429TvipvT1yFT2+wrC9Uds1PjpTZT3DudO9MfUNPk9J57uj1Tq+JrGBPeoDRb4AwRM993E/vUBUNj4B7lY9sy8Avh7Fy71mssu9hcmTPa5Ptzx+/zS+zb06vp8rPb42UJK9h6y3vbKLLb5Rgls+tMamPc3bwD1tC8g8fFxvO7J4J70FzaI+NqvjvXLTZz0TVK27+3sLvucdsj3shPM8YYwavvdVt72UXgq+Q48YPdjsYT4xhi8+51TzvNWXlr7vYzA9gOv0vWJAx7mu0TY9BHy7vdGPkz1zfby8bcEQPtOicb7zX+O9W3RhPqYLyb1OqOA9KM4gPsg6uLzsZdA9DFHMPNcJ97w138i9irRCvhMoWD7ZmXm+qRvUPVDpDb655ze+bR0pvbDcNb6HSpq9wQ0SPlZ4ur3wP0M9amemPenAwL0BNxg+/osMPjpQFD4EfuY98+cHPkQrZr6DGNG73EI2PQ7kaT3oMXu+PfyIvgqXfDu7rAo+lVomvnaURL5SM7Y9aPYgPhNUMD6ledY8hmWavNfcAz3X/AI9MxDZvdvYlD2V55C9yqUnvQCsgL4qMj++RUQOPV4Tiz5Y+GY9Pgyku7HujD28YCm+fEwQvgNdW7yAFCq9+lZHPV8zIT7Y6Jy+Q/MUPu8CmD1aCMq97beGPbab6T0wZeY9nAPxvS07QT4vVR6+mz7ePeQmhz1XpWy9mrhCPP7QWD5hLZg8tPvnPR99Er7oI9A9X1g6vr56Gb7bwhm9hDqRPEnTDD1ZhB8+HBBBPtwh/j2owCk+2Rf7vXJva71UxEw8L5yrPQMz/jve2O49dQbLvcqdqL1zo/w9ukNovpBFJj4Ym5Q8cD8Nvp3mPD5hBdS9vpy9vfQVmr5Tgta9qijcPJlcQ74mQ289uz5FPvnFxT28c7a9dlksPdjDIb7jpoQ9EoqRPDv+Iz4kVWe9MVMHvCemtr0aYS09Q8CHvdXwT75mUAi+6w4lPsyAUj5akSu+Rk1GPiiSVr53zyU+WGBAPu9W2z2UoFw9X5v/vaxphj5WPxu72CCgPuZ6oL1gMUO+jNk3Pi3MajyIjpu+gLKWvg7OWb1pfgo+gno5vYIK0TssJme+gQ3HvYE8hj5hBxI+e3Chu18M/T2SV1a9PZ0QvJ2lHz4vo3I9FepuPSfeCj652JG8SR8LvgVKEL1cYGY9lxutPSTpqLuDY3g+he2fPdqqDL5fSZw9UDN6vtw3c71Gg5k9CYZsuyGNAD5tKUW+MGplPBul+TwnQYk8mR1BvX4Vs73vjt29EznPvTYwwz2X1dk9MdZQPpvkrT3BcU083inlPURtWz1zaMm9PaAsPj5+dL31OcM9CEGrPKIEJ77UEPO6KmMgPqvXTj1j9e29wI2KvSX09byJQ2C9+JC9PcZv3735wl4+QSZQPqJwQz39SVs+MgASPu/WYry5QJE9BzWBPb8XML02WGK9hCCuPLpjkL2C0mU+OUn6vWgg5j19NNI9NPe+PAXTTbyATtK8g+a4uolML77SpAu8LXAVO5FVEb4T+BO+99A7PV9R7j1Yfzo+ViuSvhDj+L122Kc9wddOvfo5T76L4mm+8tIavtQOKb4XlQc+9L+lvgmCFT5QmTq9O3qovl/p6b3qbRg+EkBYPHw44jwl/L893h8FvjpEl7wlaw8+Uh9ZvbvCRL5AIau9STuHPZXogDzMxxa+WEYNvafSI7wso9e9wUihPcBilb7FFdG9JfQqvsMFGr6YndU9MTiyvTbLCr6zqIa9qyAsvlLbAz5laBc9fw6NvanMlL3a8au9Ww+RvqUc3Dy++OK8mxsfvsJgkDz2GBC+6eISPqFDQL2g8fa9gssDPo7u7j3nucG9sDR/vVRrFj1Ty/W9i8UCvjrJDb76koU9VEPwvPURPz6mEQc+JX1JvggYLb581He++/EIvTTC+L2Ibq89uRMPPrM8Nj2mvgI+JO8Nvh0RCz4sRBe+MgoAvtF9vb0fkMG9+l4BvgIbzT2SjjQ9LvCFvarED77AJ4q9ukRPPrcUQ75E6Og9RThsPemdzT0VXYc9y+OKvcKZmD0fHZc9t10gPbGN4jtBMa89iz0evspfor1IVRI+1vSOvuvvybz+rUK+PkMpPXWqIr5s3zO+5lTnvbSnab6rrnE+di4iPSko3r2hlQY+oiZXvJCrsL3wk+m9/7NjPuNfHD4eyiq+MGGcPUq8ZL7H2dW7Ce5ZPBP2Cj65DSe9ngrRvcxVHb2iZ5o+0BmGPbAZqL23nT+9hvyNPMl3Ez5f1Hy+D0uAvo0rjr2Z4hC9q9FtvBvru7yLuUg8BXAhvllEYT2Ttro982wGvNFXdLwzENG81GJrvq7ThD0Fo3E+sRuLPF2PgT0aN/u9uzCfPvxUJ77J3He9WhUdvilKzT0lnZQ9YR5dPsltqjzyyBC+V7FXvdm3Gr19bBe+CxN5PukvET77+6A+blGYPiXV+j28syE9kJ9JPu0oP77bB40+xkg/vF1XVL6iagM+CtcVvnE1L76pSD6+fHr8PZsJiD3X71k+Z1sFPSWRv70Ctq89OWxOO43+uT23o2I+NfMovsVe1z1AAr09S67LveYXdz72X2w+pkzyPZOJqjzz5UI9jB7Eu7L6Vrzdulo+AXYAPq/PEb3g5mk87CHuPUjzCz4vK2m9eAPfvXg9PL4IUgu+MvrFvomJXj5oFku9tVnmvdjZb75v7Hs+mrzxvcaN3z3bbJC+BEYgvsnfpL7+TDC+Nl/IvLPfXD5hMcg98CoCveHFKb6xWkq+5pDzvftp8T0bg/O9+NPRPUiSCj5TrHG+N2mVvcPxQT7vVxs+Rzk3vlV1L71sIqM9Mpq5vdpIcL0mm3e9eyj8PVfQMD5ijn68oOIOvvjRCT7QLo2+AVApPmv9Tz1VXxm+XkqcvkIeTj6nAEo+XzZQPg31Cj7G4H+97t2wveZdkD7SJBu+oYlCPg3XAL3AVVC+Nz8avgfOv710dwC+VOPCvbszq72gS7M96WgIvhl/nb67QXK9PAkkvUVlv7wHukq+Q/TcvRl5wT1ilK0+lQ89vooTQT51mSc+4CzQvYihRLty8pi+N1M2voVUgb0jeja9vxQIPnNVoz42JAK+c3xqvjeeADzdA2Y8H/g+vs9/4T2ko7y6aImfPjnUKT0JRWG+iaVrvNgQkb1gxKU9MCWfveUUL76xznc+JjBZvbZ8LL4ueoS+7dxQvvLrh71FSmA+E6FkPi+E5L6AdgE9a8p7Pufisz2NzTo+uyZXvlLlqT3zGpw9oR9MvfTmdL3yJJO9iXREPeqLrT2IE5Q9bxJFvr6sHz7TixY+UiemPmoFer4dSIo95m2vvjz1mD7heKW8hVWFvi9SHL5o9sa8/5ZwPKx6mT0Zp9c975/UPeFmsj3zJe495LYBPZQc7T0Zspy9KkM7u14BVr6OSII+7vknuiBsKj5qWQ88RuwSvnTZXT6NAN09AcrWu1FpGj6pAUo+rDwmPaXLGr4DLJa+7EtqvsQ3wr0Hohm+nn5MvFgnZL7ALro9sxwevl2EFz4UVni++CktvuEz973eyIy97aNyPCOAKj1F6Tc+sw+gvsFK17wS8/Y9UidEvl9fSj16Uug8LpfmPUU78L2HDbM9KNUEvYF1wT17b0m97VubvYG3sr0rF1++tc4OvgKnHr4w3YW8CkPvvc1gQL6LZOk8Z5+xvZQXPLytBq+8amzfPdlxUryy46K7RnBMvnsbsT2Dl569iVhXPmgBBT4Z9Jq9ipYRvjygOL14kfA81uzvvYT/Ur0D0qW9yCtZvt3mZbtvp0q+lDgfPgmxOz3xB909kEeSvv8QSb3OCj2+0sWcPaROFL2wAtK9QhhOvtp4hbw8otm9SGh2vk5jyzwNdSm+gTQOPaVqUb5YcT+9y+F7voOvoL3+w2G9saSnvv9dJT2e2BM9XjoQvs8vNj4ynN497pPFvX88vzz3i7u8qAV9vr30qr2s1Ku9hvcUPElAP7yOGwG+gixnvtmEYLxVjV48G1rZvc7KXLtXCKW9NrwWPRwkkL53QBs8m7jtPQobkj1pC4G+7vALPn8X7L3LxpI9VB1pvlJ59btH9Sm+zrglvkD4vD3y2ja6wECJvv6L9zvsnVi+iWilPQMeM75wJV29R3mgvapbJ75fPZM9uBt1O/kdjr2Frqg9jvmCvZHcDj7pxOG9K50BPEYKAD0y27A9baMevg0Xnb3Q6QQ9/inOvLpqbD1qHqm9ecQFPpvziT50Vc++NSuFvdouVz0PJWq9hkEmO4j0hzx3u388lju1u/wPbb1TM5O8Rc+3vTMx7rqfT4G9JgwqPQpACb4phAk80aj6PbkKq72MXTO71JjUPT+xtro5/Y6+NSD7PBc/kT0h2SG7ct95vAPyJL1vjjE8XSR/PROfzLzn8vI7cskgvhOWPD5WQPE9+mTePG6DkL4mTmU98clpvRD3oD7a/4M+cSytPW8hnT2gO0G+T0V4PkWuXz6hqLy9ZKdrvXgzWb2G+ho81oD3Pd+Xvb0i3qa7uPwMPugjD72SwXY+Y3OOPWBt/b1JiG4+s+c7vkOL4L1jCHY9DA/uvV64DDzVPU0+WSEjvFpl3D2yNoC9bs4vPc85oj2rdUU+Uy2dPVwhUT5cD4a9absoPuc1pTy7hfe9foiivCj8MD5SYOC8J8G9vYWepb38jSU+CR+BPfBt+j0MLAU+BLszPmBCcr6BMTw+cm7MveBBhD2IwWu+tpZUvbsMG75WnV68TTo6PmmCDL241f89lOBIvbj3nj2rtCE+h0EevSFtlj5E0je+da2vvbf+qTuCmXc9dEWAvrEhPz0T0Tk+uXOmvRWRHD4J/YM+t9+RPLZikjs/qg49BvCMOkw4oj0UB5s9PpJbvk7Cor4XokY+jTXfvBnZsDzTW/M9P4NYPCoKRz2rGHc+4B2wOFRCDL5qcOW9j47Qve9D0b2gk1m9A4sgPk91Lr0H8lc+aC42PXb6I768EaU9hPHIPUNEMD7fomQ9qBGNPQ7Cg762f0y+KPKavRhnkj0dMxO9kr20PWh+fr7mOMu9vnXqvXj/aL5Wf4u6AXgBPkHbwT3fqd69eU8BvUGFqT2+khc+Vue+vpiFWz6epSO+rgmNPAtdYL2MCnG+5BQMvo76PL4KavM9OpBePtpeVD43PHQ+uL5KPuM0Ez7GYQU9Wcc4PtrDiT62yIS+GTKMPtTVj7yjOLQ9RtLKPTjaPL6Enl29jtL+vaYLTj0thKG94HtEPZjwLb5epDA9jGxFPpEHCL7rlcE98JtbPt4XOL6Recs87mITvtDfHr7Nn389If+JPfU1BL3bMAs+EQ08vju0BT5JmZO9HIrhPWBdID7hR129YxYtvn0DMb5w0XM8jjYEvnFC1b3IHwM9si0FvvimSD605Hu+QMx/PeJpCj5myQc+xqDiPbLBmr3PU+C8/i5sPsGGbz0Zexs+2DkSOy9hAL5Qu2c9b44GPuqrg754yi2+SWI5PutsYL19gmA9f+IWuoZnfT4lovA9WZ1yvqB3h7zjh0q9xNuDvDnsMb68Yd88DqgYPbkC/T1J/rC9iYmJPBCz670O1N49IVFPPNXj570JUh++Bk1yvsb0Ub5Kvhi+y/AQPihC5b0p9um9kGgTPmTkoj226Uu+9mMKvtc5m72qMto9tYYUPYv+/r1gvSa+R3m6vWk8c73qVx87+WU5PFsC772nOOW9Wkzqu3K4ujyy//m792yXvSwr6bvr7+G8C5A6PrIMFr4i0iw8zQO3PK7wlz2ONqy8IChBvj7cW77CFT899bY3vbDldb0QFZu9MUU+vf7wbb7/Kke+VLQAvtB6ez2G2my+Yb0KvtBBdr7WkTS+O1k0Ph3RJL0BPJw9h3PavU6zkr3wGyG+Lr5ZvMR/EL4ycYg9P1nVvZQr2z2jhZe+zA9QvsZYYL5JcR6+wlY2veEp+L0DSVy+MhCbvXwkjrxC8vU99iCAvmFRxb2GC6C9aEDXPYW0h712nxi9ZPpYvtBVLr5ZLzE+UxnxvCtIMj6dPji96FdQvgXpFT12BPS7Vh29PJws870OriK+38WFvRG2dr6FdtM7gu0CvhGoWL45uEm+JJZcvsajVL5Aiba8QPcSvWbe6T2Jk5Q9p1DyvZH0qD1iEFo9yE4ivoaBEr6mPGc9Nohwu6vmar0hUpi92Thavt4ssTvpdpG+829Gvg7oW756XYm9oBsxOtsEDb6OgVw9hS6/PQ+eWDijNzC9zFWlPKKiob4MGs89qd+LvIzMST01r1G+6ea9vVK50T3W3wg9Gb4+PRNhA7wsaqk9roemPl4EaT6M6QC+bwabvXLgkD1v7NW921fzvSkfJz272Ry+bM7/vcgqh7rXdMA8Rr4pvd2l2T2uWH69WUJrPVzJVr5HHtI9WTVYPTdNhL0aaqE9G1enPTS0Jj7cQwW9H8QcvqnTVT2jUCo+mj6gPZWvyb1XTqa9FOdYvgHxQDwkQOy9Ip9rPaqlor3yhyO+6i6UvIyxKr7rT7A8OyVoPr3yGT2kyJ49C315PlislT5/bcI9/UyxPCORoL7wT+S90U3Kva0eZz0fye69XnNIvmwoOD74L0O+zHS4uz51GT4uUom9Wa7ePGCvjD4fwJE9fM5IPqqpGT5tFlk+gtxoPJrOjr3n45k+H58+voqYA74Ji1o+21oYPd9NsL1H/5S905jQvY/Pi72YQ0W97WLCPfjK6712CoO9WHOBPMwJpL2QHwW8SN+6O12uiz0MtFM+h7eyvRBTsLxmkBc9XSU+vR9tobzWF4U+hbVgO0/pAD7M27e9iP0IPv/X1z2MlxS+SFiOPUERn71HfpM9g48gvTOm4zzcNiQ+rgoXPtxSJT59W7c9Ttwevoml8bvZsCw9MhgbPqPYUb5VPVQ+ePm4vi7tBL23hgy+0f5CPTfVur16rC09JxcZPiSHz7xiOjq9QsHBPKbyTb2XLdM995LhPROfIz7xOqy9I2qOPrhWTz4n3jC+wzZnvhA2xb0M/im+MzZKPK75Iz4DMfs9tA4dPjGr7bz0b8+9fwtgvpeHtD48O7A9PfMNvU3Gc7vc9lw+gGRgvkrPMT03xIO8gTvHPZKy+bwaYJM8JrqKvCOZer6H4JA+U1XdvNfejLxCsqY8wDxMvmB9M70zjLS9ZqMPvr7IMj4i9Zk9qqpzvKTRSr31h7a9Dc1nvXEgHj3mUyM9Q0GQPef6kz27Wx+9G2WDPWmcaz7qfhI9kOGSPX6uEz5zKB++FTr1PaGZm70Yw68+fPN0PPPrML2pB5o+krQbvikRWj1Jv409Ww3Yvb/Z1j1m86287dnrPUc3Mj6f63W91dIbvkhY2L0ikCO+EP4lPpcqUbzBugw+HXJCvRhwSD5pWMm9QloPvp5NF77eCCE9cPf0O0MgXz6+V7W92f/LvP7gzLyRrBW9DPqKPoRBND7bmEo+AyUqvnt2XD566EM+IQmcPe2RWj4qQs09MuQnPu4Xpb4ZWBA+GhsGu2yhTz6+S0E+aKaqvHAuhb7dVNq9FGS9vceq272Fj4a9Bs8ZPlQJ0r2WPru8+jCUPtYxgD4AOtQ6rVv9PXnuVT6Vo48+sTp2vU4MoD2sZlQ+VuWavc1kxL1nXLU9OOLXPfDzQD2HERA+4ga9vAq0Ab5HdQ4+i0+3vf0YDb3LSb68OMGiPVnhyDqmyeq93HF/Pm2oFj4qTas9KGKkPXmOEL6uk2y+U8P0vQF/FD6tYX09MokcvhIIlD3VQMq9lU7LPcAOBbzE7XS7cv1fvGaAMb7yzAu+ir3sPc+Ed72nvFY9T1YOPsL1273faAe+dW8mPtyJXL5FoQY+M8WOvY8/L76LVr29/34fvppbBr4jpKq6Gok9vcbM7ry7g489KSsSvqGrlj1xbzw+CQdwPdmjFb7MqYa6h+ncvbwcdb27wKa8REJtPeVvkr3c5Sk9ijwpvUmDCr5Suwu9NhtlvA8zqj1EDrA91NF6vZ6oBLzDF269jF0Bvo7xRjrs41Q+uPbIvY580b2XKXE+gbukPXcnKL4JRKq88+vxPXYheL0pVak9g2rZPWF+OL7y0/I9z1yovhvAHD3Esjk9DLx1voL7Fr60tRW+H+vuvTSSAz4ab0c9RjEgvj9WpbycISi+91pRPu8Wmz3uic29jcIqvu8uwT16SNI9zP4vvgasQrxJpBw+g306PSOejz3VUhg+Z5HNvNeFjDyX3xe+E1YLvdC9Lj7fSGk9VrmcPQTfST4O8hy+ZD1aPBhGWT5rM3A9vPa1PBnFUT1UntA9ICQgvhhWzb1k9Cq+OQ4TvWWihD6QLRM+Ud4svmWHJr3tCVG92UuHvJBVKj4NkKa+XhyQvVMHEb551uE9EHpgPkDRer0bRxW+lJluvimdO70/Pks+PGjBvdHx6jxlO30+mT3SvYNKQT7K8uk8NlKnPQEUu72BJgc9lc6hPd5PHj7UEIO9JmmmPB2GGz78d/49hWSlvMFoQTwOUKy8+KdzvldHhjz9/ca8HHy5vIBLcj0kTLy9LWzGPbaPNz5fmkg+671FvnpBnD2DGLs8dAp9PSQs073UvsG9jhXgvQab7D2QrNm9VN7dPTL2V76dO0+++rlDvryqDb5Ovly8LqbfPW2uQb6F/A69dWKtvgHikrwXtNQ8F6Ilvr8dNT51kuo9Aia6vXSCaL08pyW9Rr5qvPW8lDnUCaw9dYrpvY8Avr2w3rg9BelLPknqUj7OpEQ9R1cJPVLaez0844Y+IfZVPUWtdbzWeUY+gKCVPild4b2YGYA+XcuUvgU51jwabJc9lLKfPhEFkTwM15s+tRlDPVR54L3LReE9jZcbPDPgML7efrc9Y9ArPtEfSj6xXcs9AcasPVsni7shYmS9VapPufAPub2wSCY+zORnvZlxJr0xnp8+6Dctve69jT6f5Ew+Q9COPqHuRr78PRi9dyNCvg1Dbr24iTm+cPLsvUEhPz6VvVq+KSQVPgl3HT0U3Ia+3faGPoFmoT6wDeY8sFAkvEZHbD4Gu409E5c4vcbObT5rwog9lPZYPuqT171yOiU9dLwWvUwgyL3lvrk9BaMePXphFj7k3IK9q3sJul2yHT7g++C9cbx8Ph0GX710Ewq+wqQRvl4Idj1bvpU7n9aFPoqGcD6q/ju+yIYkvqd6mz1n57W9YpEUPG2uNjwVx3A+g52mu3zOjrz2nBU+hh0gPqDOQTx1BPg9Yqj5vAXRYD5xHFW++h3Nu9YTuD1qpY8+kwO5Pnic9D0RRaG92+uWvV2DVz5KIHk+GH6mPcipZT2FteS7EFNkPkFtdz6SoEi+EqwtvsgyeD7/FRC96gEuvryc4z0fyNe9Fam8PFdPhD1WQz+9HI49vk5Hkz4/gNU94mrCvTx7VLxfmhE8muBEPP4c0z0R+Ae9YBKiPHTJcb26nRu+gHyNvhEPYr2j/Em98gacPvEqhr5/q4G+tgu6PZV4i73Gyq49r6OSO89gz7yWdxq+vgPhvWnpQz3ZPOi8I/1SvuppoD4t5ag+xl0/vr89Db7zppS+X2trPpgjET7q/569LWG5vSSxVr3AcEi+RVOfPRwPWD2E32E9uTeCvmFHED5QXEM9Kk30PaJB8LuNOw29cZKYvdzfML6zou69EPdAPg4wRL5xd9s+GfkpvjCQxj3xYlG+uodgvpwVlL2hOsE9VpYHPhkeGb1CW969hPAbPpjg/z3E4Ea9N+DSOyXdS72WhlY+GfemvXJ/6jxo8yC+P0VBPjyKuD0j7jk+T4LsPIwzKb43Fe69u4c+vTRDCL7GF1o+8KacPYl06b3u4EY+eRyDvtpOyD31pMA9wDbUvVgnyD1XSgC+4A13vILSBz47DZ89Kqg1PuPrVL6rOiw9FZVnu+E4pb0ahuU8oy/yvbP+WL3gJ/09wBnUPUHV2jzhGfO9JaXPPbttaD6cLC898yWIPacsqb1Pzue9HkzXvX8i9T34VE+93AkWvXSJGL43kAE9OMgAvvZMfrwg5H+3ABA+PRt4qDzN7vu9zeEWPt1PsT1g/Qq+lhtQPerN6Lz2fSW89GHEOgTrVb1adF29Na03PWEafD0cbK8+PaYrvbE6n70sWqk9/2FYPhesD7znrJa8zHMRvq2HBD7VGAC9nM04Pb7TVb7w2JG96AWKPGrYyr2k2ga+5YFYvgA0iL7rrry8bGU0vmA9LT6e9Ze8wpHIvGg/jL1jAti8hHYGvoDmPj6wP289erraPctWEb7w3Tk92Sz/PYDAE753/1c+AYFPPhqHtz1I/Aq+FdIbPqYoVz6Hv9g6P3KkvX8oZTzdIDA9xMjKvQiC1D38yy4++cZXPo8UXT1WhJS+IbAPvjChDD609sW9+/G8vZRVB74n52S+i2Ymvrc4r72JIZG93vqVPfWFCT0pbxk9D5xiPaCXwbzOTpW88W5tPrITSj6Bv7a8TwwKvl6Q2rsGRZ0+ajN+PexFD70d4k8+KHVPvtZHoD0mvzU9dVjHvfYwm7xgXXE+K9XRvS4hU76/aYa+L+fpvYCqS72PqoG+vgQ2PcmROL5OTX49GfbDPXbIV76Eo/w8+/Y0PWhPeb21+3e8zpMxvZaQUDxaPZy92CJQvtIsPj7IJG6+LlpLvpGvVr4kPyW+/t7UvXw4bT5D9AG+qndKvhMHNz2LQeo9fTQ6vRSwHz3iFos9migePvsS7L0dgoO+nOJPvjvsPz1yIc2+61BsvubOh720coA6V4Jcvh2gGzxIerc+rBHFvm0kKj5pcuW7Oz3cPNhJVjxE83+8Ii3yOw+w1L3Dt8W9pRwPPqeCGD1WJhe+GI8ivnIW1j2n0ik9HPmXvqMPFz6ko5U+OJFxPTm4ij2FIp++xVRLvsd9Oz5gUfi8nPHGOnCxsTwzjIg9NbLNPAcY9LzdiLS8vdkTPbs+sj303708miK4vQMZ6j0EajG+Y7GUvJ9dEz5C4Ds+J6YwvoeQXL2wB2s+huWCvX9OnD0YSvC9GUtuPLsFwL2ffGw9yfWPPlQ3Aj5G6w0+0Ahkvf5sGT1jrxi9UieLPjyIuDyr3W++9w07PnSCBb57jp2+zgA0vVfiEr6aXBw+wxM8Pgz25T1jb1y+OBDEPXkhTT4LQrO+H7L9vYVMFT532i2++lqkPb6ORb6uURy9Pb+kPYNdiTviMBy+cVS9vevVrb531+G88vdGvj0pCz49cog+RGz3PXXV1r2K/V2+P7SYvSmZzz288YG9AX6yvV0prr3IpNE9LRPFvUWBA72vzMs8V7SpvZCDZLuUttG8BDYaPlm4bb2uIEo8ctSZvT9BwTt1I529PWElPgrfcT1SHny9NvU3va9SgDw6eZm9Sqsgvn1mAT6JdZe83E7ePChRZz7kIYq+A/EFvqYeCT6aN9o9p+2HPEq+ub1Nr+Y9+x6APdHCCD7etBa9/icUvL/0ez5zG+O8Iv/6vassl71gE5m+pTN0vkXEBj4+lBQ+8Mi/vvHT9j3hzqE9VZbRPS2cVT7vl9A9ERpsPuKpXr4eh2++AgfpPbsarboR3Hi9UA8fPidYvz3JnzE+s+VLvjuHyr2i4W2+cXYnPlq6tjxuGp29G8YjPHMQDL4bv/+7aKCQPrkvSj3dIi0+pdYxPlzrID0ILle+uv/pveL8Wb4X0Ma9U0rUPaL6GLwFuie+5EZKvpMdc72lx4S+qEqmvWcpj71Ct+07qYavPQ5JOr6tubE8lRl4vZYGlDyrPUg9UQCive4h5T298Es+jiIkPuUM5j3yPK29gsx7vjNFfTzLdXQ9EpS9PS/ECT4COpo9OYqEPcQJBT7nhRg+bAfUvLgqHr3iwAW+dihUvd9GMTwTidY9eoRkPn0L9j2yPbi7RYacvWVIgj4G1KS9Hhkhvtm5wzw2Eic+trdVPq8BjTyw/xu+fabmPUbXWL2MXl49z7HivUbczL3UHma+uRtXPX6JUL3WzFE9CLAqPvQPDT68EBY+wO+uPLV3rj3p3sg9XDMovuKzKj5wBlU+hei1PX1G6z2oLQo+Uu1avRzxlLx/VXc8LJkLvhC7eb0rvWA9NM50PfRVQz6F7dm7f72uvAbXIT6/alq+pjsSPveBtz1bujy8+siGPe7MAjrxf8y9gYqsvT7DSD6/A/Y9sNz5PY6bJL2D9Fw+TvjAPdjKBr4nq6y8kze/PEbbDD4idAK9GqfXvZsekj3B67C90mFOuyMaxjxJXRA+Br4wvFF/Iz0RcTw+kPZWPaEa4L1726A9SzsgvpQdV73THF0+8ShqvSyi8D0fz669X5hUPm4ISb2Poyc+p7IxPqCYMj7QBIQ9/iMWvgViIT7JxPQ9jj3jvD65bb1WNf48dG4bPVpEo73X2wW9WVcWPfgkKT4sENa9KDcJPgzakj2C+cw8VbNWPqnAob0Fq2e9J83TvPvT2r1iHo69LG9qvWL2MTwq9V+9wj0LPZJLlD1nj7w8ZhZDvtYlmr2keW6+rqQIPssVG77q18A9h3lGvF2Ajb7cgSC+mFjWPRkVvDqkL8Y8y25cvuHR8rvmqIc++x15PtYuhL3kjjA+3hqFvsPBvr1IPFW+EcAVveef2T34fT49gOkAPfwujT3Y8IS9wfULvYzYmjxXZak94mlxvlJknL1TLDg+6gQNvos44rxI5hi+cTkOvqfTXL3UpOc9sxxcvRsY+zw238O9tXQvvW5yI77D3Qa94QFXvmFDjT6n22C9MQ5FPQiogbuS35q96uyGPvvVIT18jr49tUM0PUASgL76fCA+AHA9vWVJir1y8iK9UDu3ves0hz4aeIK9w7JvPmfHar0+ZLU9w1NhvcIgZT465ku+8a4kvWK3+jzlg2u+uUAivpEjVL5SN+E9Wt3zvb2gQD6wXA0+pw/SvCGqAz3+JFO9VoEdvibYEj2SNB0+sQX/PHBz2r2tlUe8i2mqPedprzzNj3K8B0cdvgoE9bvES7c9ouGDvnsqIL6kmvW9rodOvlsU7bt0iSK+aGanvPU0prwEaAg8OsqcvRD9tz2a4Ie+v/0Ivj10Db6cczc7icYivka6tT5Y34q9N2+avA3kgj6RRYG+7nkYPpGy7DxqfGe+CfKavQ3+Ab6HcwQ+dPkSvgMOMb4ZaFm+4ZBsPvfIQj1bl2a+vIrbvL3bMj4c+Iw+TsUEvZIVJD7+5qs73cJCvnWRp75tLp+9XjlkvakS3r3INgc+dW7WvX1oOj51hsS9Rl9nvfiIJb7mgQI9BVNfPowjkLrEqdI9XkT8uzEZvLtTV7++swRGvFJ5MD7vFAy8WFJTPGfRAb0e3Dq+pB0nvfRJQLwshhw95DsfPboh+L1ryQq+LEblOzikeL3RVh4++YFIPvSs/T3fqGY+Ed8EviSptz09GjE+geQ0PtSSEL210GK+TKUgOchVIb624A893r5Ku9SdQT6Oak69ko0MPvaxAD7yEao9DslXvqVNAD2uaY+9Cr0CviBH3z2ZAkK91s8Fvm0TPD3E/wm+GJfWPfVGID2Ilki9/rcLPuz3UD44HDu+uzcQvvPt2z39hCo+x7wWvsaEZD0G7zS+dr0MPgqa8TykG+M9in8jPjmADb0g+3e+CsYPPhBNJD6y1lq9eH58vWd5hz00MDq+w1VePchHYb5elpG+nnCCPuu0vT0H+j69MzSZO60HWb4/KR09LZtlPhQztz3K3oY+LbgEPbLhZb1Z344+D+QCPkpZMr768YS+SvyAvHsgsT5x91S9uzHbPJ/NYb68vkC+Cp9YvFeMlD3b8mW+N1R3PgLd7r1rEjI+vGj/vWpuUT4M13o+tULtPbHBYz3pU0k+A61hPPpeo7uMVrM9AEPyvW1Dub33Lae9VLllPU4iJT4CiRQ+pFV1PTsp6D00FPs9JCu5u1IvKT4nMTc+FBP5vVG1Nb6CxZU9KJNfPkLGPT5L/Kq860k1vnapLr5gwfS8wJHmvRNJEz0Xi4+7EFaOvXPp3D1/X/c8k8AhvXQBAD24M0S9FiMsvd6sbTzri7k9807avQmVX76xtKO9Olo0vc4aUzz+Mis+2OSJvewkWz6J/4C87HExPrFDbz0ukdG8oFbBPcmY7T3jH4Y9RMRHPRYevj3Bk469EgkJPmZ1/b39vh2+OUTZvTELNj4uwUm86rgYvpkUVz7MYS48yluFvEx1CT5fEmC8rDi9PTkZuT3F+iw+y96rPSpMUz6nuyg+9PoqPkne8D03qlC8lsClPrpzej7adk08XARxPQL2uT0Q3AM+pfwgPkZgR74/R7G9mDvTvR5yujyXJS6+qSxKPuYcjj3cjcQ9Ihd7vXopNj3sXBI+g1EEPm2qOb7RfvY9Gl3fvLvSdT6C6PS9YNcMvr/DHT40QY88RHwUPhbSzj2K3wO9xb8xvDVOarzEXSk+CdbbvdkQP7rae4C9ZgO3PJSvlTyI9Ly8VmwvvfrTKj5CIww+0RYhPt5Vg72CdSu9yi0SPso0kD0gcgU+DTBTvRzAbT6w2Hu9IMr1PUSAhT7u78a9rGCJPZ1h8L3NXvg9rvVZPYSy1rzrQ9y92iFBPRXzzD3TiFe+0UIRPurWtb6m7Se+Wx+AvZXqAj49W/c9W9ZrPPrqfb6zPPq8hu8yPtsUz7zKVEs9vk5UvRjnJD7+o6G9GCMlvitAIr7c28M7JVB9PhKDob1VOk6+usz2uxitaj5mAGe+tOOlPLQnLj0+a6g9+NkgvIkKoL1tcxK+vnlVPDsKiDyMnai9abwIvSbVQDylvu89kT6fPMehFT5MaLM9MkfCPnUCh7zE77C9nM7PvJb3Tz70z7I9O9qwvUinRL3Y90g+mqmCvMg3Or42oEW4VRvlPT6WoD16aDu+IvKcvdCaYzzIzZI9/szHPvOmOz5Qvu49FhvnOhSaI7zKdbg9Bmt8PakbRT53D6W9Tms+PqdIzL0qXHs9flFkvoNSTT4FewI+TvOTPZVl0z1pgAG+T7gPPmVyY7zCATQ+I8BrPXaosT3z05o+QuYRPmPCNr6zer+9IDI8PtsN3D3BWrw91D0Lvpy7Sb60XMG9/1bWu0eC4D1x+t49bwiaPWz8cr2prlE+ZBxtPepY573L9Dk+F9eePCDChL78zag9LhAjvvyWLT4lCPc85X3+PdJkVj2idoE+42Vqvgsjhb3LhR0+Jp1DPZiyIz1pJYq+N3oRPQzCDz07tFO+cbY+PsR50TuorgS+zl15vNdBcT74yTs+Y0WqPLhgWj6D0Ek9uSNmvgb6mj0IFrO+Gfi+PUXttjvVHLs9OrDKPbb64D27uUU9WsmmvAgZgz6xFqy9Agd4vQC6X72QWkG+GArovXOA1D0Mcy++mOBuvvV6Kz0JK2G9ELStuxyeXL6cMzy+qNJYvhPqIL6wb5i9UFpPPW3E2bq04h887PmkPY/vGz7XjvI9Wi0mvUe5ILwOIwm+PSyPvgRHQzzOYnE+q+iiu19af77XBVk9hPKbvbyCbb2buAk+yvSNvg/YKz5+9jc+gTGGPgkC9D1Kzoo9WY/DviRpOL2nNVk+Hf4Dvvrq+LxNvNO9PSiSviPHBT6qtlO+9u3lvXRSnD6vS2k+OPfYO9Sfh74N0iq+V4x9vnThaT3uq3M+IRSWvupQLL0JTgE+cjN5vaDgdr3CRRI+Hd1fPi6bTL7aDJa95uqPPfkEEL3AnAo+Yf4svg26kT33O0C+j8w7vvLn0z0HBg++QemNPlRjx7tRVy6+VLwBPlgumrzMcWi+P2KfPpJjYz7Y0rK9DNNOPY0wAT4AUC28V1iZPDeqOz2I8Dy+XqbNPOgRWj5M/5S9T3piPW/RUL5+EGu+m2V9Ps/tdz6LGZG96XKYPH/w9z2numM92ZHSPextXj05T2K+k66lvUoxETyhwbm9MYjnPXYjEDz7oCs9HiBkPqbQiTzej7699JOovSw8bj71LM096pomvjDyML4kZaa9H+WVvQ514DzHxew99M0WPRzCQb5zIYO86QmFPSn34b3Z6su96HChvU0w1z19HYy9PkekvWs6xr1BBiW9jXg9vpMZGz7WIVy9ZkevvQypEj2ArSg+CaGTPeq6STnM8dY9aRJEvrUOAT1FPyM9d+OpPLMaBz4ygyy9+gq+vbWCr7yZwTk8pjQdPYdQKr1LIgi+OKWfPUIPgb3LTps9V/EQOyT6Rb2cqTG+cuX/vXqtwLwpQF07hmKLvbPIlL061t09x3esPVoeSj2k3pC+9fo2Ps+1QD4kBES+GGhyviRENT5hfIU9D1ZPPqmThL1XsYI7f8QIvvvour36pGa8tW/NvfsYTT7sxuQ8FAyFvdCGE769Fdw8uqYuPsRtg7mvSF08HLI4vc0v0b0CJw++5nEMPbeaOr5bhFe+8MAwPmQcJb2w6aI6gVNpPp2IwLv+B4a+fjlWvfjPBT4QC02+lKQdvo/ScD10BDC+gnljPT56U71ZTJa+3qudvBDmNT7KGk0+sndUvQeLFzxU5LG98bL+veuOiby70Bw+KIDfPPntID7JgIO+LIcKvaKVTz3Ngy087VC/PQCPr7yWAnu9rnMwPSlIDT4dN8o8q6u+vWriqb00dwy+hD+TPkdT57xNsPs9dViDvdV/27zUOia9GKRLPpO8Gb57SK8+41kkvbIk1Dxzwpc+5cQyPgUGpT1AECW+g36ju28zs73hmvs8XaYWPmvqHj4eIyq9U51hPuDjrb0xb6K+IrHjvOiIUj6OCEg9zS8TPpH5Er7gQL49fSgRPDxiJz78TTi+/TbAvVcQw70lXVE+hD6kvavEuTwzf8k8Rr+EvtwsLDlJFB2+In9hvoTbCL6WECY9bWpUvOmTFb6SLze+0mNFvpXF7Dz5GFo9FxKhPbffaLwtimA9qrwuPQJuo733InO9xmloviyvA77l4h09uVLEPd3XQrx2R6o+JUOXvfiLTjyYnfY9vAr6PfLiDD6oOF2+Fs21u5KRVz4kzoK+7NIIPcBOJz5+hhO+AtT9PXytGT5csr296WTHPXtFcD73cHs9cY9lvdL1o73mpMa8qwAKPnB6h71hGEa+GlCWPayWdL3P4dG9NjQYPuR4i768ZZu7H4UPvTc24L1Lcae7I+G4vT1Uxz2rO+y8Y4SwvBL4nD0Sg6U+/2JZPezpZrvJqSE9nqzsvTTApL0eg0A+YML9PQ3Ngr2ItAY+Ct+GPU7reD5cQnI9x2SzPVED/b2L8fW9ubw4vSIRmL2xEKs9ZbATvg0HT7z0dT++GP6CvW/JlD5f8v89qjHTPft0tT6BPhq+87A5PbiTF74/Fhk64WHZPYRw7r0BRoA9nPOMvbDmLL5LADm+/fWiPu3gAj2sE4c9sL2SvXG44L14/yI+OK8EPqzchj0HQeo9996FPHPasz5KsE0+rhVUvXW5vL25cA49Itj8vfo5C74eRdI9MYZyvrEe/z2WM9897Y0zPkyoHb30DYk+iZKLvc/DWj4cCuw9QZVVPJ4QMz3gnl+4lfBUPscwkD2f6iw+eN4RPt8msz32Kss7DquzPkZPhD4SGQA9FVPfPfYiqL0/LZA+IKk1O6iaWT7ilE4+GbCzPEf2fj4igTi+W/FzPhiVLb0Vr2o9RZjnPcMiTj4FEaS96AwBvn5iiz7mgoE9zDVlva+6pz3sNlY+GIRYvqqa9z3HYRo+b68fPcKISb2pW4w91NBhPrhwnT1yl/47obUevp4m8j0c8fW9BqEQPszREL2gutY971gQvRvC67xSlNy8iK+Fvaompr2sCgc9w/+5PQE3Gj6FQ448SyCcvM8ybz5hKgs+tPWWvjWvaj5MwTW+jMT9Pc5ruDypxBI+xh4XvkadNT0BX4Y+mvw7vkZmj74Z+Yg9lOXMPbqsZj5SqY0+B+WHPvheAD6OKxa9ut8iPl/MmT685xe9XTeHPiKqYj4yGaA9IsLhPSn8Oz4e0xY+b+bwvSlgJT6KkDC99sm9vTT4iD1fBFw9KourvJBJVL6ZC5S+QSSJvZu/qL0qM7s97FmLPaRiHz4Fr/y9cC8avsvBkT7GFS6+84NTPO6xbL0Bg/+9WBJUPQhThzubi+g83xGyvJ+hrT3rxag9aaw+vkxcJT6JtyK+OUICvsLAgj3D9i69UxQNPu81yz1pjoa7rjfuParfqr1DDNk9Z7nWvQX8x716R8a9V1l5Peaig714ozQ96blRPuk77r0L8Kq9+B0tvHOaPL0gFB0+XyIUPvvvMz3e9HE+MN0wvp4LOj5poDW7vkuZPV7wOL6ye929Sv7JPfkGZT7gz0M8R40dPh/cxz2AYg8+n7Q3PZ1SpzxYHAI+NOanPff+4z2Igsm9oknxOyt+dj2yVxK6EbgkPg74kz2y6Uu9hqbHPOaujzzo6qC9Oxt0PJ0vHb5puJW9saoCvm/M/bzeSEe+MpvXvdiDmTwjgqU9VvBnPp5n6L1aF6c93nYWPoycEj54l+o9MmAoPHxsXTwb0R0+toWuvU97Oj4yXJC9YVU/vYbmfD2fMx47pOcAPrVZO70mo6K9q70IvoIr+723FW09rrcavqMYKT5NkQo+WjYCPVsLBb5ys7g9HFugvKZgvb255eE9Be5yPeuzv71adbM9/111PrpGvz2tl508I6haPc3e+b2kcgq+Tn1MPmHgAT6CrfK8LC9RPtW+K7xgS4S7SVU2vgQNjb3yjDw+/7QvPW45O77bcSO7o79pPlA+I74Pdpu9aPEFvoXn7T3K7gQ+qKhfvkZB9zzgD2K+rgdoPfbjNz4oWh09OiFFvakuhD2Qoyu+JWwwPvLKTz66KDQ9hJG+vu6Rnb0aSDi+EibCvdyAsb7LY2A+uBBOPt9usDxvXGc+cEwiPRKqS7wOflw+PyffvN4/5L0GRpw+cbiBPj/YI74/LiI+aE4CPdLU2L5gtIY9axYgusdfkz1IRwG+xBuEvheWPb5O25Q9Dk6uPX539T0QZ4W923DuPV73eb4zVcq7BNGjPW4PFj6mWeO8YSHSPWSlqr1JfYC+M7TsvISZEj5FLrO9zAmivsQCPz7AY+u9AquHvEzQQr7Z6QC+ivoZO3jSHj4HTKW+lFf1PZb/cD0Hrmy+BWdpvh2PBL0UmgA+EbTXvWzyFb2Y1fI9No3NvXkFKD5OCoi+7NKUvbh1xjxrVru85ItZPSiiPD6qhRg+YYI3vbXrUr4zFwI9fPkwvrwYJj0a3Iu9yTghPgFKIT2RIwi+S897PXMO+r0aONi7Zn1UPcvMoL1cqYq+NorxvVM1E7yck8U8Ick7vQHHN76IHCO+x4EQPq0NITwsYLQ9AKoXPTn2NrwIvVC9YkaDPGmJQb5VGli+F1Sfvd/KdT3/KS6+uCADvgwAAz5Sv0C90uhpvuwspj2/mUw9nyL4PVpnnL42Aok8twauvl80QD0bI4y8NGNgPp/dH748vlU9yMhtvcgtBb32SsG9f48xPYuctD0Ivta9b6a5vWDq5DwNmq6+rvdAPRZpVT39mW89DmiSvWbgjj21Fpg9oMT2O402H76jtBm8Ax+SPHZA/r3/+Hs9R9usvMPT5r2TEhO+RFEpvlm0rD4I9We7lntNvhowYj4x2BO+RSrHPFu5Abu9bka+2RXVvTV8HD6QXLY8ywWfvo/vbD15Boe+oR0mPtHbPTxh0FS+leaCvjuZez7G7LS7ulROPU8aBL7ceCE+7h8IPjg6Vr5pNJy89qsGvgWweL5QHQk9CiamPAokhj74bo2+CeUqvo/Q9b04GYM9odAYvj43670j5py7eUFvvAWV5ryr4J69hoOCvtbvpj27phQ8C2hCPtbh8j0qw/e8d26Kvpr3Ir2AffK9dfq6vgcYnL5PNim+iNefPhETLT60UHQ+vtfCvEI/cr7uldq9b+c8vut1c7w+hCM+OauSPfRHSL48Wd29AxSRPSk3Dz53vIi9NxM2vXBCiL6VbDA9a+MvPcCIJ74TUGq+j7inPQTzKL3A+RS+PTywPUM7qL7dY5s7AnmwvXGhcb4F/ha+zpJXvkSp3L1P15S+QgYcPfxGJb4gava7SBs3PGvHHLwAfSe+OSZhvvThXb4lj7K9Xj2WvMWIgTsErpE9NYe9POWHKr4x0wE96paPvre2672JmLU9MUIhvv0LrD2cfyM97ETmu7dpZL1+NwU+jUmZvkyHhb1qpo47UrFdvjG1lL4zUiq+axNKPSdOlb1UPQi+00JXvjc5j75d8Ms9a04QvoA/Yj0y8L68k348vmPF0L3HPrG94y0evvfUC70kV0K6iu6FPfK7PD1OLYq+B2AovmC9c71aOCy8AuH1vV5GFb4oTiS91pkcvmK7zr3+V5G9csSQvl++FL1zKys9Sn0Gvvl8Ab2w6Jy9dnqIPSTiRr6zsVA815vDvOxcvr3oNEO+IoKLvQeJF71hKYm+BieBPdo95T3Op26+BwkOvqHb6T2XcLo8mcSAvZotRD12Twq+99zOvXT9vjyuHas8nAyWur927r3me6C8jHxbvknmLb7GoPa77w87veH9jz1WFe+9gCsMvg4Qnj3+44C+rSRWvoS2K765mRi+Sg0avl86b77Sv+29W/2DvfCpgb7ZpxU+bJutPTZmEj7MTxC+ULzvvUDVRL7WD0s+vYUVvTsyz7sskiO+jlz0vahLGL7Tgz28FiywPdvqyr0S0+C9RpYQviHRdr6cwwS9hJr8vVJkyz2OQgq8pSZcvsRSgL7Ibw2+O/pkvcMAgD3gqU69zxySPTEvoj18t1Y9DhYePsxlUzqbwUG+u+DLvTjXST0aptW9qX1UPOMgUb7tRc28c0gEvuapkT1Wey6+yFJfvZ0Ujjt8uK29VkcDvlGaVTzoc4C+DkFcvVZVpDwgWPi2Yj+0vuUhLb61KhW+YYw3PZpJLL7LUgO+jbcUPkNTUL5gJ5896cLcveT/Ej4nlDI+EzaBPX7sNb7DQIW9sk32Pfqfj777nJq7+cWUvTw5Wj74tbw8FxTivWoLejxag4++ys7pvBythT1rMLU980X4vfvV7j1XNN886FOpPbrkOzsBa0M8C2i1PfBWBTzJ0A++FTeWPfGfJz7sCMg9VRQHvgplhDsfKzE+hrZRPLDxmzpJboo9okRqvXDIzz0Lkpy6IT5Qvp3S5r1Q8g4+ECQNvQkJED5E/jU+/dyfPZDuyj3BVAO+9E6ZvcseMD4RI1G+795qvQoTVz07Pjw8TdpvvvemFD7+wcy9tXYoPQepWLxvSDe+n/1cPZ28Ur5vVKS9YBKvPemumbyGVwK+PKw/Pgizmz0IPUw9F/uPPdxCOL6nYpS9LhyRPPNi9Dyk7uK9chGhvo474j3rDMu9ye6cvUf73T3qr/I9eDu6PdRaWr4vEkS+Z1EBvopMMb1bPnW9qVDZPS/4ZL26Co49zopWPk5RZL546jw+5F8pvh0Uhj49pZG99tqRvejykj5hsWM+s/NsvioESD4Appe+l2gWvn+oyzr5g1M+0NIxvZe2pj39Ryw+Dl34vezPF74DP3Q9hjRAPtbtx7ycfTA9X2qWPvGLa77oYYC+nArfPGtviD2q3oO9gQr/Oma3g71kEF6+PS0IvnvCpr5ZvSS+wEvjvZonvL37aSW+h1dAvqlCjD69RrU9fh0fPvm9Yj6cwms8bJUUPd9wh72urfM9EXmMPG9mpLrATKI+G06Yu8xgFD6IdYQ6UQyUvqyoCj4rx6y9VidzPCRXFz6eGy++rwYcvRagFT7cIn09vtOtPQI2Xj4R1z0+ld3/PYeEkD1onwq9KD+gvjV9vruV+nu9Ba5mvUEbNz7cATk+OQolPXFker2KaHY9QicvPVOfWD5zxQu+aKNivJvRJL0hetg93LWnvWNIj73ps3++qNZFPsFkcj7f7l0+tm10vTYTnj2zBju8gq83vhwzRb19Cwg9XfDfvXxZbz7aSOo9tqqCvtwvWr4M0Z0880ZkPlm8ur1l4R09ndCvPPQ8fb6oCNG9w7VXvomQ/b3h51O+YjHWPVpHyjsMCQe+KK+tPCFizL0Q5mS+1oCfPalg2L21Nwm963MuPv/ExL5sy+A9vJ+4vbV2l7zQ8A09XmSBOzuNB74qh5E9f7xgvISFqLx1iTe+zp9XPT35jj186609lBCRvThBqL0hIBO+O/SlPes1xb2lplu+jE9pvdapUT75qIi9jOtxvuW0Bb6sNFw79DwwvI0p7L17STg+Hd5vPe+lHD5xQ/s9C1hJvkYhe713/Xi+HPzXvXp7Eb4+Z2E91j4mPny5fD0j+Wi+TSWvvaZEMr6nFw69ncEHPjq4qj2pyNE9zR6CvFydmb2qqCe7g9gJvk75W7uwU0Q+Wh4hvo4pCD3F18a8JRCkvfd8pD0+Gby8JqIGvuDYVj5wqn++QxsEPbgI3z0tjp+96d0yPV9ZNruRZAa+oxZuPRB8Lb0hHJo9ZNlKveJ7d7zhkZ892T8/vn8ggj1qWx09//AcPj7PnD0ksFe92qV9vT7XT741Fou9Sawivh41Rr7DyG49wfGBveNwlTuLnYS+iVESPkTX2TzIfD69j7wAvrgeCz6xUwu+Rf3HurwK+D2xjjM9t68eO1weD7wzzJe9bHcVvhaA171wwrm8yRQTvjU3Ab1Jgm6+1kXUPbihp75r6nC+7PBNvriU6bxFqbC9wHDsPcHlw733BNK9+NaQve5qCj5UQKY9cAYLvobR9zyB2ku+/p82PvRYf74ulKQ87SX8PPDoTb1BXj69kYcevqZ247yxHFU85UTZvcmZBL3uIYO9PVqOPRcGzz2AW/Q8vbSmvXt9rb25C8E8tyRwux89xb0MyL68LM8oPetXLL3TdJC9W56DPvGaLL2PKHm9gmG/vG/khD3JnIQ9P8OwPbFTCj1IgSa+QhlMvjiW+z2M+GK9jCFEvaOCtD3pmaa9eIpgvLoCLD6pmUo+1M2/vdACGL7Bgkw+pSTnPb/Od76YwiQ+CvBDvrgz+b099Aq+MKQAvYpUTT6aqd49pUomPmrtQD0qNpo9escjvoqBXz7RJY8+4ZjFvVZcR73cjPY9zX/Mu4cJWz4at3K+iXwzPrRwbr0ibA+9SpXPPRHpUz3/Ygc+grIyOzUBoL1sfgo+EcIavWwWbj23NZC9/C3cPVreWL4W7jY+a5uBPKGUPD3uqp+9/Ry1PbIlUT2zdSk9UfMfveFPRb5Zffy8ursxvsujJj4urhc+EkDXPDunQr11VF0+Ot5RPV4W272kj5g+Q3ByPi20P7w/Dwe9qliwvQDJxj1yJNO9GQmsPeGYbj4UaEc+znBrPrXdAbwjyaW9r7UjvufEG779Q5A+0t0pvfbw5jz3HxW+mU0+Pv8WBr6BtEE9h4yCviZ3Q76em7K9XTJDPofWQb5kf2I+1akNPa5Gpj1q8cm97wRvPnN7B7236GG+ZCu2PQ41qTuRJxe+wayHvfa6xL2vBrO8K+xJvk5y1j1Lfis+zVZGPo9QmL20V4497eJXPTw2zr2wjU8+3k/uPHRvgT5HNRw+W9STPtXzMT5yFSW9uaVyvnsNZL30oPg8bFrgPXdo172jaq29ByxEPhlVNL5EFpU9lcYKPjc/rruI+xA8aKBSPVQFhD3qXlc+axuOPVmcRD4YcyE9GYwJvvTeiD2MSa+6gLRJPnwSdL7NXxO9RKC+PZ8jjb3Br1i+oxeDvgZDmD3SqhA8j8EbPrC7/z1/glm9tyK2Pd0rRz380jU9n4qPvU75cz4Wgmy+vuC3OmDoorseIHq+dwkXvo40LT18jlu+Yvy4PWp4iT7H+Fa9rrj1vWBuvj2MRbq9FutQvhaFwbw3i2o8fDsTvqqbZz6XPN09CMhuvvAOdz09FgU+T0kKPn2wNLzyCEi+8rJIPfgQDT4lk1C9QVX6POs5bz7WQd89/c3nvcUZ8T2aFws+KcFFvj49hr5jd2Q9XpRyPoMQtL0SxTA+vzzXvFy7773jxwu+BHOBvhFtET4ADzO+QfjtvWhqKj7U/j0+Lkn/vcq4Vb7C5vC9noCDPj/7+j30DBk+ayhKPjANMb2PLAu+8lUsvsXYkLvoVmc8AWsbvh8okDlzFi++Gez/PSjJLr7hBdU8RCcHvnkpMj4Jw4s9G8boPWFTVz4pcDc94f6evfoShL7Rw0y9twc2vns9UrzSHR49k9lOvo0JODwJara9b3cqPhSgNj6JqWm+x96ZvoccZTxEIR0+tHISvsqVOL7Cpfa9QBWBviFii768m+Y9+coHvn31BT7rqQe+s5KuPbUhYb6T9OW9F+OHvpwXmz0oHu49Kn+VvYsScD3JONG95jjMvbwkJj2UTQg8YrexPSmu5DzCXQ69kAU8vrQ3fT2HMSC9MbevPfrzFL5aCwI+5P4QvrnCvb0QgFC+ny4DvJ0pQT329k++mSmLvrm/NL5dtlW+s5axPLdYSzybY6c9gOIZvt2meL3oGO29JTDTPdwLWb0y8es9qENavTHXfLvb5yq+lZ6gPT5KSr6l5OU8M7ZAPcFVXD3AclO9TzBxvhBm8b2Vgr89wWztvdv7l76W1ZI9H0HUPFGxRj576gg+QeUnviQkSD1eUDu+vGlAvpyBtj3n5FS+pHiVPEfiHT4Z0na9CQpivPIajT148zq+9AIXPlfAlLubI2C+tDVvPpC6Iz3NlkK9f3WBPY0wjD3GUPi9PSeGPbgxIT6ADxy+kh57PFFjmr3KFUy+7is5Pe33ZD0DMoI9mGIPPjzjXj2RLoK9q2GqvniLkL3CLuK9p2+NPbWTKL7sdJ29rRuBvDrnQL65tTS+7LL+vX7gw71Iuzg+XUFAvuJgjL2pn+M9qTauPR3VBL6Bqj++D/EiPnLhW76bTZ89EWYtPi8scLskZTM+lgJcvjz/9j0xTOA+XrtLPVoi6j3OyN0+heg5vB1gcb55lay9dru5vmc0Pr4E1Be+jSMEPfH9vb4mlS2+UpDlvWfX9D1sKTU+syIEvoW9ljzxKRG+htynPRu2Bb67uEW9Ur2jPsWeUr0yag8+90KMPgPk4T3QGB0+q8LUPbOYEz3YWqk977GQPczwez0+lBo+zyglPkruKj7mGBG9Q1iZPSvMpj5aSCs+j1vrPLvl1b0oiEg+YtbIPS8gBb6yvgE+6q1+PMoO672ChhG+Bhw8PrtD9r0pE4E9kenZvah67TtvaZO8UnH5PdPGiD5m8yi97j9Gvh5JvL0Eyyc9gAgVvRDncT5Zb6e+TQZQvRI1iD75k089RX/svR6M2Tyd9aC9B7UdvlaOg738/MG87K7yPJxyqD2TCCy+FwhlvbxBnL2NDKg9K3mGvq1SKr5wDUS9epSUvfwoiD2tneY906U8Pq3P2L27wEw97omivfujLD4lCsI7dPQPPjkhi75T2hc+JzdSPm2vdTzk6S4+8M/EvPjvxDxSU2I9S/r9vA34Hb4/d4s+j250PqzeoD3jtBi+cLoePkZXIT7K/Fc+gyowPlYYnL7seQq9NEyCPi3ZsL31ug0+ta+LvpbTFj58owm9Cc1qvdj5lj3/ASu+zISLu1F37L3iGTG+B9vCPaklTL3trR29jBdyPv+ocL5vmoY8zvxiPuIFj73HSIC+34hVvII23z0nrGO+ZXkQPeFdkj3B5tq9gxw7vgC3DT7hnd07+EKVPvKsiT4H+Bq+SkpZvrLKKT6GwwG+cEGMvkgDsz3QDIS+NI0YvvTpRb4256m+0xQPvm4eIb6BjIM9aikLvs0dxL3klg8+tn0gPnwlZD3TLgw+LhvDvkdUhD0O2ho+pqhovjKa2j2Ywoy+XVEvvcjg8D1dlic9tr6EvmxU6T0w6UU+OEYgvcNZbr7rlHC91LAhvjgTor1QZsq992ZGPdVZ3T141Lm9m4MFvij6pr5boJ+9UgjMPSIxuTxquTK+0vOCPA1B+T1steY9n/nVul5HFj5PYWO+q/1Zvs4TAD6wBGU98hnWvawBnD3aEAy+5Ptbvse2hD7/RC49PBsduwOYCz7oJaW8v5oiviBpmz2/D/S7xb18vj+iTj7NXDU9ejMCvp7UEz6igoy9LEboPS4RMD6RZL49t6hRPRpfbD6rCpi+ZEQfvoXoEz4PvZu9WPiMPSHwtLxYDQq91DI8vdOmSr0PQRe+LK/LvIlgkT0Xw3G+1wBSPlaqCT57Jwe+5sQdPv+64j2NKUO+AOHTPaSb1b1WsxQ+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "CiFJPchEJT0n9/+8Oel4vVuWA70oH1O9wXjCvKfe3LtH5Pa9RMqavbGprTzbzWQ8+iysvT9B4bzeRqu8rowxvfKfEL0TbW87T1VFvSQ3BL0y0Gu8uTabvXGBIbvIxN29KXBBPO/3i7wGvZG9rioUvEf1Urz10ho8FYIXPTCLjb3gQDa97lehvLskJz2dLPm9BPJwu1mx0DwNyS09mOUTvZ51JjzesHe8KujAu6m1Bj2Htge+sP+IOwsGqL1rXLO90EcpPA7f8rwhgZS9V7UWvUzNLDwER8u8LfWBvaMJb720UuO7PUY7vakSnb2xI6K7hiU9PUWD6ruBdq88BUPKvHKCqr3zPea8vFNZPCpW/b22pIo8x2SQvTSy171U1cs8BsKwvMdy3TxAiq48QbcivBUKZbslJay8xCmTvYVpvb28sFk9c7AUvTE0YD2Xjmy9Q4+3va4XAb1trGI7qRMjvafS/zwfDlM9562Nul1DA70qyDS+l71EvQ4uJb4MfkK9coUXPZyaITxyn3W9pmYAvcutMDsoac69TTU9vdjc1LwewOk8x89IPaYulTtI1JO8NtDyvWWEcr0wAQc9U2VMvT9LS75KBbu961/4PCyc2TwrHsU87+wEvuKtyrrSFqG9zXhWPNbRJr3eocQ741SvvV+uFb1tLMy76p8iO2O5Gb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 