{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "C1IOPtSapb5/PVw95d6OPo1WAL4PRlA+OpswPp6/TL4uKOs+8DNevpnAkL6Ygck+IgxBP0faCb9EpXw+K3GevX2cUj7M8oS95z11vVXpRL10JQM/CefEPMALFL4RM3U+rKsVvgbcPr5gKSa9NQr/vexqCT/HYhW+wmkivmLlBj8bwJW+mcKVPreJa75Wab28y9V1vmHXqLzGV/k9pGqJvgVWlL3in7o+WkhnvY08+L2sQ+O+Wv4Cvwegnz7dvrI+hbfKvjAsQD58+hK+Hnc+vgylIb4wAP49HBqpPqTNT76drg6+9lSQvS0K6z5MSac+3J6Bvr1PbDxaX62+wOfjPFVgSL4hMYG+s5OQvAU+jb7mzf89t3FRvjIbCT+AvSM8CMj2vQOwKz5snEO+KZ2XvoAOgj4L260+eI6evc3iz71WgZg9ziXEPTXWAT7Iles9WicFPpTY1j1bDkW+q1kSvafYDj44P7E9gPc2vQn2677utHY+jHkkPjz+dL45OHM/9CWsvZHc+z0zaZU+DOfsPiAFNj8YEQW/GmGDPu9XQ77OSL2+PhUlPl699721ntM9WtPfvutOjTwubsg9sEXJvk0XU78gXto+LkbKvrORLD64erA7PGeEPmCxpj3uzje+4olLv+cJv77oMsc+RZRGvU2d/j6CxY08qxjXvmC0Rb4oHkI+np2IvU83X742/fm8Wh+sPnIUFT5b5zw+bEHfPBYXjL2QIY4+WyoovrPY5L3YGX8+MXYXvrLZwT52EhE+G5pAPtfAVD7EDbo9TOc+vWZOwTxfcTi+4iKTvh1tTTwjNkU+b5uaPMFuXD5+j0i9e6/2vcvakz4Fh+Y8NCUlPuFrTD2+X5y6/3QePjlNPL5y3qm5Z4xkPaLOIT5h5Zk9AwNwvG8WHz+se0U+1N2vPKkigD1Cxuu9pv6+u8zhMz7xTFw+VEZVvhea5bwhxi0+DDLjvBzTKD2CQCS+0M+oPb7U0Ly9mhu+d+fvvZ5ZAD4OaqE+i0nWvZcBpr2AtTg+/WYkvc4Z4r3t2eA+doW4Pi1Kuz5gOBI9swF4vtAWZz7I8MU8bNUSO1a/Jz59iAC+NbUiPjf+sD5sZ0O+cFaCPpMPRj1i+vM8yJ6TPnsLUz7U2CI+TtXwPSSuSr40gRM+N7RHvVlOtr3Nvli+6HOXvdpcsL3d1wi9P9lLvtL1Bb7jEbc9lO3uvO5gIb6op2c+Zyu5vts4uD4WfzW+nfPRPRnpy77aUL0+j6XIvOBeU77STMI8cHOCPddCJz2+V+099Ja/PlkqqT5LNtA975ASvY43l76v1oi9fF/ZvYaSej7p8Tc+jJ0DPf4Y+D3jBwY+efKhPS4KZT6Iavs6ifSzPu7iRz0+dNy9pMuKvvLj/TxjksA9+RUrPS3mpb47PIw9l56MPeGylz0dhTY+CXmcPiygmb50nnG+wtCDvWvU7TqiGnk9uI58PhSDQ71Z5Hu+nWz5vXPzjr4YhXw9n6gtvlvBRL24vv28MVwpPneOeryt4h2+eDRWPjy81r1GLpA+VHTIPrjhtD6ncqQ9EKa0vfRvmD30sk8+M2bVvXgr4L2xP42+Qk1svk30pL0RJqm9hyiVPfiY7jw/Rv++OPanu3MrrL59lK09P5FLPfEZBT7OIIy8AofoPd5Bc70ok4k7ozsfPj9Uj72KNES+grGcPvqIfz2Ms7Q+24TyvXjm4Dy/2AW9rsMqvtn5pb4vBqG+BgsOvhpWKL4kvQS+6ggxPqhE2T0xB4G+ICtDvFmetbpu0Ya8jFievdohib2H2JI9Pl0wvSQxIj7XJ9I974QXvvd9RT5Shw8+Pc/XPpEXk722cNC9x5aivWaGBL+CAvS9GfUivr2bNb6Kmt+8LCB9vUxAqjylswe9vArTPcqPY72I7Sq+9Sy8vecQi77UkZm+n5wbPloxLD7+N3S+t26bPnkQMz6GHrQ9kcg7PavpAL4p3jw+RMEzOzD3cjvYbh8+T5qLvR1JKr7QeSm+8Ab0vMNtTr4+UKc+NhuyvdiclL4U9om90JLpPYlKwD3R35S9PG8Lv6nXmL14ax+/2CUDPofHCz3+5ho9DlVqPvGZBT65zzq+h2i0vYIG6D2Mp1K/by0hPxCFFL9w65u+zFkAvjH9dTyxgr09e/Tivbwt671Uo9G+Dm5ivvJ70b5L+Q6+GC2dvkDybD79bRU+uZqYPgzbKT9WtyQ+OyGPvjQORr7rMG49FVzDPcNpSj4DO5I+U4R5Ppw/Bj5euXq+yfEOPoVJm74mjeg+hXIfvkVsnT0vglq+Di3fOjCjET8Bvvu+mQG3Pmiom77alw689OijPkB3Cz7SKtM+46zGPUSYwD470ES+B581vZoKu76DMG0+oiSXvoh8Qr2QYLC+t4+svYCsEr79rKu9SbFvvS0clz1sT/286eAUvsO+mL3XLpU+WLifvr9+0r64MEg+cKcIPdckWj4HpuK+OyTsvqd5xr5yOhQ+LMuevu5NpD4JKZ49ukz1Pg27jT7/sjE9vl1TukPVMb6vq38+727gPrYznz1BqU0+aQacvtLpZL77+hC+47HhvWMaiL012BE8Rdtxvi0yjz7qTQe/4FpZvpefJj6txHa7NwlAvsxu/T4fl+W95Hkev07o7jyx3Hg+X89VvIhhTz/TEiW/wAMLP/9N0b2BEb2+DBwVP5p8/jySBiu+266ovRpGAj5WSoc+g5QxvgdTu70Pf3S8b1aVvng/kTwvgYK+ByAvvqk4T73w18i931sQPht0P73aOLe9YK5ZvpwHLL5Cdvg9iqVcvhRMLL5XhMY8re9Evr44R7wTmoY+4KtuPn+4yj3Qi5w8ztqWPPT7tT7Vm4a9kBJgvljBBD7J0zo+ezEfPqxFbz72SEe+qCaIPZHHez3SNG8+SbIgPgbhSb00Gw69k5pHPq8VvD782kK+0CVvPSqZV76HKaC+W+wJP+G+pD41Bau+N1J+vZEBHb7SuK+98SCrPSvYVb6pQPe9L+m1PhV1Fr0xDCm+AxrDPVsDx7xhbT8+0SLJvuX4Ab7Vyb6+PCgJPjFW/z0zBjS9y0TCvs/AjD5wzau+fmtYPofVej5Mne8+0AhKvX/VZ77A8IU+hVWLPkrsDr5eags/LWvVPXbhgbziWdA+13wIvuN6jbwTUVa+iM60PEVtL7yJImS9Us8SP3dblL0hibg9OvhvvKE1IL7OQRO9RWhDPhqxGT6lDAq+8Sp5vuDKkb7QLg2+3ZyKPlI0UT3NeYQ+JD6gPWB6mD5SlRI9X1nSPcdXnb1DRcy7aTwTPtXYLb4jmF69645JvIdeDj5UT8O9WHL3vSiZHj7J0Ce+6wGTPhSSFD4n3vq9+CVLvuGsCr57scE+CpfPvXm8h76JxVa9+1TmPVR56Lz5xjq90/8tPX/25TxPDLk9XMGBuRggXL4R8i8+kgDAvmiK9D7b9by9Par9vAWyZL0tQsa+eKyaveYlyD166fC91BbCvL7M1b7OzUq+jdFFPjCKwrooocI+AcfTPcM/Ljzbrmm+1JdnvtAwNr3BJBy9pfXEvGvHtjz87IQ99cLzPQt1jj1vyRo9aV/7vIrYvL4OURi+x5lavYSP7T5BtS8+uQ9BPcZOQr5XijM+6p95PlABwbxeO6E+w3gKPS0W3r0tCWG+cFhFPMQyw70jlYc+Dr2/PsUYXT5TJEO+0HYMP+SxoL6fH5Q9FA/hPW1arb7WeZK9ZFukPonH370ux0O+qvrlvWraSD4gR/4+I6cWPuXtAD3PYWg9D1mTPsbGT778BZe+r3ETP7A+yT20xkq+7ucYvh+CaT0sa9o+5VK7PUeB0rzzibE+PZhCvuy+y71GxFk+Ikd4vtQNPT5y6589aKj6PMn/TT2u8Wo+iHhNvdQ+nD1KAZi+i4iZPqIn6D2tk4a+bdtEPr1X+b1ofrs9WllAvoFTDj5tqiy+HhsjvsRMYr6ALL89bf/3PcL0fT0Qnxy9JwuLPmngtj6ty6U9gwJQPktY1r6GKRW8bl3avU7ic735+GU++f6wPpFd5DvVU7g9hj+KPbemEz6A3IO9qliouudPXT75AdC8joOnPV6Gcz1A7Km9UkTRvUNdRL6rJaG+Ajq0vonqbb6YQ8M9OwKOPh4fKz6xCAE9CS5EvVYJ/z7DJPq9/n3TOb4jvT1QwvS+Z+VtvzS7xD7jRNq9yuPsvfDNZz6N0wu+PntJvvBijr7rj26+LkRxvGslkb4gGV8+deh7vigUbD5KwQ0+XrpVPl1ocj+JMG4+HmgbPvtWtL5f5kS94efLvS66iL7/xlk8n1o2vWKhiD7gRG8+cFcQPgduQ76jvWy+2hwePs6Vvz0fCqE82s01PqcqrD6FLHS/CTPSvv5CVbuiJYI9V5DTvkydT72xvVS+yBUNvsZpTTvsXCE9a5WxvLRtF7/zXcu91A+Fvgexsr2IbQa7N8aTvZhLlb6D2JM+2TsCvh5boL4diHg7H3fvvrHVVL7h3je+aohevqPhG77Khva9dr4dvs3vID2iP4S+R7z0vS81rT0XcZ+9ev7rPOugJD7ih5g+DIWdPqsMjD5PPhC8NP1gvmTORT4Q54k+1gXhPqsH7j6rjxG+G4S7vcLg1b4YdHc9fBYbPlkf+rwM1kE+67EgvgbTpz1tStQ+ymY0PuIBuL10Zbo8dMmlvq+hj74pSJG8uewBv0+iwzzHdxy+WPY/PVbWML/q9Ds/M4PSPcJ6Fb6sP+o+kcIGPjp0ir72Pcg8q0GMvnbmtzmJFzS8JvP8PWWdjb6mCY2+egMWvwdVZb4UXj49b9tPOr6tsb1R1XY9XGI1Poyf4j5qBa69wsSivg75Z7yyV5M+rErDvvuCKL8agra98FEsPokAuj4Yswc+knUBPsb+Gb12DVc+VFt2vpKGHj1MXZk9J2QRvkgz176/Lk4+qJiTvmLrlD3l31q7N/XFPpft4DsLvZE+cjQivenTvL5uBom+elKmPtpeCr6tAi4+hDxWvlEGJj3UX0a+YreSPkNXnb3BnSA9SA8HP7cboz2e3C8+pzJ/vungtz3C5kU+D90BP/FYCz5E8o6+L45sPSaBEr1HUP69o2dZvUr9BL4Ay1a+NcaevtoS2L3+2jo9Hy4BPhCdAT7vfj2+TXRlPJRWSD7QXsc9MkKOPnJ/iT6zEy8+qE01vTSFT74iRlW9PAGlPZIvOD32R7Y9QQpXvcBDsb7zhXW+onWVvJRQK75HOHA+5+iMPp1doT3D+WA9spFUvvcQxr4/prk9qS+GvJz6wTzwAQg+5739vSi1ij3lySe+yuaXvKwYDj5EWeg8Jfwnvic9Aj5zQk485xv8vf2ixz1Hazw+Oi0oPlkV270EguQ9gAVHPtR6dz41WHA+JjkfPv5Afj3AmVm9O4EpP1ThrL3WCHG+C1EdvdTO77wsKjc9SAuqvT01ML2sNao+GYhMPg5Ln76EYKG+EeT+PYq4gropphk9gJXfvsQA/b2b/rQ+ajDkvkXD6T5yMlE+mmCSvTtOZL5gLWo9uyzbPhipzj04ehg+8URAvrz44b5rjqy9AHxivc3rRz45p3w+ljYqPneetj1GPje9S1xYviL2h750Igu8KYauu4eJgD2N+r494tgwvIsQ9z02xHw+MvmyPlurOj3XvZE8mrbTPud+HD5NwRq+H4/PvLrNQTsJA0c+MCABvyUIxryINd0+tsvRPeFLs7421Aq7XVqnPZpwKb5uXai+tqyXPsZ2kT5kHji+yNttvSdr1b00xJm8FFi6PmsNWb3uUgI+MyF2PoKpez7IxBK9rwQbP5+ioD49WTs+CDAKPgsT8ztNK5U+so0KvV+8Hz397gO868iAPgHebz79/Ky+SdUePlH/Gb5JWQU8Abk9PsEnBT5OBpA+l30LPlEltD2Coa895w9cPZzEXT54F0w91dCvPjGEIj7CLFQ+euqDPZWfLT0Yls89kpHwPUAtdb7qaU6+/bWEvu5kLTwCb9Q9davDvbbxwz3QsOQ90CDHPibHyj2bgwk+36iVPX/LYT5f7NI+WXCCPo4fh7qsdWa+4Oa9vfUSn7waimA+8/+evR3BzL1sXB0+HhQdPgre5L1WSOc90qNdPRRvW71Em5G+TQ1iPohqP70ttLc+xLkHvvnDnr5VYoC+rKaZPsTyGT2w2UY+Gtxpvcbl5732GgQ+TRAXvrWkA70eKEg9aWPxvK8JNr4cAM+984Jfvj+Fgr4LZOq8WKFvu5iSGT3yKAy+eLZfv849Sj0NzgW+MuUsvjrkyT2MtzW9KPebPY2MK71CLVi+hNiqPZJoIT69IUa9n7IPPMqsmT0iD7m9j6ScvHPwoLyaqV09UmyhPfm35b3T0tI9qTgLvm9DhD3b8W699tPbvUfzaD3FEms+ghc7vRcLGr6lDxG+wSsQPtg2nz0fRpI8GQeNPM/GAr6phb09DRQvPMgMyDyTNgG+TjfovV5kd7ygjHa+IHQ7vY0yHL6DC5a9P0CJvZWyub0gBCc+CNP7vhOwIjxWX6W8FaEMv08l8D1VhaO9R2+lPX7vDD7iFra+fNbjPTezCz7ktAO9bX9uPc8UZL0IRce9dy14PNwiAz4/GPY8mSE1vlojlb5N8pY9qw+JvuNpM76TSsG9j3PQPWGNt73FYX49ZYVFPCJJ4bz/NxC+HqYTvlKpIj6+7yU9GPc3vrlVxL7Lnaq9sy7mvVbXfr7sZkY9YbwGvr00C77RiZm+lM+VvjeiMz1z8xq+0BZ9vhHVAr7EcjM8Um89PPOjZDsQzJY91IKTPW57ZzxERsi9pslEvRRFiz2eRKG9XHsBPn+AkL2WE5o9+bTfvRNx7D3wmIm+1N4wvq+ecz2Dzn89KCYnPr8QxD3huxw+EYIDvmEZTj6gymQ8awW5vTi1OD4qcA2+8ptoPDFwrL09EPc9xuNmPiH3Kj2HyDm+Tg/Mu2KrDL4pq8G9Nw16Pb1XDz4q13e9vpMsvc94Vj51mqY9X5PdPFPI1D0GXme9PiLLvQZO/L2uRxs+XF4RvTq4wDw56QS+McLuvXT4J716Qzg9XTCvvZBkKb7CIfk8UOQrPlk1kr3KCKe95IyuPQatpb3021i76PowPdaCjb1Eg4+9h6pzvnRzub2JR4+9rOluPV3eBT1ZYyK+wFSFu1T6Wr3EQlQ+QBTwPuh+Mzxfr8u885AePnJ4AT1+HIE+hiLGPTKRJ77j+WS9nw9yPh7zOL5zVDS9n8LTvRiCP75f91K9xjNFPrTLjT3qz529qrafPbLXGL7Zl8c79HIkvorllb18TMq7uyPLPLo+Lj3QXlc+tTtsvIcvlT7vBBA+rJTQva48Ar4F3+A+PmXsPXPp+j0csjE9jYXzPAaocT3bJ629wXAePiR4Ib7dWFY8VNqwvgem4D1PJ6C9me41PhQ9vr2U2BO9sabCPtag2D2ml7e9LNbGvTwMeDxFIN69/BEbvddBAr7JTbo9/EroPefw2T0ILLI9HL+JvUWPfz1JsdW9Gq7kPaMnUz2iW9O6+aptvnD3P7jjN16+C2eovZCZdz34f+o66r+wurIcXz0uW/o97We3PTYiFz4ublY+r9otPdxEz71cpgQ+NalHPT79kT1olXk9rytfveIDIb01NiS+YgtiPncuWz1tW7E9ZcQRvlr7Cj7NHWc8K6wdvox2Mr6KSyi8UNM3Po91XrtEwNy9tRs+Pvc+5z2h2jk+lYYmPm0j0L2QMIw+Cp7VvfSt27yqp949AUNbPdjnHz4vnYu9wKR2PeVYvrxmXJW+0gvSvV+f1D2a9NQ7S6i7POVEHr0Y6tq9m8mYPWBSHz5F2Nm9raBjvMH5NLwgIDW+xcOqvX5l5L3mFaq9QuQfvkZCNr4x6xC++QNpPahxKD77XAO+ijbAvEKzlL01s6e9OnWvPVkfl71zKNo9p2sUvPzTnrzSEYq9AeBEPZeguT3v8we+lEIFvY4Eh71Mnzo+eXOIPgW98rxOPL48GyiuPSCGEj61XNW8KqMYvVTa8L1Mzfk9EGNOPqqHgb1U1yg+oi63vTuFkj6dRIQ8utDjPRuErj1aEBG+A0P4PedVCr1gRiQ9l8vBvVFrg7yHZKu92SwEPREz4j1zjy8+uaU+PkJ0zD066mU9s4IHvMlZUD6QSbi9YtR4PD2M3T3eeds9ZyoVvgFj4zx1n8c9K5mkPCXVVT2PSPC9q5oVPhxrAr5jhHK9KfaTPoAVi73SaBE+Z0Ypvja0cj5ahIO9m3jHvT48Mj5FmLS9We/cPVNEBL57paI9lU14PlRuY722+Zu8qbymvMiznL11OcE7+LjhPbyxF77XCMc966O0vJsyEL6wDIE+H9PXPbn2Er33eDw9l//SPY6Mg70Rzkm8FQ6wveiJJr4w8l+9IxADvvvHJz0goYW88bT/PVON1D14W++9cBplPcEhkj5xmR68Qdiwvdm99jxDRwA+AVQKPoQrgT1UfUa+mhLgvcHxgr2wgom9+gprvhi/Ar32eRk+TMD+PeiJg7wOyDy+juyLPS5rAz7yqRE++EZcu7eInz3ZPvw91pgGvjXpkr18X+I9u3P2vXMNCb7qvQM9fLeyPVHekb1GrAg+v3sWPuO0ZD19sxG+SGcDPXlqLj7kgU69lFszPmtaJD21Xkc+3AQFvoQZhz3Xf0g+hbm6PdBffbyEels9MgduPb5epD1uYpe9fcFMPcImsr1oiOE9ZaNrvVgDIj7tnNi9e+OxvZcTfD1fWmU95U4WPqM/GD76PdI8hoZPvUOIo71XSHA+J3LePUy3kr3lpKE9DqhjvSz8mb0c5Am+U0kBvtJQv7xtbT6+/syKvZghZT011w0+XbI5PoKWAD5nox2+NJjePbce0DzX6Hy9eCDMvFTvgz0p4ig9werxvCKpDr7GdtI9BAsFvq3cxz1gYWC97S7nPTKglD6coMk83iQdvkgQNL7pw2A+6uvsPQKa3b3UOPU8GyYnPqxxjz5lmo+9blPJPWe9L75P7rA93/RYvsvrqj08cpe8Hoehvd3lhz0H4uM9rnvdO/AHLTxuVKe9gK2XPhO5vT3VTA68NAZvvji/ir3Wd609j38kPflxkL42a5O+NOpzvabnkj1mzyQ92LPmvcoHsT4ok5E+zByCPnyRxD0Xt1e+9ZtNvTB42r20kCo+7jCiPkMXXr7+i22+dTNlvRoDi70Aw4s+vVbaPS6Xhr2h7lM96ZtUPVHyizqb/1E+iEhMPq20y7yl4aw9J+/WPJ6elz2CJQG+A0YUveZUr72pXLk9xO6PPlsXZr4L3z086m3LvVGV9jx0kiO+7VlrvB+tNL0A2mu+Fa/1PWgKUz5GuU0+rW5evZDfXrurPgK9Og0SvNT1Bj6enQi+PAG+Pv2F3T0+9ta9YtyKPpZxFr7xxg4+69rqvbDlZruLISc+kVE9PkSw5z3fI6E+4HLsPcAA4DuQQE8+EjaMPID1Pr5s+Sq+KvsPvtcwRD50lgE+lsBOvg4uqj0PHba8omOJur+9dj5utTA+2wpJvXvTO757guM9mvRZvkcXhL0MvTY99jSHu+N/AD3gEEM+p6TpPCw+xD7DMe+9JwzSvcVJFD7J/q890kFKPnxb2b08uu29TmpWvAZGlz2kIJo+13EjPSJpAz+lC2K+f+7/vGxVsT3Hvj8+vFUpvl39RjwcghE+hfiLPYcTEL4B6/07meOrvRjS5L17R7O9lX2PvvPV070HAVY+0QgLuyyI97yyoVG+ojsLvoktQT6hflQ9qc0DPXE4XL7seZy9IyhSvViQ8j2hMIU9ozfsPbiGq7xGqJu+l0JLPhoAmb3vF1C+v94sPPae0L2lkoe++h4UvsrJXr0Rbw8+pzu0PYg+vrzIIhs+o+rKPQttj727UZc8P5divgrj4b2l3Tk+HIRxvM7n1b1Vwoo9HLYjvm/3GT68LG6+2LhKPN/Ppz3C7HQ9R/wzva4LCD7HIqQ9RupRvZqJsD7BBqO9hebXPVpiqrw54vI9CdIVvmE5Fb4EyTG+duVUPhjGEb7OeBQ+9AskPTtx3Dy6rr29LWOQvcfoiz6nDEC9LW+JPuDCor51cpU+mR+ovebsWD6uYv29dxmrPGijF7yMe/a9TK8DPUnPuz2a9sQ9fa14PLIoAb6mz6c9KfLcvYIelrmPVIk+WqUuvgry5Dh8qEM8ms/YvQs0Qj18e4M9eQW+PYZ9Ir7HGMS9vF7xPTWAXT04Ypu8Z+BBvrkkeT5AQUk++sv7PZ4OFT5PTbO+HRiuvbGJgr74QiW+4nzjvfWw4L0kw0+9bzPPPfFGHLwRtDk+HqOdPbpkFz4bbga+m9i+PDWqLj16msq920tmvGY/Oj715yY+R8k5PmAchj3l5UM+4RGkvSAYLL2pNIe9T/C9vXYo/T2Gp0e8DKAuvv0vID7SwEO+gGEYvsC5HT4g3w29uCYnPQMpML5sQia9gpoZPg4SIb7oSB69prxfvDDYOr0Fnha7W/EAvshjwr1LG08+I16IvXoyNb4luyA+7YGgPSMXD737JJU9qUcGvf0fQj2LAhy+xMcVPqsfqT0ucpc8RrNdPsBuY77wF6s9OOONvZd1OL0/FhI+EsoivSijM755bBS9Qg9GvtGdb71JZzi+BjsfPvAGzb2cb6c9AR3TPM+Wiz3yNCs9WRc5vm1RBz4WFy++LeluvftPBr4WmIS9zGyQPYUYZL7JC8k98MF/vRMMuj2xKO69uFcfvSf7Jr1gHUE9yrOxvbnRPjx1MR++PMulvKFUFz6Wgpw84LJNuZg0HD4QyAS+RNe2vd9tGjyVuqu9gilPvc95n71orUM9uDpqPS44FD4GvfC9MkQCvreMf73Ti3W96GaHPVuogb2bPb69ejWsvZ5eUT0OuLi71lyPPN+d0r1tj948PU+2PR7nWrx0tSI91AbbvePjWL2BoK09EfcJvg4HlLx8ny4+dBLYvdI85r2xt4K7PCiAvUNihz3qfgU+fmMLvX4Gpb1lk1U9gYPPPVublz4dVvI9MewQvksYCz4JsWa9YrWkPR7o473/fZ89Op1CPhnKFz40tY89zMKDvjENBL4MDqw9MaVIPqDjPr7o+cA+iqeBvvRQ4r2dqrE9q3PSPXBsfD4Oqa29CKjUPfzbEL02DC6+AuLKPaxh0rxrGUQ+RthEviLhjrwUXjk+miBOPn3GXL4K0ds+lEnWPVvEAT3Pc6q+z4wYPTDphr6wew28S9nXPc0YqT4ozWu9kDZBPX9QpD1Dk2I8vh2jPDy97T2Ls6o+snw1va9Q4z3FP+u8BKoUvkvrAj7wBUy9WImmPlaUQ72ansC7YxmSvtNItT2lITM9ghOfPUv04r2gO/G872Qyvgyfjz3yURy+lgCEPvmXrD3Zmec69UkyPY7o8D2SRaE960VRPfhUz72NGDm9Wckivjd7gz4N8YI+CjIBPhD7GT42mus90p2+PXleyTx6Esk9Vp7zvEBbYD0Htug9T7sKvSM7mL12Kr0+itO1vMnmI71YfKQ+P00dPgYhjD6dZkY92ndGPgwWFr76faC8ZPYEvSw6nTx5xtk9gGuQPPg/Rj67AqM9jWMnvpqDQ7vQxC2+qhBPPjCGED5npkI9t8FAPgoO0D04AiY+9kO3PiqByj2nFNq9Q9u2vTWbDT4kGhY94gGSPUVzFD5Dmha+l23hvNY0o75McGo8PPMmPcoarTurPYI+qtnLvomuSD1H9AO+EoFCvvbesj15NwW+cQkRuroUH73s/Ea+4Kg0PkXl2j0k2E++N65FvmfhGT5GB5y91JzmPGpjOz1gokq+70ItvSDj6r3rzKq9A812Pf0vGb7W6Yy9NxrWvh5CV76Ax4097baWvXFVQL0mFrG+PQ9EvhrI172NJ6a+IxcLPUs9Cb53eI4+fFMSPjN1XjxDjee8SIrgPSHfqb3WQsW9BljWPMcr+j1U51e8cQxGvjQEujyYtoa+yoaevrQh0LxDpzg+kzkGPQRkxLxDXWm+aTiSvYrQOb5ZOiK+upfgvb3CJb7tvPg9EtSMvptgnz3mtSq+9d8wvjsQp74oAgI+7liePS8UsjxqMkk9j5ZnPpx5gb6qG0k9cmtdvv2KCD62zKE+WgUwvU4lxD1nAhg+pmqWPbQPNT42RGk9FHurvhQeKzyw8Za81/0ZvsujiT2veku+BiloPiE/W73Iy549ztimvRatob390eK8TIQMPgXAQD6FNDw+cDwcveunwD2wIqq9SjMCPgsY2T1xvb48nFNjPvv0Cb7YI0e9R8b5PUmZwj250T6+7c3Pvee8cL1dAwY+os/lvKQsBT0OUyo+5LVrvtyVD76eopk973dQvjUXKb60OjC+dYv0vNGSgj2abjy+GsIwvhxmEz5cpFy+HqU5PhqJO70C+0I7HH+EPjZP8L3zQ+q9qAWhPUWqsr0hxFw+zQlHvhFEw7076Ca+JmTjvTGtTr5ArgU+yKsqPffGar4VGmc9to9Kvs3jer0Dpoc8jtB8vUbdB7wkQ6K7NSmwvnbYAb5w3hK+Bwm0PJyvkL0zgZm+qYR5PmfXtj0zw6a8WahKPL+RtryVbN490xXqvL8I2r0rngo9I/ovPBzP3b0w9C69mC6Mug+ii73KoUC+YKYAvQtfgL4n5kW++7rQPcssMz2sJBo+Yam4O7miCT0ZNbK9lHUnPFX99r2TIFe+1qbzPGoOML6YuJW+q4wevpoSWz2RaBG+oTlbvgjyOLzCTRQ+CQkqPYPSRz6SoTq++xKdvqR4IL7O8MO9A//SvCCXBT0rW5o81qpWvtC8Pr1PTV69/FrKOyreEj1FcCy+DZ1/vRzaMb1wLb09Lz1xPpHxirz6Xq89cREIvk2c1j27jWi+L3S0vJIyZ77GPSC+C0GLPTKel73KwYu9dF1OvkHKWz2Km0C9F97mvS8E9LxLW7S9qVbbPbMP7TzXNIe+4pNrvkCUKr33XtG92XIxvmV0U7trh1k+bEYVvt+YJj535ei80mwrPcwnJztRFZe+XOImPpBNFj5yFDe9KTRPvTmufT0TuYI+ciKjPUyKQbwK2sW9GKCOvuk6Wz5D4ni9B0AlvrnY9L33hku83zcdPeApB74NA8A8pgyDvY+Ssr2sOL89WzUBPqQ0vL0Xo669uL4kPlgNJr2Egvi89/Q/vgAuqT0s7ac+EsH1PVL1gr5+Eay+mZCOPocqFzx8nOM9Ne7evJ1JrT2V4p4+4eqmvm/dlL0xXcQ99WgvvrIMBr6f+f29+I78uxHfgL6yTAa9pDsyPnbXE77dsVQ+DBZOvJiUjz5GNue9FbMPPIU32j0kAo29Ri86veXLTT0G2Xe+9X+nvlLq0TzYt0W+htMiPl6ot75wSDC+nWvWvWpM6b10oYi9kVcXvRkHJb1/0Ng+K9W7vQ4sgL7dcbc9MV3IPeDgbL6Ia6866ZiuPQqHcbu1Q4U+U6ZhPgdxHb6Nqqm9vt5VvU9yYL6o9Yw+UgUcPj4CPr4OIhg+BG6DvtrdlT5w8MG9VSNGvhTPDj4NmAs+KxJcPlIxabz9roO9zgVmvU2iwz1FUwe+haTtPS2qHz7EpQc+uNb+vVRwxD3NYwE+MU8mPjKce75gLYe+UgidvV7BzT0lbxg+2M4iPUaPuj1nTBi+wjUpvO/BC74pbSK+d+LovXvJ8j1r0ks+68tivQgGJL4ZQ6A+Qc9ZPvqigj3fW5g+FDckvv/dO72w6Ao9Bwngu9PG7r2nTnq+ySM6vkqRQL6nTSY+5nFMvYQnrb2dwau9ccNtPcxn/b1fJVU+yrBSvFHGUz54lhA+JC7kvavhjrvFCnC98VRCPto4oT6pkWq+zpmZvvhLTT0r6tq9UzPsu7EACb3+rB48DI5ePlKOh7u+ztK9y1aNPof0hT4ILYs+SxAbvI9fGT2mV5M+FpWUPJkf5r1ZIZY+CVSnPRRgBDwYzw++gBL8PYsn7L07nNk9UtC9vZ/4KT753C88+C+IvRgVyb1HTR8+hYQQPC03E76dxiw+XiCsvb2oCL12agG8v0tQPrMI9L2y5lS9r+lFPlbQjT105DC9UcEavc+cAj6Qvv+8R4ahPgu9Yj6UtAW95GVKvN7xVz0DGx4+weC/PU1KLj6lccs90SRVvVOuoD2braa99L5vvuj5gz50V4s9YvCtPTg4ub0uuDS9CokbvZQYEj5c+DO7edgovjDwBb42hrA9V9hePYf0Tb12MpS+adDgu7MXqz73gxE9QSz9vUFniT44qoG9w1Mivi6b3b0F7oI+9OFLPitRxz4kqp0+D8NOPvGfhroRbB4+LJNZukm8h73DxNo9igPdPJOK9T0WzEA9cFEQPteqVb3qVvy9MN94vsImWL0y+Nu8NPOPPiKunT2KDOA9LRYPvjNXmD4/CNe9xrUKPlvAgj0CEoA+yS9zvtfeDT5DGMk9k2IBvoxi6zxR0nU9nA7wPdmDhz3tSsQ8dSysvDNQAT4U9DG8cfpbvPgBVryI4CY94TCAvffSor2iHBy+nW0UPsZkHT29v4q8RukcvYtOyD2EFjQ+7cGxvWHeWb4YZsI8znWzvTxELL7Wm9u7B4QEvsMPGb3j5cw8jR/tvY1qBL43vbw9Hg8kvhDSGTrhn8Y9tIFoPor4+j3/F/Q9KYomPhMHnT46K4K9avcsPqSKtD0zMN27wJoevtzLFD4CeN291GpyvaokRL4OHZi9fo0LvDmpxz2e3sC9H0ImPZi3+jwTjxY+YjvAPaJHCj0Ooga+/3kYPr/3MD0HXd+9cQefPaneaT7T12g9b6Nrvptf2rw67KI9jf3xvV1IZz2Kvya+F6MGvhizhb3fX1Q+kwgqvd1EBDz0jCg9Dz6qPf54sT2cv4M++VElPbK2qb3MIoU+oEBKvo1prDx4WYS9C/HUPH3YXz04YNw8weJGPthFTLyzuMu7mJEPvKyEJbwXph6+8zJtveQdhL5Imz098344vE8vvz1+mRq+iAJzvTjy17xC4gK9zlScvblkt71KUxG+7PJ6PvcW7b3yHtW9W1HmOzNijL3K/wy+wTJuvZwWOT0AqAU+oCAGPuFpsT2Lgw4+i4eOPp5qzj148RE+XxeLPI1v7T2px+48VzzdPSs+kL4BUem9G7DsPKBEUL2YTwA7Fpfwu91K/zxbXra+Ke8DPl1EGT0OAAu9uLg2PgZoSr4/xFu++MXovbcqhb4KVn++ExgpPtcOC75jzbk+X6kmPjqLVT4tIyA97WoVvkn0pL6XpV++O7caPYcRpb5gCbq+5TW6vBJHDzy1Eik+Sg5NPdimoLwXSsk+ehGfvdBwlLsG6Kw+/vRpPU5/pD0ACQq+zMi7PAxVWz70+yO99C4Zvtv5Nj4e4x2+H/4HPuMuAz6zMIW+6BtHvvHNrz5u1r4+eJe3vVOMAj7iPkM+5zSeO+9ap73lmD++fd19PlRYi768mNu9A0SCviVElz3Igeu9lDyovoYicD0VN9i+Va1BvoWTDT2Gwr+8IyJovoPE0T5X9IE+ZnY8vSXI1zwQbk8+B8MRvhwMFLyf7TG83V+9vboOHD79W38+Gotdvji3qz6lboU+471jvDJTSr6+wVc9PRZHvqPIMr7oeYs+wPg2PXeZfDwHI2e+rCDfvOFbQT7YUwM+Q4yHvfG5jL4Yu4w+xe+NPjBZXT02Iiy+Z0sOvhAz3T3lzWo+ZNQ7PjTVAT84z0Q9gwvLvVvofr4Cdo+9ASRqPpdrsT4p/J4+vMQPPqxadL3ks6Y97O2vPr88n70eG4M+H7/6vZWWEr7MN3k90WCoPdAeUzwg0Y6+plMzPSKPhb7iBNs8dgprvIFCg70WAqE9kkBGPQYC7r3Zt649D0QuPj/Olz0Xtge+aPsFvX900j3NP14+tXYGPg9AWL11qqe+qzs+vmJXWb4ORui9JEtkPAywcTzrdwG+2wwlPrFbYD51GAq+CLqavWmsXz3S7JE+Wh2qvle12Dxzgbc9ulaNvrtUIr2oZvm9JWxRvsYIkT44i4a+lWMGu+xR2Dx+YMW9eoYWPt51SDvM9q2+Cfj6PKZN2z0cmwE+disxvjvFM722A148HY7dvU+SST3VE4o7J0kCvvLoLb3e7829/Jy5Pp2M57wwubq9KaR1PbuM+L01xsu9FEaVPfxmwL5/9iS+cQitvR4CML0qPji+s6BfvtTLtLzNdYW8twZbPp07Gz6X2C8+7v7IPRgP+b0G8AW+7Hk3PhnCVD7ANX8+ofrCPSaCv7typpg+u9c0Pr0TUT4Q4Ym+UePivE28EL1HXp8+AxbavLbKrbvQAiU9PtFLvmGlhT6iHi2+FuKEvmLkvD0gSyU+QinDPa5xhz3Xk3A+tXYpPtIFoLuRDyu+h5GAPaMkaz0+mYE+VnoaPe8cxz3gzQO90Q9KvH3aur0Z5Au+rH71PX2x0zsUeTA9eo6RvS7cAL6CqaK9JRt3vhF2QbucmLK9v5RqPiVj9jzdmfS9aFb4vejAFj0Ffzk9+AaVu7HeK7697Yc9QzoUvt9gmjw36ou9IFIfPqpwib2rcu29WNWvPQVdGT6HnxC8IUHDvVSxgD37Lie+r0M8vgehwbwERg69mlYmvvRsKD4yI5w9rZo/Pdg2I76Ci6O9ACOgvhMOFj7y3Fi+nWs4PoBuNb7UBhK9ScE8PWHeuL7+LpC81stnvVbnV76iuIY78gs1vnkHBj6fiSM8ltEFvm0Quzx6ATA+vneJPajFnLsMiPc9Bk05Pgj2CL6nxxU+Qb3NPSTJAj4eZP46RtcNPsyurb2t+zw+OX4ivrYZBT45Egw+JI9AvSHo7Lu4dBW+ZNsEvWckEr6/4rm8clCru56EAD6jNN09uMMGPYP6SzzTJhM90F9Pve6aMD32Exc+dWf4PHBRiDwP7PM9aVR2veF/jzxkZHs7YUAOvi0YxT2Mx4C+sAsOPkSdir20OoQ9f5JSPs40eb0Cthm9zeBkvpIZbb2iQAG87+NkvtuH97w12Ve95b+dPKi/9j3voLi9fbZlPWWpjj0NsV0+IZXMvBE5tb1DEqO817E3PYuBET4x7TM8whQWPqgWVrztdv29/nMmPUTeBj6kt9Y9+CZbPUvGUr7DJ0c97grKvfCTMr5LyPa9Qa0fvj/lyDuYOT297kAVPViYSD2LfJG9jAonvZV3NL7qhVw+/iCzvdfEar2xOGi9AJiPvpHlAz0HRRA+G1iSvlfFU762bgA+hnyavp1WorzMv4O93sRqO4tpCz7rjNk9lfQhvnJxGr4CdRW+oUIjPd5Khb6Zk3o9vDcIvT5REb4hMWU9vNFavajPSD4I/0G511rQvQ87Xz4KXoI9UdTkPelCMj7uxe09cR4SvYNvVT0skN0+VGBePaGQgT4LMI09fcHXuo4zF76svaM9v/ftvV6Wv7wjuE4+eCipPvWzVj0hMNm9ueCIvmL8jL3+SpQ9DF5VPupIAD5pdo09ln0zvtaPLL2d9US+zgUhvmxZlT5BCVO+P9f4PcQWlj7pUVu+Fg6IPVSL+71kznK9C1T9PQtEAD7f5ww+jxxevgHgNb7xxoe+DfVjPmojWT0yjd299zPpPtK+BjzwMRA69fA4PayJzTwPbrq691q9vlCPqruMMeS9eaWAPmsaB730XgE+m3PwunczHb4xPUG+IbM0vt4ZVT6K/eW97jAsvTyS3r1NRP49mIg8O+9PdT0PkEg+LqNnPipHtb0FQHO9yCI9OYydpr0GJge+a8CQvpb9Pz5ml3s9LyMNvtxdXL6kNC8+F67MvVdZX7y6mse9C39gPsWSXDtYsYA+dYRQPVpyZL5K010761kJPonBpTx7QxG96CoYPTiGo7zqsbw9PTtnPlPcVL7yN32+OTgwPBIK0rz2OIo+Sa9hvlPtQb7NKSO+YiEcvvMatD2MEH88Ft9Lvs0gNT4GuN08902ivTLGQzzhC5K+ODJXPi1VjL2PrvM83LqKvXFIOb2pNSS9N+7yvXg717zSXEG+miPlPDAKET5P25c9Bc0nPg4cNT7PwXs+3WnAvFh/gr7cEXg+iJRKPXjokzzYLRu+JHZYPmu8wL1rcvC9FGZjPgR/sD20LJ++POY4vTqztz27Kny+acaPvuKcTDz2sho9B2CBvVEMCD7hQEA+qZqovoKMC76AXUi+qlutvuVYyr51zCS+VMM2vs2tjz0x1jc+9yUZvk8/Qb5j2K49MS5RPiEdnj36KKq+VgwwPk/ep73WZjw+ubwJvRi13b1TQWu9NBvUPNzohz4u6xm+X/cbvllq2D3lhkK+wljdPERYczhmQ+S9nJRvPUkSd7yJ5LY+jbuyvUopoT0DETU9bFDYPaW6Sr3x4Im9kWE3PtNddj4QnKY92+BlPpE2uT0K2xM+IXsZvtRac75I29E8d80Lvdsbhj4PqJU+128LvfpK7T1LOjI+Vu+2va22Oz7OCHI+CMsAvtceC7yeVmo8qpuFPrAgzj3gW/Y96CZnvZniOr4MYke+xjkPPs+1vTx9Ub6+Gwc9vk7h2T20+Ee+SgCZOyvDsDy0dgu+urcHvhkpYz1osKa71qnePdh/hbxf44q842YLvvqU67vyLVY9IK8NvpZTZb3fbeK9tajQvLZxw73FT/y95o4LvhaQPT42uPa9MqgcPkmAbL2QlzA8OAaFvWw0aL3Du/C9p1AWPjUQEL41P9m9UMhUPhFuoL3GV609Av+DPdS8nry/94I9uBYZPKVfUDyAx0s+sbPvPW0vF71Ud7K9YMARPro+1rucshq+SfB6PQAdQD41aQo+66ByvZDFCz4oSbc8Kkm4PCfKdD1dTka+qQlUvi9w+j1i5J26ybgKPk7pvL0He3g9Jh4svfnYgr6NJj0+WQwkPAyVLTzo4Os8ld7kPTpYyb06POw9y+zuvdibyT1luYa9tzwePqbdvr02pD4+tU9VPSHi5j2/ENc9ito6PpWqI75FByw9FwyqvSS9jD1vJxK+9iKMPi9kP71YsFg+UTgQPovtsbzmQjK8p4m2vRfsHT6MeHu+Lqy3vWz9Gj3W+AO8CXL3PJT8kjzlYAi+dlKLvSWCPr5o+bG7YufwPbVHnbogjd69/0bhvHyb5T1iSYS9qacvvtB4NL0TrKM9AYlNvZfxdT1DAQm+B6Y1vrcWjjwMHOg93YUIvklVdb2tTt29y9bTveTNAj4f4Sw+HYRnvbg0Aj59LIk8TekuPEWxBD4NKiQ+E201Pd8I671ZCXC9T7dqPn2yc70QMCg+/Xyqvlo9ez2IqDg72drvvVKCKD4/wkS96kw/PQdbXT1QutW7RtgKPr5Beb46YTI+iAj9veUZhz56buy8BwzEvZetBT51Mgs+5EYUPZmOaj3bwhQ8PMOxvWSOEb6ggmy+MolAvgCG7D0+4XO8NMrvvJ7mPb67bcQ8xxLVPatBgT1/8rW9nW1IPm2D6z1HWYE9jDdPvqigYT2M82c+G8A1u/QDYT4bjw68HCqfPJJ5IL747lu+lej2vRbPH74bsok+Op9kvV3bLj3gT4o9+LAgvu5A27wgDkG+rSaIPct8mjwh6VI+vACzPbJiBj5PQ4m+ATMPvqktsr31T+k9AvAEvl6flL51GrQ9MfQivddjKz5eG0i9qXvFvTd2Kr4HSOq9g0+/ParOPzyy7CQ+F9ZuvnQSzTw/mnc+0OtSPWJoSr4HQQC+MN3KPbzWfr14fRK+O+cFvqP33z1LeJy98IThPH7DZj2TqkE9PGO4PduHb718xgW+U7ZJPuJEzTtxtR49mHc4Pk2VOj2tx3E+U6GCPt968TxdolS+gR2OOtnYTr0S9w2+sBprPSAQIT4eVwY+YrH+vM+GKzyuhdK88/iFvM06Qb02WMc+VWqKPQMjmL7Lvfy83DYGPvtAnj14FZg9C38ovoGfDT10Kgu+sf20PrUDCT5boYk+TmM3PuUkjj5/qD69CM6pvinm5b0a56m+AXWAPUcfg7tAupu90DunPdCOCz0dFD0+NXPFPFCtjz5WZkc9v9E0PjILFj7eIZq9Ls89vu2347zcZgE+m13PvZejN75aLYs+sAJJvTYaCD5tOf88HTwmPnQhgz7veVw+QwNZvve/cb2W8IY9ZavGPlpgrztGoI6+PnK2Pit6BTuENY8+GrBYvZTrz71Zn3W+2x8MPof3sr06wQI/PGqIPnNj0DwvYo++K/chP23lgT3QZLY9eywzPtakhr7Xg4m+43EHOnlEkL47Wwu91VUKvVJtOD5ewWW+XkCdPok5Oj1JEC6+3fglvoMZiT0rtBU+KZtrPQmViz5P8Gc9TSubPrpKqTs07wC9HeuQvoHCST4o9zM+QZRDvvMhoL4gZSo9yQrBvdwz+zwrXZQ5K+LkvcYKrj1Hh7E+uUx0vsT5Er5hHIs+lSApPqg4sD50g5y9AjVBvjmaeL6PgyQ+6qGNPcQzkj25Eso8v+ABvq1gc75LwgA+QppVPtnhlT0m0Po8L4jBvenGEj6/RSo96QkhvnduBr7xmxA+4WLPPZItcb58BKY9d8GUPlTSSz7kQ6m+FWNrPqjQVL38bhY+ltDaPTnZfj1/8pQ9OyMqPnqhij7Suci9ElLIOzo99j1Fgq++m9BsPa5lHT6/Crq9GvvwPQvQpb0mmIM+CBUPPt9V/j3UYEY+EnAYvojauz22AxE+UJywPfA8hr3TTxK+t9sLvgb2Lr52C/U9B9kfPgy4Hr4a/c69TjX4PEvNPL126Ti+nBm2vAS8Hj7G8ZS9BEo/PinhEb6rtiu9B1OuPd4Fjr36WeM9+iKBvYbIqr3aFlE+nc3ZvR0ngD7BpT0+F1TROnFSID65BCI+xrSwvdU31b02oZi9BC8evuUCrrxuGxM+uEvnPcC+o70/sI49fFFhvfjjwz0KRBa+mHraPYWUQr6H9tk9pVIuvmnOnr0JXBW+SZhBPj7GR73FzwQ9kdmVveP0TL0FWAS+bPp6vbPr4b1Olhg+4WZoPjjG670L94A9psy3Page2r1xzx8+4gjdvGechL3Rc7S98H0WPIAP07sePji+tU1HPRyCdj7p9/09W6TmPWlx1r34K4w9Qs+FPu7GkT4KBum826eqPb4xP73ET/I9pbJCPjIh+L1Ls5G96U+uvQyZSL6yynM+ju3qPR/ysr2FQmM+Jp/8u5S9uD28HlW9I4+dPBjfbT2kKOY9vIYFvh4OED6Snp09Y9hJPgINsr0QJ5C9Aa8RvJ6fVj5+9qw9z3KAvF7UO76VeKY9FigTvfA2Oz0mIa495UJAPqeO8jw1Xh29KQi3vXMaDL34J+G9kt4Evq0pg7wZ8SQ+KuV4vvGnrD4tDdo+/3lyPQVFiT47i6Q9nbYyvuUKTD3slLi+LrgSvlBBfD5pJDa+oDtjPShV3zxE3D09Q9/fvjhv4jw/pb49FByxOqFFj71tgGs+mx/sPZmcur0hmWS+3i9QvS7pub5VfLs8wiL4vX/YIL2LHJC8JxaIvOv8rrwQj/68JydBPlqM2zuzD9q9tIGzPdG9/rsbZ0e+F0e1Pq4SKb6AnBe+RSTiPRcZEz6bSye+35l4vjxN8rxoSw4+xMvUPbwilTwqU7k97dwzvvVGYz7Rk+o+zE4CPq5b7j2oR1q+hgrBPiqllz5mlLs97ySjPebV5L6dbvY938OTPjcItL1si1E+jkU5vfFe5b16cve94QPFPq2E073O2WI92qTKvctrxT6WL1Q+Pe7LPSXqcT44xpm9IeXFvQk6CT7jFZ+9yG2fPpPvvL3o/hg+TiTxvfnlWD5UAO09Zu/EPLepFj0i2wc/L3AdPuXYMT5x/MQ9t2hyPj7Zjr5RLlQ9x977OyIH5b0eE609dYQYPjOQp7sc25y++MhYPlsJV74eete9LY07vvTdhj4H3CO+5bonvcbWSr3Ay4o+mnD2vU+Sh70basM+4sWPvXWOfL1ddhQ+oRYkPn9b4jmmRw2+d4zDvMDowD61tYI+EUFkPuta3j0v26I+HVtvvgIstT7f6Is+uhlAPvvWuz2i1EQ+0ZeYvUo4xjyKfw++utnPPYmyY7zgHwQ94l6YvucV9bykgtY+kIC0PtCbij3zFXQ+/s3TPEYQgL3DSwA+Kj8lPvEI971QeYc+AyUJPr0FbL13cN+7iq5dPn+4kb6GfQc/aS/OvUJqXz7DVQs+AZlXvQvgob23iNA9NwksPnMPQb3TNLU+10OwPIPC075FtYw9zGbqvRdbRb63n7C+CxOeu8ZBGD2casC7Dce8PlK71j07EYS8xNkrPnLcWz7lt+I85r0dvRWtI75yXJc8cVOYPVD8MT7bVTa+piBXPs5Qpr2ATeg9Zfz+PflEor0ussK+lWd3PsVHSr56bSy+SEssPv4oEDzxZg4+CR1sPsCJXb1ASA0+wuPEPuSnMj5Eqvw9QdBVvr0wL75UUhS+1yoCPoDEMLyd7/O9T8AJPY9Tg71bqo2+C/lVvEtFhr5hQJe9y4MNvTtgJz6bUWI+SBEQvUh1CLyGaHG+YC6XPl0zBj5jID0+qFacPRGC+j0TtDg+DU4SPlrhkT76neQ9ALkAPt1S1j2nvps+tSmDvasTwD4eZLs9E5ouvMp9Ujw/neE89+PePcXTmz1i4yM+b8HUPakzLL6XjU8+p9cJvHOVej0NgJY8ABAxvnDvdr2oBpU95NI+vg0Gir2xTvu79SUfvqrAzb1LTX6+RjT7vQzrBz22bkW9KuBDvF9mh735Yys+SwxjvXPo37ywn2Y9ZSMuPhOVgL382/Q9F52MvQxICT6AUwC+jfMKPfVasj1TddG9dqVgvvebAD4pWEG+DZdkvaGmsj00VF2+QoQqvp9QM76vNVU9NqqnPWsXDrw0r4Q9QirNvC3pB77iPuS9EI3ovVLX5z3bu8286IyQPaac072yxx8+rMscvDYssz0c3sA87Y6+vU35KL4+95+9seUkvZINDL7IdrE9G11GvfSrXL4VNgY9h8hNviRxjr1PHxY9UhzgvAyGsL3JxDM+xFA+PsYOGz4Fk3s9vpLovY6YMb5G0uk9ACuevfDZED5DEo29OsRQvqioPj0GiQO+RaSsPRtnzbwsDvi7NOTYvEy1o71Y8nu9t4suvpdqwL1Kfei9/4oJvpZmLb6V0VK+D3C3vZ+Rzj1Zcge9ObWcPXuyib6jPUU9MmfDPYrdwj1iHa68xJf0PUBVNb4Od14+KHhGvt/XX7x5nZM9K956PT3+0L3ts0w+YSisvasYDL4QY1W+7XX/PO6Nsb3Iy8u80nQLvrS09z3HS849qUKDu4bUCD4Wksy90/oWvkJAfD1MIJc9uvR3PefOqr2hFcw9NBaIveFHEL4iUHy8kdpYOx0RDD0XpoM9ak5TPXPXxb0D6oy+Sm97vtABaz7HK54+WDYwvmWM/z2kFgI9Eq9tPXe6GL7mtGA7w9aGPuYSrj1iwD886keKPA/kBT0mMsS87UXIvYDEgz7czVM+IL3IvfctaL3W/Bo+RLk0Pu7Ipb4urVW+KcYtPmN0sbzNSdo+baVzPQ+EHL4rIKk9mVKuOrkwDz6g9Zo8BM3YvYjc4j3KKNG9Qt9gvaMgib5UtbQ+G3ievOfZOz4wGMy9hUAjPXsWij1ENMA9776mvuFIHD5Ro8G9dLrWvU0ARL16ZuS87hY4vmZnJT1DDO49P7ZDPqfdPL4F/8W98oeQPU+m+T1ntZM+sY5hvt1EHr5HkQ8+5rzXPTDrhD5aJOQ80d9CPvd9Sj6hQRs+3aQhPgN3eTtSG0i9OQ6/PUwA4r3vl8W9xjqZvuA1rr0rfsY+bP2TPj49iD0Lnsa8vjtdvjSMT70M46g8jA0/vqr2Cj0G2jo+6TWGu0JEcD5rdZi+NiKZPBuroTtSO1++/5CjPRJPfL49wnO+RHZXvtDojz0py6w+xX6ZPpLH87uaHUa+3+mBvQ2ngL2Moa88DiFxPsBzeT7ywq88ULGcPavbo73Hbmw+hg8EPseiiL2GKYY+bYYSPvrl4z32hUw+hlMgvVY8eb4xHcg90x2CPvn+UL6naRa+JfPIvfdmdD2EAMM9ioYqPqeIcz7cafs9juhwveD7RL4hbRQ9XrRAPv93sD0jIfE9wDopPhL0Ez0TcNQ96aoQPYfd+LwjT1i9vQd5PvXmhT6HHjU8b+DNvhdM/73xosQ9tbI4PQJ/Sb6ZGeA9Yw4OPgBR9T2/sPu94iKSPcDImj0GbAi8Xwz/PewLPj4KYBG9i1mDvXliGj7QTL089TOJPlzhP71iZnq9OIV9PRFncT7kqoo+Rfy5u7JzOz63jQK8d7SHPbEoqT1XMss8rJgsvXC14jyn0ze+WZUFPqMb5z3P9qa8tGunPN8XjzyEibK8PRxaPhHG0z0cTJq+kxzbPMJJgbzWvES+CYu7vJr2Fz0vFHU9UOdJvgRgmj0E8Bk9BB8wPU11AL7SNje+cm73vRWf2TziL+M9+pVUvspsFDw/AOo98apbPlXz9zzuudY9FaV/vlaulT1VDlW+AIubPTNM0rxzJl6+z0/0uytcRT1gbHi8IdMGvSyeIz6GMga+rKoyPugUYT6xPzU+CAsYPka0RT6kkJi9cfTFPans1L1/OPM6rZxkvktyhz7zqac9el1BvhA8rj2vFQ0+Ahr7PSObgD6RHC6+3eUhvXPhgj1JnuY8dEIrPOOag704t1o+iGF8PXAOxb3YWU68VKF/Po/TLb3OAtA8kE8UPtgvFb4mVoo+vYWivXiNqzw1SEO9X6U9vfaZHr6LA5C+0+8CvqYxrzyiT3U9z5UFvHkntD3YheE9OxIuvPjsGb4poTS+pbldvSEFQb5abFC+MjtjvjchU75uOgu+/sVEvhBVIj3hwyU+4TitPYp1Nj1J25m+KgjjvToJGb4dnHa9OPkzPaUjsb3zOym+x6zgvasyib1uyo++2wdbviRpWLyLP/69b0ysvnQsu7yf4nk9X9gEvrfgw739/rm97OUDPb1aCT3yn8I8WQkePBP9sjwNs1q+KETzvdJ7Lz3YZSW92q4svp8c2L3WdZC9zANgvhv8ozxxOdc9IbQ8vh0g1714MYG+cJm4vUssI74+XE87CcphveBbh706qrK8VmU0PX7Wm702VdK8gtonvtUfNT3AoKA9Ab5Uvj8FbL4qfiW92z40vdKWJj4W7Y2+g7DhPN2Odry2AzC+tqQGPnDx2b3/NAe+jrU9vqOeTb4qb6q9nt5kvURlPj3qWL09ATZuvo85RL0Sig4+6oiTvcRTmr3l4bo9y+Pvve8XPD0OcZw9++kkvpyU0r1IRR09QGlEvXrDGbrkaNO9C5XXPMYv/b0P4Ee9grdwvo9mJT26cTw9QZuqu3AcP77p+h49W/UovVrv1j1yM/29WR/JPMQIXL6y3Ao+stUJPbQnjD0QWnO+undJPhE7Fr706aI+1CXovU4E3j30P+48Ji2cvrKKWT3MrDo+Cgg6PQ+zc74ApXo+cLqPPjs1hDyNsO29tIAjvpUc4z082Su+rg5VPu5cxb1W+Um7C88kviNcUztL+aA97kPFvSYJHD7tz9M+Es9svgWMuD1Obr094T2ovVPU5b0bdwm+fqgzPr9mDz1aMwe+h56CvtF5Rb0j14k+bYOhPZkLGb7uZz896pJrPrYLkz0pkMI+q1CRPhHy8D3ZrNe8atEpPiRF3DuikDQ96ZoqvvTwV721AXs+2unYvWX2xj04mEO+mzB1vtP6Nr7s9R+9Jh4FPeSGzD1nYLG9O7hnPa0xUL1MhFK9XyntvfqYcT1zxA8+L44lPnC7uT4qDoy8CFP0vRZYATxGaCg+LphuPpkhcD4uW7a9067lPA7plD04AL69AGpAvqAOnD2jVbs+O1YfPlNRrD7Oxg8+aKMSvagOkz6o8L89USNBPkk2Nr4VuJI8+A4Qvbp1mz46kmo+00SRvaC6Eb44Pgq+PIEtPgCRNr3BF7+8bfolvoMfjD3Jc7U9JR8oPiEUS76gOYK+IjcuPZdH97zZ+io+FwUcPvDaJj03xfu9JTMYPl0UFT5o0289zvWmPgQbu7yAQkM+XZXBvT9rg760u1K9JMAlPtuGGz7yEXM+awpXvKMep73P5W880XgKPrQwSb37QV++2++vvbcEtb4wNhs9zhixPiuZj74vp7k8HAaHPn1gUT5TMtM+DWnBPVGBpDzVYSe802hyPdM4sr1jEgM9SxZ0PjAsYj0vFRS+vox6vkH3Wz4gHlC+SP4YPp/cBr4XeUu+YwqrvVueET6m4iG8NclvvYAcabwT9xU+wvZ5Pb6wML7iQX4+YU+iPOmMoT2Icys+HYKbvbNMtb15ju28vlGRPeTgQz4tSUi9cq5GOxcADT5XZSy+SUFkPVogiL23uZY8ZHWNvSSq2D0Hbhc9pZyqvomYRr1vBTm+Pj+Xvs8gtb54WgI9ToylPfBJnr7lNFk+451PvsCrJj1AObg9o9INvRTyc74r3ue9C+uxviBLrz2aVsK9QveaO6Si6jyMrA69xR0VPsE5Db0iila+i1+cvhJLfj6N5ua9lVBBvMXLLD7TQfY9Cu3MPWF7z7pjak+8qKmNvhYHfT7T6528gKKnPt0dKr4lxMM8H3lrvkM1gT6K2he7O2C6uVgpGL2ZfTe+5gqVPB4Mez2fk4q9EwWdvNNNhj3/SYW9wDPtPSXyk71F6Zu+tBS8PuKenL4pm40+PdMuPt0rVT6y2l47vrW4vd6YT757Lo09iauOvIVqkT3M2Dy9JoT+verJvb2eFai9lk1ovTelpL0DGsE8bsMZvesxab1LgOm84w5lvifiWLwSbhQ+xLxqPRK0FT1KeIG+6OgUviRvxb1bN7w8k+HXPXqlO70KPkA+N9c2voMmCb6Q8aw9HQguvlzp9z1apja9xdUCPdaXJT13T9c9KpSUvZtFDT7fHAo9Qo4bvuwG5j0kVFU9tzwPvqArCb7Q8z2+XmQcvfNcM76LzEo8LEeKvd08Hb56dzI+6TPxPECGcDwSlYe9/LDFu2/Rcz3NqwW+kfx+vagvNb7Jjri9gOrMPCLAOr7aygS+R7trOzaj3D05lpg9H1uePTmurz1oX1W+qceJPJHM5T3CUHS9QCRivhHNFL6MQAg+jL+XvbNI/zxlmrc90eKNvZbl/z0aXX69wMGDPUrtET4Snk09tHBvvU3cmr2scEQ9EG3zuxNFTzzS6Fq9GMU7PZFJJj7jkzi9gozaPJtqkL7+lS6+0yANvQTxrbxi3S++XODRPZaqYT2BFOC9oif7uxEQG74bESM9+msHvlE6O71Sl8O9PezTvehtlD2HCnw9BdIgPjQVO76nwhY9SeA8PkZCGL1Yu16+GadEvAUY7bzeXja+5UQnvvs1WT2XBAk9WvvBvdZACb7a4Gs9PQS2vX8udT18vx++WErgPDqTuzyJKBY+6eM7vTBgCr7prfk8PpYdvhxLDb70lCw+z2I5vppJvr3e68U967y6PJql170ZXzm9wGhGPlssLT5geCi9Ji6vvs+7bz25ZK8+w6//PUIWOT1wK6m7ApsavlF0prx2B1S+QzcuvVTvdr1ZJ9c8HGa+vv18dr2UwAa+L+FuvC6s8r0AhX0+lO5NPNY4O7yaQQw+B1PPPUm0Oz2+Y86+JniTPT7qTb717Bu+GD2YvUH3UL5XbIs+8FZSvvKomDw2Fhw+JvEhPe2+Qj1xbyA9xcl9PXYhITt8rxw+5UCGvIGW8j1Etjc+kU1xPl7Jlb1ykbO8RngxvhzrBD4OKJq+ylT+vTAeQj0SIbM9hB2SvrpcIDxifuC82LPPvMEQtb2GImq+oggIPngmjjwKc0O+E0yCvoPxH751HkM9LB4DPvq8ML43zzI7wJ91PnOvWb4MeWC9YevYPZouGb7kS7C9cpKWPYKdSD7d0Z4+pvNLvSSNRT0S7SQ9EGRlviZ0yr738uy9pFMhvkNhJrx6nhi9f6lKvgt8Vz7gVYe90+raPMNkgz6epyy+arouPmZGSbw/gbk9x28FPsH6s71TsSs+8dBTPmyQRL6OeKU9pV17PvDTXj4D/4K+q1yXPEmEhD4ZLcE9HHkZPs5/hr2aBYQ9nb+2O/z2Q77YQGU+LvsPvlTaBj23c0w+Sd+4vcQopL4YKFE+3G2hPl6sEj5R3QS9gqA1PjFBnz0KY2y8wetLPnJUPL1xRZW+OMlmPdJYxb6LxSA+H3uUvpsslr3mEOW9BxSPvrNFJj52pRI9HablvZnmZz4nwEw+/VrevLa+GD65pkm75H+NPPGxMz5wAR89xpOsvTOuij5N1uY9M1LsPYTW4D2gmcW8N0+7PVE7qz2/MoQ9iV2KPmh7jT7GqS4+tu0Yvg6OIT2gHp+9JJxHvnO4Qb5OprO+vzrpPQDZ1T2mbJ++siavvVNVUL65Fzo8wurAu2S1vL2NTfm8IPa6vSgDKT6VXK07BVhAPVGU8L04OSi+mLgoPQXfaD6rRHa+EaCgvoqKlT7rD40+goAOvjueBb4hs7y+j6gqPje63z1VEHq6B6hvPsWYvD3Xz38+12FlvnjPwbuX32c+Z2Y0PjH3fb1/eiU9JHNPvgXEHb4/EQg9zZKQPsizDbyrXVc9RiXzPHM+Kz6DUWW+7cb8PMrwn71srlM8z2+qvuzkcr0r/Xk9i9sfPlN2pT24HbA+e2STvn0r5r2EORW+KOwePaEsxr0vLM08JjpDPcr7Sj29N4y9LFLNPcAl9D0H9d89WrRWvuSMfz6FzyO9wEpgvvk8s728BV8+sWaOPkG7OL6dpMS8vHvGO9NyRT1dwX49+B6uPRhoFL6TiMO7n26dvQRz8715RvO87XRtvdjhnz2ppuC6Yyb/PWcyzrviZqw9xythvTP4CD2kKym+Npl0vuf+AL6sUBM9Rfc4Pa5tbb1PryC+2syOvj6sIT6DyNK9b+9Ivq0cGb6+pr+9owH0vVw3ubzVwzq+D6E+vRTqHj4TGN89tIUgvcGIPD2jDYu9+lqwu5g0kzw0g6Y9hJKJvYOuYr0Seqk7lxWJPsUYEz36xV0+EwBCvsP7Mj4lKug6kLjivQMGPb2jvdG7dzDdPXfHxz2D2Vk9eZkrPVe5lz2M6iw7VasEPUAFJT5qszS+laXuvT4mTL3E5W8+a4QqvbZiq70tUPo9yqCgPQdM3jxQQ0093eWyPYzUa7yGuoG9++gfPWRkCL3sOxU+LmC6PLMEFz5F7KK9CjRHvByglz3nYF2+3qfjumwBIb0Uhgs7nSEVPun3N77boQE9jccjvRUxBb7W/XM9N6ZOPic4pD131yS+VCE/ve5+rDyarJs95v2fO2/2vrxLKe+8ujYavv7JBj070/s9u1ervS+EY74QiSQ+sy9IPW8PxT0dYAU+G730vYtUk77lQL894CKiPC7ynL4NIRS+0SAMvTTrzrwzNg69dZD8PUhwOD6eWx49mpD+PbOZYr2fnYM9bXG4PYRI6j0BtgU8T/u7vf0n8z1Bd/E8tH4OveiNjL5PkgM+YeYuvutcYr1qQ+U9g0HyvSqDND6DbQ6+soU/vXvPDj6KqXU8KsMCvk5g+j1Lvoc93fEJuwZPrrx8QVK9TOfJPWf1X709CIu+0Y4WPhUevD32Eb49xenCPRo5ir53EAa+Jl5vvV/qnj0KFoE94pEWPrA/AL6Z0VI+xe9MPp5Vrz0DVa++oZzdPLQuL75uoGC9IF7yPNRLlb5YZh++QElivmuPJj4ashA+dDDpvdcmZj02BA2+XpmgPU0g0L0c2i2+Xq1Pvl0VCL4EC7K+88EaPsdYcrylPzA+nMsVvmhCTr4ZW3Y9PfQ6vXT9KT1e37e+PdYVPji9az6kzjy+kmGQvDt29z4+AZY+kA2aPsgQyb6Bk3K+n5SHvS5QHr0phOw9igbRPYWs9zuqFSs+eKb1vQneR75zclS9uJ8BPo/kpr1voIK+gaqJvkWBoL1wh908Tq8fvBciCT0w9iw+f+iRvroAdb1cf/o9QzOBvToNl70KLw6+VMuZvce7zL2exgA9Or7dPeCDvD37sYM9d9kUPsMmOb6yDY49e03iPWs52DyBQYK+gHv9O87vqj3GJ8S9HOUOvuzeADw5Heu81oeTPo1UOr1Z4eq9khKbPZ54pj3z8wg+J0xkPtr4gT5IzEG+9qoFvgeWmL7OPke9m0b6vdSTFjwa8fk9Z7iJPYfUiz7yLF69N4e1vaex2z0j0y++OmZfvitCBr622Su+bp89PUE5lT3zw0I9b0ATPgIDY774k0M+0iliPcqZgj7t9R4+0lI2PPd0tj37AY09GAziPdtM7jxEbH28pkB/PSNCGb1T7qw9O2t1PV7iRz6dTEY96wbyPBjBO76a2d09sLSRPpq0Fz6mAr89UHqXPuecGL4tvz6+vqvUPQ2WLb5hTRg8uW0yPjwERb50lqa8wTN6vnsJ971PTgQ+C9N3vR35RT6sF7a9rUoXvTtK9r370WM+5u4nvnoY3j3F/789MrKuveIuub3FwIw+w4/avZbtGz7+Iji8eeatu05Diz7pEFg9pN6JPhkwgTwPvSa8+JicPtmPcb5rHqU6fMmdvcOAgr6mD2K9m8h2Pk5hob3dyWw+t+Xjvf9Vsr10LA+9BrHEvQHykb11sJs+EAyPvZj6Fb2TMdY90dxAvU19jTweVDG9ei0CPnyi0D12/J490oggvg5OUr4hTa+9U2QAvhEMsr3ao0w+Y4OivvjImL1vBaQ9tbdPvU2ylz0dHBK+PU27vdrlpj6Bwri9G+IRvYn6Qjy5Dee9k3DyvYmVXT66Zyi8SqrQvbiqgr3ozW29r+HGOwa+mbvvn8o8lxFnPT+g9b2QSma74LusvXz0x73fUH2+pzLuOy7CxD1iBf+8sT5QO8cjGz4/HXc+cfEZvhNbtL3yc6m9/ZbhPdKz1rtQTnY9fU8KPTZUZb5cai4+OyNHPBrpIb52QJI9Xyw9vQE6ir0akUK+bjVWOzjMCb7HZJW8Fle7Pcdje70+m8U8cM7qvEBT2Dwed508CiAAPZrCFr5rVOA8+joivsx7Ar7Dqri9aHv7vH14dz1nvZE9zJGrvSuXab2yd/W9stnNPXnCFb7swu+95yoBvtkLIL403Ei+MlzfvXUnTT2CWhu9YZ6wvbEn572QrRC+agvnPMp57rzNyba9TUkBPlCrbrwOa7+9ZF/dPVzxybyFMqm7w8NSPnjZar78+Yc8mFgOvooQpzyih8C9aJwQPSbkwT3eqE29q6ESvbEduzlhKFM9U28bvf/Axr1XjQG+qLDyOy2ipj2/qz2+AdMcPRs9bL3pEI69XSFjPiZXyb2JKkQ99G6gPABsOzzEiAu+wZhzvRJB/zyXtN09p2V1vewjVz2l9tw7CpPuPTepz71bbgy987Kovcg2g76pYcu9b0qDPYA6xT0Z10C7kLyjvaQP7L20zw0+YNBXPQUaTjzrFS0+BSN4PccDzL1n0TI9UZ6vPeYb6D2xlri9UCHxPXtRsz3kpBO+/cJuPYnySj1HGRq+J+iAPWzaEL2zJUI8kEYsPhRVfb3Btv47AT/1vS7vdD2FhA8+rFiUvfWSj7wc4eY8hWY8vvDvFjyXbLO9DEAevVOat739F5M+Y73vPWZRsb5qZzK9et0cPoZ+3r0pesC90Dc5vekxcL6NkPM9P6kTPYDcIT34NbY9HRIdvLll6rtiFIi+QZIgPmon/72i0Fy9eJmKvt9TCD0rkhm+RvQDPa43wD0xfWI+LqiNvYtmCj1lhrE9lSXxvW8Ocr4xtJC+cAxIvuxMOjvvjJk+H9iUPGQL477UHIE+sgxevv4YmD64gt49CP5FPCBTpj7m7dO8B8AAPjgqVL55FQ4+a4VyPWVnTL3fz109UwjUPgqB9r0pZrk9SPSQvtYO6j21sYA++gjaPX1U5T3ndXI9Kb0mPUwZ+z1tnNC9rtRBvhCn276gYE++jt83vnmN9T4K1eK9KEUsvr1NLr1CIwI+PCT9O2p3lL4rWji+Cw8SvgMPzj1jtxy+QQ43vixTTb1iO4k9Z22UPRYqCL4F+em7kcWAvi1EYT5ose+9Xe8uPh/Zsz1u8NQ9bOG9vA9R6j3sxUY7P9XZvNtz5Twcu388ZFPqvla/fT6RDr4+He+LvZwiZz5rzok+1dvqvU2ilD3ZVUG957XVPIPy7L1nUoE+vR1+vqHdzj39Trs9QxIGvZKKV770RjY+2H6vPRH9pD45CZe+Z34ovWx36L25HOu95jOZvsXklj0Liwk+RtYhPr1hF77rjZM+cKdmvCEkwbv6C0s+BX8RvpHwqTxxKBS+y2AcPhT7YT5iR4S9nQW3PRbb2j7ixiS+mN75vfAyiL2oGd49k0oDvjyytDxncpm9yc0gPgDiNr0RdvU9NIiYPY1dID4jPS2+GGA7vq+LDL7AsY2+cygQvglo5zueGCu9bfWaPUp2VT4MlS89UccevaQUJ7xRf8w93ycFvUETpz3bBXk+SXCJPgAy+r0KgkE+NyCgvJcdID2n9DS9SAvgvad0Wb4LOea9k4KpPIVKFD2CQP89iH9KPqCel71mQwI++XCvvpVjkL6XDR2+3esrvkqicj2drQG90g4tPbZg073njiM+jZxUvj77471vpmU+a9wXve1wfD3nP0a+goHaPfMLBL4zONa9UjzfvWsEDz6N7i6+wJxlvgNxDz4aMDm9CFNQvlEZ2r1WkAc5Q5arPZ+8uz1hoTU+jKdavUHkEb3VEJ095LV8vWPRPD60IUM+ebhuPiVVkzsKz4U9Q2SnvdMPIL68eX2+WU68PW6RhT2UDLS9XlyNu7x3Er2erne9hhoHvgdYEL03A0O+WyioPX/Dez4WmnU+ErYyPpzytj33zjG+AGNUPtS31D3WWlk9hmGBvfepcb2KOYQ8+MAxPiskfz7DEQY+oT8zvu6VjD4HBXY+qtxoPTYCibzOleO9fG+VvJ1Z+LxyDik9biv0u6FV+b0Vp429"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "Y8aZPHTJcTwPZtM6c2RGPPadXb1X64i95n5CvF2nQ7mG1t0756qJvQMOBz08bgU9sO2UPXP8ljydmwa+KzK9u+TfabuVPhG8xy4TvRqAbzplFok9reyTvdEwBDywRiK+/OSFvVuPAL3oVw69AhlLO3CWhTxK/gO9j1ORPf6JYbuMIrs8tOesvbVB5rvVP708OQWXvEI3sr1+sRe8Z8kfvDeskDvDG0S+qROLO1YjKby0uuG6N7nGvX+VZzxv0jA8wdCYvMCyNr1FjGE8/N+cuzuU0zwoEqs8fcXwOri7i71S8Fi7cdAHvU2AdL3Q5hA9aCH/vD/ubryCHic8gik5vVpxTTuRMV88QDyNOmj2VDpuDau8qMmwPBKMwzxCNs29ZQygPM+upb01CRm9bga3u6A4Oj36nwk6gviCvaoP170XB4+9xkRyvYSrGT2SwEm9zaqUPFWzvLw/fAG9XS7+vXrMgT1wUlu9tBG+vThDNz3pMIK9n5XPu2C7LbyeEqk8zdcyvaDTx72rq5w815/PPK460Lzc6Um9NnqKvG5uhL3Ejho91ETaPPIKdL3OElK8IPwkPOLqG718Ai88dU0tvQfLFT1AUI06jSpJOyLkor11wa08AnxhPZlIwr02r7i95+8AvaJPt7xSUee6N+AivquO2r39xRY8AVS7PEc0fb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 