{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"N": {"i": "3"}, "T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "LCpfPcoUnr1gTeE7kOPJvfDAuTygnAe8OlDrPcCmAru1UQo+ANw+Pbpwir2q9449FvE1vrASjDzS68Q9yYgjvpS0RL0Ac1c8BNgBvcPBL74iCBy+j2ITPqCLATzrtDU+FDDrvfpILb6Vlww+UeoXPl7Oqr3tgCs+4At+PXXfFD5HdRe+CJoYvlkiNz68lzM91QyUvUS5A77fhQI+e9n0vWoVFb5If2s9KNcavv9dIz7sm/q9gx+zvVYwHb6GOPI92M45vmWON76AEZO6HxDXvdlOND5KLCq+Pi8Yvrh2r7wvxB6+fuzyPdy1o72sXRM9GNO3vQAucbuVIzu+yBMYvfK8or1A1bW8o2kPvhCMojwA9VE6NTmlvR69vz07NiA+/ER7PetxHj42l6K9Ct25PZjjAD3gcoO7jMeQvdW1DD61WCI+oCGlvNfOLT4eNRi+TocMvmCs87sJvhi+4AijvDneCz4o5oI9iswXvqCeE71CCcg9oGm8PLOcKz4C18g9e1MvPnWGBj60kY69mU/JvYDTHDwca3e9MF1PvZkqAT5jiwE+pnwHvloz/T3C3a690MDrvbSwG77+3+s9zAAevdq9zT2+HsG9GoH6Pb5ej72E9Ug9y18JPsk1AL6u/s49e92tvZV9Mz7A1jS+yb3xvfLU2z1lOKm9c2ocPm4Xtj3KifA95rPFPaxTUr3gj1E9BbUjPnV0Gr6+uoa9tj6RPcB84DsCd9+9dlf6PSe3PD4UcWK9ri7UPT4A1z2Biym+KCnrPAYFmT0JJpK9RWs3Pi9d371CqaE9n0nMvd5YGL6fIQY+pLRwPbuvFD6roy4+Xq3KPX5Lkz3+kp49/P8AviqfgL1eO+i9UozaPcIrAL7qv7Q95jLfPco51D2NfxY+8Nc2vkhDcD30OKO9MMosva0EIj6gCQy+TSSdvSrpqT3YndG8QAN7Pd6Lgj22Vfu9YvwFvoArpLulWhK+whnjPeju77wosza9Qfsvvm4PDL7kUlc9WP1yPbUTx73rHTE+NzUgPiCeWrzAqCa+CD2xvH4alT1sHSs9zDITvpcYEr7tYSw+NwLHvflxOT5gi667wALlO7VcmL1y5wu+wsS/PQa44L3kexW+kPk8vsARc71QzFA8HesSviIc5T1yMeg9COrCvDgYjLw2qo09MFpSvWz1PL51qqO9IbiPvWiKnDzBE8q96PiWvGm1Cj6AFFU7948dvuodKL6ficy9zG0DPYANDT3CjNg9GPzjPN7q4D2utKM9ghOtPWCpTjxmbHm98MSXvDERFz7WffA9wTSivV739r1jnDI+N4MaPiJHzD1W2dU9A4AOPqH2KL5vjjI+MmerPZ50jz3OXMC9/UeIvR4DEb7s2x6+5Q3AvePbMb67gSw+AIRdu29MNT7f+gY+ViCKPZmICz7h4oS9y4kTPiDRw731OhE+ccvOvTiq/7zLmg8+NYMsvuB9Nr38ope9NoKgPepH1j1kmlg9sPL9PJ2sOj6kkxK99KFmPWUqLj7qyf89Cg63PWxVYT2r0As+0FP4vIqe7T1S7MI9Us3pPb7+tj2g2/S7nz0oPlUyOz4J4qK9lZc1Pi6xyL0wVlW8Hq6+PQrpu73agIY9wD5DO8CgF71pIaS9sAjJPGDACb2E9xu+NXIdPn7y+r2dePa9gQ7hvep63D1OTd29vFduvRBAZTx4Jb881GZkPaBJ4bvzfze+MmzIvfAQAjyEfwK9AE25vJQYb70UiVK9Pp6jPUwm4L3gKn68ipzaPSRuOL7qayK+4DRnPTidtjzftic+bk24PdAitL0S2p09Nk22Pbl4zr1/RBk+MDIfPfslJD4BrAq+Tf2SvSLXsr1gEiQ8wBwAPfL6uD1i3b09gPWSvCDCwDvbaB6+ucw2vqD4MDyQy2Y8XQ2VvbqN2j2XT9e9aEt4Pcag5T342Ia8EQAZvqFDIj4k/5+9dONyvZ5Nwr1M9TQ9qPzgPHDmBbwmHfi9D0K3vSe+Jj6UEmk9ze0WPgC5zTyxzQO+xPUwPQDlKjoY9WQ9gII0PYPPHj50HUS9MC8CvDOXMj61nTg+q2bbvZ7Wxz2ZLdK9LmrXvbAxQzz9jQg+AIgnPc4q9T0PGxQ+vId6PR7CNr5IwM+8XDv1vYBefbz9vKi9sWuSvScNmb04y5S8JlLqPWGHHD5/vIy9IjjlPRog0D0o1uY8LJFBvcG4j72g3zm8K+3tvf09NT4E8xm+4MCtPE2nBT7ydYO9VdgCvkZK6T1At9G8mA2NPFi5EL4grWi9GBAGPZOrkr1g5VK8wFmEPPao7z0+2dY9vGI4PTwfAr4JwjM+gYaXvQqo7z1c5hw9GOESvbKHAb5c/EM9bcqgvS1d7b1sHi49TZEqPlCFnjwYitg8pNFlvcc+Jj7QYGa8SGn/vWbP8j3ozpu86nMcvj6KB74XDCs+mjnKvVKr0D0mZ4Y9X1+1vSqm1j1wOC683jLGve3ONz6uEoQ9gDaMPLKrHL52aeC9oKbXvFGeBz5CbZQ9D0cavgzBE75xegi+ElUpvh5xjz0W2Zs9WlIhvmp7gj3Cu989Uz+hvaa6ij1FFdm94O+CvJDbh73e3hi+sM8gPW6I5b1Auua74lyAvQSsZL3KCfY9lgebPSaEM75e6sM9Loe4PW6g8z36Pp09YLtZvA4Aqj1qmeI9LgP6PdE8Db4xGAw+lecNvoAG3DvtNzs+wOHCu3G9iL1hYyw+YyKWvY2cOj64w4M92DWKPCxV4b2Agq+6imTdPZaU6T2gV4a85UKtvdKulj1wYry9ag0Jvumdkr1uXtM9KeASvkVnJj5SMiC+EjKGPQOfNz7Eijo9shcivkZi7D3YXUs9KDRBvehGJz0jszI+4Mn9va1Fw71Qu9y8UHIPvOuEir1KP7g9YF2AvBowqz33ZA2+XAdvPedWAz547is9hpKqPbCvQb1wpBo90MinPNNBOT7gPwG9kMfjPDDzeT3QM6w8c744Ph6Y9z34t/m8et/7PZUvJL5+m7I9luz9vSLRrD3QzlU86pezPUav7D10bTe9wNIcO0pVrT2fjJW9GCIQvUpJoj0+siq+Al3wPZcXJb6Amco6ZIVlPSwceT2qciK+OLDivPeOK74Q/Vi8AgwZvh+95b0AUhw62suHPZB3RLx6vI49JckKPh7QrT0Qf1Q9gKjqO8daND7wcFs9IPe7PHNqhr2wSGY9gFodvPiYsbx8whY9AUqrvR+2lb2gTVW9gU7bvRlRMb5vqQa+xPZLPQJM6D0Ayhs6YFz2vKhb1jxA7j07QM/BPOg107x/5aK91iEsvq4/xT2gQu07vg2tvdvkyL3g/188VjjEPRCwqbziy5A98MOCvKiRZr2E/Ao9ArkNvjOItr20vDi+sJw6vPdIgL3e7aY96mO9PUyyDj0xO9W9qqKVPRglHL40SDU93FJDvaw8Ir1K7809/QIpvgq5hz1IzF69JOUpvZRN4b0o58c8VEJXvRb0/j3ChOA9kuzKPfc0MD64+cW8MJvPPEDGvDvlThs+GLsfvSZzxz3+1LE9xpywPQqTxz2szWE9258XPqi5ib3d8Ly98MsQPOomvL1Yr1k9DTcCPsDReLsKXQq+cVUmvssJOD4w0dC9zHQdvdyeJL7rQzS+9kHwPfBhxLzq4L09r6SpvcA6p7vQT0A98brNvbnpID71IC++a9AcPk+u2L26pBq+brLjPTGIKD4wxo69xwi1vViDfL3btSk++IzgvGHfET4tmCu+QvLjPS94gL3As4U9AYoqvvvK/b1UxQK+KqfDPY4qyj3m/f49+E8KPb6F0T3vHNW9FYkqvnS5Vj2cpD+9fyYVPiBwfjzzloG92HDhvZBJZ73A6Em7I0YrPk4UNb7qoeE9x1QcPjQpAb06ksY9r1glPk/CxL3XNiO+YuWlPYyXub0ObNo91srYvS7Pmz2ffTE+l7m4vSzfYb158R8+7xw0PsDnG7ymPPu9gIdJPMDBJz2QyAW8vN4fvkCbdz37VyW+NlnnPazrDT08LBo9lBomvtOaGT5QObi9ZsK1Pbs+Kj4SOsM9GOGWvU7v0j2OvRK+VgY9vjS7DL3QL+Y8zkMdviOC071z4y0+7/CGvTxcNb7iOfA96Au0PDhF+rwIUOW86DEoPYFpGr6whRO8/n/UPZgVXL0kOB49rJmFPT5ngT0VDj0+ysrQPRM1Ob60HSE9bFUFvW3htb1cSwq9OvXdPdYFF77tYyO+gHZ/PIkK3b0nTTM+0NkyvN0yNz4tLyc+QLSfu5bP4b1nhCQ+UBEtPTAfb7wDOhC+JKWCPSlhIz5IBAE9Y4YBPoDfFDyEdVQ9q1IGPszgTz1oDpq8gt0kvsBmyjyKfRi+CeP0val4LL4LM6m9XYu0vQCtTL0nF7y9mG9hPUdzOD5gZfk7RhzrPRxsOz0QmTG+2D+EPUtJBT4TSig+MzW9vYwZfT2YMXg9KDsJvcLrlL1wP5C8IhfmvQhCfz27UJq9uuOKPSgA/rwG8uw9/gCaPSi1Ez2skz89BhHkPZVJED5Tw469Av3YPXHgC75SNPa9MAhcvAoUtD3QTcQ86zA8PgyKHr7Ievu9MjDsvZ4epT1o01a9xEgWvUDLxjt4Ki69tKYdvQBEbLpqEOs9gDuVOiwNFj0Vvsi9gaSkvecOBD4eiJ29sE8pPTiJTr1oVgC++EoyvriksrwjDSU+MOsfvl+KFj5FPg0+NdKXvShiorximsU9ADFrPUehMj4ervI9dj/QPaN4DD6qgNE9bxq2vUV2FT549MG8Gsu2PdcG4705J9+95jOsPZQiLD3PnDq+/66CvfBgEbzwTRs9+QwUPjk+PD6gezK8jwMJPqvWJD7g82m8tXPhvWj2sTxULAW+pXSSvULsoL2eas49TSkyPlbvwz1keDO90tgvvqoB+T3BVSI+kAWQvPJiur1FMgs+jUjZvTSFbD3M0TK9mfsxvsBAhLzJyKa9p2PLvQrX571wwYK9GF/WvHt8Eb7XGwc+ftOkvYMaAz5Mczy+XMAgPfRKUb0e1fY9vNgfvvLGnD1ycJE92FzvvGAET7253gw+odEWPoCmX7vwmHI84yoMPsgu3TwaDNs9M6IEvuYwJL4yye49wDCWvAQRaL0nO8O9CfE6vrBbGz0AKNE7tO11PbJPzz3wBgK8iC9sPWLGDr5AJOY8K1AqPlC0ErzIOny9168vvjV3kr3c+Ce9sJo3vWACbzw8E1A9GD0MvoB+izqadpy9d4X8vSDmx71M2P+9VdKFvXm62L2+Ahe+DIikvaiowDyZ/zw+etB3vWKFkz1eTHi9/p/ePZqwqT11Aty91+wgPso70D1OyC++ChSDvWGEDj7jqga+KcsLPkB6AbzR1g6+ym34vVwiGr6wQ7g8/0TYvdj8/ryhOQI+RcsePvSzd71A0wA7xs7xPcBVZrsy2r89NmqgPSuhKD4GlXS9PMowvW4P3D2rwia+KpjyvWoNtb3U3Qa9pkPIPYjoyjz/NAa+msq7PTyWW72yRcw9xUw3vk3mKb6clAW9ub8SvnSVVz2ZIDY+VkmnPWCkMD24pxk9WTq6vbCJUL15r/a9aDuBvEztTr1ECnS9PLg4PWNgMD4RMzg+gMw6PPPJLD6KLqi9eRkjvndICz6gRjY8Yu/uvWzTLL2IzZa8pNEavvKCpL0A/Dm77DZLPZ4n3T0ACue7vHc5vfH8Ez6gdrk8VZMHPsxCHr7jzzQ+GExwvaB1STwIngk93DwXPQa5oz2768u9HSofPshGbr1WvOY9MO0QvYYtEr4Ielm9ohOlPdz7Lr2Grc49kDJXvGqodL2tV/m9ckCEvcCiOjx90iO+H+wKvj+TLD4vVQO+ZDwqvbMDh70apsa9QgX8PVAlBL6wk3s9WNvPPABSj7wq5wG+1dfVveA+XrzKDOw9WuXSPf/ULz6sFRS+IzfwvX68tj1hz4S9wLNMO0CPO7tw1mA8108ZPqQ3fj2Lsvm99rSWPcpqlj2SDJ89qZaZvfZoxz3iq7S9hJNjvXsjHT4VoMC9GGshvm1UCj7cmRG+dqXtPZAi271Z0iw+rT8sPq4Hxj3wD3a8gPVlvZUVJT6yEu09PDNSvaD1Kb36Fto9IXoLPtJRC74AjlW6KoeNPSsvI77OzPc90T6evf8kEj6OKdY9UPwDvp1oI754kwc9gnvSPcSrNb4AxzA9eu/OPYT2Br1okSk9ZhfvPQBM7ztFujI+FDWZvThXar1Xoi++2+UGPq4+kD1XqbW9ANAXuSD2ojzu19E9sDMdvLMSvL3f6hU+PIA2PTCK+Lw28P09XlabPThop70PR8e98OpIvEB2WjwInl49lO64vYwsSr1hPPC9pC5rPWRxGr1A4bQ8NN8HPTt8KT6gri09Gjkkvv9Qqr3kU/69RL4+PV8CNz4o8jA9uGmYvC6iwr26ZZc9JhoPvpiFvbxhYYW9Bv6gPXYv0j1OkR2+1HtgPaSK8r0AZQ86oTchPnoKuz0O8+89teQWPmJlpj23/gc+RD8RvSCtqDvtKAQ+WNB1PQ9b4r0JmDI+vhTTPRA1SjxEjxG+rjugPSjJzL0Ovqk9p6UsPkow4T3g1Wo8QBqEPT3sID7eYTC+SECkPLD7gz3YsAa+L3w0PqRZQL2LYMG9QCM5PIBHIrtRXg8+guMpvoq0hz3HugQ+SAcIvbTcOL7w9IW8LbEJPh3kNj7IBpi9eMp3PdJF7T3QEdY87wMXvsJagz0oGrC9iIexvTAciLzpjTg+omIpvhTa+70AXO85Mg/gvYu+l70FCAs+Q6QmPhoToz3KIJ69MHN2PY1yBD6pGjc+1IpbvTRAzr2EJd+9tEZePaCMSjzRtf+9ZEItPQuZLT6CwY89o54YPvI69j0N7x8+MCiEPB+ekL0Mrji+WA7XveBsVz10M7G9/ov4PRLH1T2QDnA9QHVgu0CBub3iN/A9yk0XvgDOhrkNozi+9lvnPXgZ9bz+ruu92mOsvYi7Ar5c6XS94EvavOmDLb5s7WK94NchPEBEV7sgWEQ9Iij3vRtvDz5/eJq9G0YUPr7t7T1qJY29xpN6vT/LGT441om8Tm2fPTSW9b2uyeK9EjN1vWZFAr4AAKi8VNUVPSD5D7wuvy++mLqEvMrB3D38gge+BRoxPv2IFL5E4YO9SuA8vjunz704WzE9yNnFPODVnzu0rgy+n//Vvah3EL6NkCs+XrT+Pbj2O72x7xa+2DA4vYqf170EHTi+AARjOaAaAzxW2ry9ApWsPcxyL75a3OG9pk3pPXej1b2r8CC+nguBPeq6I777FQY+wEmcOwsuGz7dxTk+QHMLO6YIpT3g1y08CNd+PY6ujb2LcOW9NlawvdYwkT0w3kw8AAtTu1D62b1C4689L+YwviSQ5L3M8TE9coaBvb9KED4P1RQ+V8wgvjqCpz3bYyY+OtawPSDmlb15Uxk+iJTFPICElb1er7G9IbLyvczYgT0Avps5FJJ0PVUWNj7AfG89xOtYPWCu8rxk8CK+PG9UPdqjpz1KFa69bRzQvcjFZT0otsg822yqvZKNj71GvoA9APWFOzDR/b3gBGu9XJqPvXwiPr0050u9T1kePn6bhz3Ub2+9VlPBPVEyub1FYRQ+o7zivdMsOr4i46Y91kfaPTiNNL42XKo94/khPoegLD5GJrs9AACnNhr4F75BQBK+yF2DvVqNLL4A6Ke5rsi+vRA5M7x8FTO+EBLXvcRqyL1QFe+8G7gmPvICPL5YJ4q8u7OwvRDMR70uk5O9D6Uevl+3jL0YJMu8mpcPvkaswj1RdSc+lbQwPjD1dTwg4ka9OlzIPUyjcD1v1zG+/IgIPbj9F70ELF89/r8IvrSII7517i4+M/a0vbigIr4C4PA9/pGxPRmpIL6NKDw+H/IpPtkuFT71h569jCzvvSxeKL10wDI9Q3n0vUZQDL4or4m9sj3APa1zwL1Usi49wA3SvGLTpj1Y4LY8YGxBPBbD0D09ewq+S3H8vTDltr2Ayym8tzPUvcEe3L0Wy6k9mzMwPjKc1b0OUuO9ry7QvXlbNT595QA++1QMPvFytb3gBPs8ygV7vWhW+b0OcaI9i2wtPrzuPj1rJBc+mm7zPbmGHb52edg9oxYGPnqywb3lNDS+VPIfvtkvET4uMgy+zOlEPVhtTD21CdO9DyEXviXnIj67wwm+gjTEPeieb73SQ7E92OA+PUQu1b3s5BQ9wHS6O/DrLL17NBW+dqyAPTatLL7lgwQ+p/odPk/f272A1/o6IJY3PGAeNDycDDQ9nPEiPQTDC76k8Di92I5fvQpzAL6PIAA+AjievXiE3Lwe88y9juG5PRuEAz5PBY692JoBvXIMrT1MCru94BdivMStFb4JtRQ+VyItvudZ4r047xu9tso7vpy3KL64cXE9EoYPvorF9j00/RM9QLUVPVO9DD5usBu+gBIAOzvqOz4NsC4+mpTNPeiMXz31hhW+KkUDvnDKcT3lkPC9ohrnPWnQvr2VzhQ+9MURviKj6D3gh+m9lRoIPi5js71QG+C9EAk/PPluMz6kiy09zKSvvV78rj2wG+q8SQmAvSjp/7xCucw9xAtbvUoMoj0L8Su+QOCKO2SSET3ghlS8gg+jPRKwpD2wdf68GgDfPVYNGL6cpLi9iHY+vWZ5lb1gUFS8ACP/O5w9AT3w5l+8zWcuPuCPyTushTO+fbgoPsJ+7b0yYbo9cdQePjWemb2gVm09aOStvQ7goD2KtQa+jN1xvapB9z2s3Sc9ESMxvqVsM77qoYs95D50PXdmIr6hVzU+aivvPe/RKD7ABzy9rRIfvlQxWL16qZc9JN8BvnvPz73as6A9DAcyvkKxhT0yS8g9xv/yPZ1KFr69mhK+b9ouPsPhHT5bYti9KhywvZysG77Sm709CDNivbxlST0AvBw7ybckvoe9Mj4A4ES7+gaDvfjVcT3SKtw9ggnGvbmyID4IVbq9vgPcPRgT6zzgXx28h6WQvYMkKr4LkBE+O2I8vmL7yD0FkS2+aHzgve5p/714X8q89L0uvdr1uD1yBfI9MhcQvpyJOD2/QRI+FjXyPSbXyj0TZs29eO4qvbyolL0obDe9uBj1PIYlxD1YvCO+syISPhAgDL2c3gG9BjDKvQiuJz1eso492044PiJuwD1wpb+8wF0AvBT+e72Yh2y95qr3PbKK0z1MKRe+zNSLvaGhJ77Ypo483D8JvdhBFz3poTO+Y6zmvbZEtj0EI2G9sazevY6J771I9i++dU0MviJmkz2IvaS8ltrHPWc+Cj7QGG69B+7jvbBsGjxqa8s9yxr4vZhpzrxAbRi81GcUvdcfp72oGuo8tv01vmDtr7zwJLA8jOcqvpSMFL3uqju+oqO7PbVvjr2iOKc9eB47vWY2lb1WQBK+9sCgPdy8fj23U7e9s3cCvj1eCD5jcA4+280UPgcBJD6kQb69df/dvbRUwr3g9r+8kLklvPoFd70GAtW92PMOvUZilT0PTr29/j/UPbIViz1kwz89aHbmvRGE7b0MW2q9gkSlPQ7z7z37VyU+Uii7PWRQAD2A8Ca8900mPpURyb0AQTK+cE55PSINk722TJ09kKpGPRyR5b0wg928iIHIvOBDNLy2V+09eUYXPrKMEr5D36y9oLi8vEqBwz0iSDO+Y+C3vZ12Bj6d0AS+PrDmPQpUjD3UlDI9qRLavT5nML7wNEu90fqBvVygPL1ad+G9rKpqPal8ND6/3xg+4JFrvCizqb2lRRQ+K4YePozdab0xPji+MIIVvADMbLlSeZw9VaQ1PhSMYT2WLQ6+ijU1vkYpgr3or2A9fBYsPWJ9pj04Ara8h1a9vQmJKL4YBZ29gPN9O9RNIb4+EQ++nl/7PdSpPb2Oo849R/KvvUxVG74snwu+kerkvRCplzwz4I69AOKGOnJ5kj2S/QO+gMHDOl9zHj7UkBA9RYssPqgwur00/1094B8WPZqy/j1Cgbc93cAyPjCwmr3MPVq9mmynvSq6ij1ojdu8AO0bvhvJ2r2JzgI+wAk8PTVMLr4f4B4+0BUBvLZ82b0+fvu9AFTwuXMeKz6qPps9MIb+vIVXJ75eT/q9kRPRvW36qb2bgik+kBBYPZhu6Dygzrm7oAiWu37ZDr7iyZQ9SJchvbMZ3b1SJ8o9WnfgPXpmuD0gvRa+RK0AvUMSG76CVtg9yr0KviA9kLx09RK+csXzPbH0j73eiuk9RKukvShHGT0UJ+29XEA0vRFVA75FtQ0+3gkmvjSQTD14mg29rJauvTCWVL0jnIu92G86vWZ9jz2+Y9s9IvzrPY4Fkz0Ecy2+ikYvvg/GEj64cQS+ozMZPjr9xr1ubo89+vv6PYD7hrzKooY9OT81vlDoFzyt1AK+3hmbvRjcOb3/oCc+w7oPPv1l9r2UbCe9c/XIvSygyL3ZvBa+S/MsPgf+qr0wlFQ8ksSQvdzTrb3FqwA+WuarPbPeJz44nlQ9rDQqPQdhkr3oIEG9B8IZvks5LL7ZhBY+TisbvqKitD0Rdia+QOUqvO6bCL7krJK9K3QCPncwHT56mJg9qP07vU6riD0WuIw9WbYXPiDAxLxMc1e96hOJPU833L1sgVi9RDQLvvBW8zwGLfk9aHMyvhD63jwA7hw6wKo+vRGXLL6xzwM+owgPPujVgz0ANIU8aew7vpXnOT79PA6+0DyZvbLQ7D1VXjW+QLs3vguHOz5Ag3s8bOqQvYpqtD3A9Ou7LioQvsC15Dy7hiE+M6QMPr4KsD2azqU9E4oJPqd8AD5XJQQ+hzUFviBi1byAPua705sLvo1KJL6+mIo9WH9kPbDD/r1soqq9gApyvYF+5r0xCYS9RI0qPV3kPD4AzMU7lDsAPfDcjTxaQpS9mbY8PmJsv71Ak6W8nSg3vu6hyj0xQAo+/nfKPViI9zxa9aI9mB6MvAClqTzvCMG9bZ8lvvT/Rb28Nwi9810dPuarxz04jjq+hLxKvfC14rxEaQa9HkgbvnAAbr0YZA69yDWDPTxisr29mhY+hNiEvQLj1T35uAs+RgrpPSZh9T3N4gM+gHOrPFiwr7wD/zy+65MSPv5SyD2ivs69/rfDvUZQ4D0QxAa934owPphwNj3wKiw8kV3zvSClGD0IKYs8e92vvVtqIb5+OqI9Yu/sPfLx6T1grIC73RHEvWLO4T1g+hG85lcvvvvUEL6tUfi9mhcRvl5qnT2/QBc+0dozPr0+AT4A79u8WXsRPn7Ohz1gzHG8zoEDvsShGr22zYk9cIfPPKZspL2Y0xe+WjmJPaRCCr1IPWI9ST0WPo8zk70hazE+jwqrvfQdmL0lABg+Qm/hPUhGC74uh409MqznPUzRJ73kyze9KJdlPaCE/TxwjJM8KHs2Pcwlor056/29uGTaPPgJPz2AdQI91GR8PVjsLr4897e9evjyPQXkPD7ltPm9kN1QvaDzsjygMym9IL4cPLqrsD2MUiQ9+La0PHbysL0i0ny93STnvRTb4r2w2bu8cPnTvY5vnz0Au9270PB2vH8oHz4ICnQ9IAoUvRqk6T0I4Sy9qFmcvHTnIj3Pyx4+BpWYvSZn570vQC0+Kau8vcGXPD71+xE+qU+rvQAOgLsqMAK+l9MxvgRiHT28JWo9qP0bvRzOKD1WTZo922DVvXAk6zy9mDU+tIFNPUjhlTzRhKG9zmomvnQ7wL33R+q9YVHDvZqZ9T237Ck+QEA7O0lVGj6a4ym+B2gevo/kkr1OqvQ9JM+OvUyAH73AWki9ije0PWhnwTwysd49awg4vgBstjqwfXc8Zr2yPbCRs7wXq7+91nnVPTD0x7xjBSg+EFdivMYY7D2D/hc+hjApviQfCL6fXA++XQELPgFbCz5QnTM8XLNePUPhu70Rvjo+gWUaPhcmGT6w14Q8VuUfvl7q0T0cygY98H5OPfWiCD5HpM29jms8vux7bD2Ak0m81pLsPT9INb7vPw4+PEVZvVbvkD1wBDI9SGZevcpj0b3l7LW9Zo+0PYAJ2Lsq5wG+ccMGPuBs47tAORk95U4vvicfyr1IbF09AoUovmA9X70ADCE8wDQuvPHNDz78hzy9iOwuPZSIpL2kNAK+xUOyvWBKN72vXb699nX5PXD62rxFfaO9pfYzPkVt3r0/JiI+QAR9u0xlkr1w8im8urGkPYDIe7yAHKI60HgevRSSBj1jsTW+GIdhPR5M8r1LbSQ+7S8LPqNx0b0y6Au+Zm/0PTKZzD295yE+AJMLvERycb3m3RS+LvcxvsSJa70A/Kq7dSO3vdi4tDzYPhq+gHOuvMWkJb5RRp69aV0HPgCNBL50KBy9kOsqvaLrpL0ccfm91qSaPT2ynr1N/yG+9IEtPVBOAj3fdDO+TnEEvu0e9L2gwEG9IFSPvGETIT5Au4G8cNwAvQdbkb1X7gO+LUsJvvgD1rxlzyU+oFw0viNMLD54hQ09mGYBPUgAujwoD6681RHTvcp8yz1sUmI9cDtLPB+kFT5A8iE8iGuIvTYmlT08AhY9yL36vO4Cwj2edAa+RC2APUujID7iSt89wkCYvXH2GD7hKB8+XzkWPmzTGj1dMBC+ncQVvq6Ggj1rzgg++PWUvBDjR72Txdq9vO0uPUbjwD2HthA++CHVPLyRKD06n469pNb1vRgDQb3166m9lrmVPZaXmz1AYkm8vqyfPWh71bwok0W9EJPEvZ9fCD7hBy4+eg3/PYHkHT4ASBu6unDEPRys7b3j4yy+ji/lPczLOr7i+LE9+DrvPNueML55B8q9GwY5PtuuIT70zhu+l6wwPtXWHb6inbw9WHWbPIjX87wEaBq+JJgpvpD1rTzmorE951AWvlCM2jyWZtE9QNL1u9lhFT5DNxe+ALndPKqMGr4128q9+E+1vMrzE75LqTi+2B3svcg/wLx9Oym+HawIPkQgMz24zS6+i8A5PpDk8TzqeqG9eN35vT426j2ACB88JoLBvdmaGj77Hxw+aPaqPDpooj0wEDQ821Y0Plqdpj1OJsI9YAE4vESPXz04zvO8NCOBPVUaED4nDhs+vAEWvSDKWz3IBw69vqyYPat8OT64+yS91y8EvoDm+jyASQc8rvqgPa5C4j3SlvE9zW4Dvh1fJb4ZeRA+Cs/EPRkjCL4w1sy8L3LivZJ/4z1XWh4+a4Ylvl715z1TOou9fjvQPW7mur11lyo++kR+vWk9LT7I7TI9A+Uhvni+gbyUsUO9XGhcPY+ZL74Wv7c9LlPFPRAF/rxioA2+HvkdvpwANb16b8w9KND/vJnAK76hPjo+AC0tO6Ca8Ls8RTS+dGtSvZBKDr5LvQS+AF2IPESEGD1hQf+9Z+HnvS/cO74Apvm7nKxxvQ8fnb2Pmpu9IxjMvX1u471nkq29XboEPp6CoT0cjyU96C46vYVWGz7gnbO8YgTqPamrOb7+TLc90IG8PHApsL1vE8S9EAXivaBN3Dx/S7+9wKhjPbg4B73c3wq90IxnveWMCD5eHyW+otTQPSpyLb6YdMI8R+ovPlRAXL18LLC9Ki3EPXc4171mGOy9qlUKvt0YNj6E/3w9yVC0vVp4qT0f8gm+cyg5PhPkDz61yOe9GKfivLvV1r3cDjS+o6zuvc5Ugz2ga+y9dK8lvo8t9b1sXKi9BKCFvQttOr7YIRO+LbQCPtzIG77u5bQ9EpWaPZTwBr777iQ+CYEbPtiLCj0wa2S8R2IivgCB7rvMyDU9S6U4PtRvVj0Mb1u91NsnPXoz3r0AzgK9hHNjva7y6z3dITa+hY4Ovuyx7700H/C9TeUIvjl6NT465oY9stDePRkZ4L1bDCw+qLQBvXrud73kvQy+PZSYvYiT0jyEPjE905c2PkiAhL0gsA294HUWvtZK1r0dhAi+eDa4PJyIYb1F6hW+wLPqvTjRd719ASo+bnWTvRzI3b0sQCY9elgPvkuUMj4z+h4+vsD3PUYw1T2Yczg9mS+Avfgh3jxAxFg7SN3MvGZ6gD1w0BQ9H5IMvgeyID7wCSi+q+03PqCyqb2I3G09vnyjPcaAqj0AlJu5rr2pvbnL9r1f/Qs+/ZYLPoaymD1ONSa+I/khPpgNcD3ZNzi+zBpovf7Bgb0wYNK8/JrqvTzmor1w9Gq9AAukvahGgzwf7q+9eDA1PZ73zz1Rwh8+WTqMvWYVBb4r2Cc+TJFmPUlOKz4KuYM9cDB7PamoIz4GQBW+a8a+vT5p/j2Qi3w9zcE7PgA9WjzVljY+8oD6vdQ1NL36jsY9JOcXvY7H4z0GKKs9OF3uPJv4Ej62gwK+khz/PfD1yzy3MQc+igW/vTikC70Y6ny9VgS6PUF6Ej54tjC9pbOevSrJiz1aWd+9SFMjPatVLr5aMMk9REY2vU6Mjr1ATVw8zojTPecZ5L2w5Lc8wGf5PIZY+D24gkM96E73vOgq/jzHnBY+SekZvjXEGz42ofW9Iyo1Pqi9Uz3in6q9ovQQvjLVLb74Hwm9RO9yve6sob1B/A8+ThGWPdroiz2j2C4+61Anvjy9gj1YSTw9wNHMPPNzF754xLY8Q4wKPrGaEr5Gy6k9nLoHvWAUyb2g/967gKcVvPA1Er1wuwm8BKMmvpj4+LyA8427ERoSPv68Ob7y3hu+7UsaPpYF7T2UISe9yIFiPVqx6T0gAIE8w8MpPj2q7L2N0QM+XK4nvcoogb3QmZQ81rGEPToA7D0NUSI+YPSivFwgKr52ifI9rjWaPWAnkL0b2gU+qNjePMfRCz6wdW68uEqNvB7Gvj27iBm+6FxPPRmdOD4AiOg5tNVtvdoS0T3xVxI+wf0yPmnIMz65a7G9CHUEvnupNb7AGPY74ojFPQncMj48fye9m3wnPi6Dlz0GXss961AiPq2twr1kHOu9RjwRvl5QDb69jPO9P2g0vi5z2L3wbWE9JqQDvrjo0jyAfs27szEoPkJA3T1a/Lk9Fq+GveCvADzn1hY+sI4sPbaFK75A/ry8UJppvItrPD6qLK89Jra9PWjXhbwI7l89gyqVvbVTGD5HIoW9DuK2PdhSKr5x6Ag+HGQEvSI4I76LCjK+KryqPawjD76hQ7e9AGSuvA/9ID421b29IPwhvshpBD08fhK+EAmavHgdMr7yyr49P0QsPuxgar1QXW49UqHUPfyyCL0mxoI9HhvxPc9CCz7mA3W9mrjlPQB8erqAo1k7PPlsPcBwZb0gj707uqC7PbL6JL6Wm+o9sNrDvMbsvD37Ozc+RrPkPeWPDj6Loja+JMlsvVgW2TycQN+9guAovj5jv70A9vc8DYqrvQhX9L2snyU9I1/tvSknNT644KW8ABdmO2DTjbsEHi+9EP9iPNbqtT0wBsc8AHkQu9igDD3gJq+8plGaPcBFOL5Aliw7zE0SvbS0Wj1gMfG8ASAIPqSDnb0REpq9QGqou40hO75Ou/w9IoifPfZDDr7avOI9ldi/vcASCTsygcA9+MPevMS/Bb6IgGI96KDNvD/aBD60/gC+TrB6vRzY1b0YKSy9eO1fPUi8l70M5Q2+Yz0LPvkMv71MLkQ9VJ9ZPSYHO74Z6iU+eB4GvtTDaD2Dmgg+K/fevaVWPD6gYve7Uq6QvcDiOTzTaei94GySPLCIGb79Zhu+f7MaPqG2j709U6W98TQbvrAIH7zgfoU9foWMPclCIL766J49KOLfPI+cET7ya+g9vYI7PlDvIT3AN9O7ri3jPXnrpb19Tyg+z7eNvc6Jxj3xm9K96k+pPcedIj5+Mec9DuzXPTLTrz1C5/Y9YFYpvUxHej2OpJg9KVLKvXZOJL4o7wW+5cgZPoVZHD6H5jE+/E8CPU2zDD5f37W9QgyNvfAuSL0ydQW+rcUmPq/Nyb3IaiW+woUsvtUGw73KStw9cFQkvhfWJz6qWRO+2i+zvRpOxz0wOFi8+t4Hvupp7z1QpEe8mH6VPECjmzsuNPo9ePfdvY7Zsj2uOeg9Fzs3vnpxmz2kyAC+9J6IvWRoi728kSU98lXOPcBnZL1SV6M94CCDPRzwZL00agW9nsn9PVzTTL3Ybvy8mgHiPYS4L73o2Uu99az5vRKu2z3gA2W8OE4XPcIlkr2aeiW+JK0xvrxKP70pfgI+6DBkPYpx2D3yfRC+zIAvPRT2JL7OFN896+qqvSqu5j0AT0e80CMdvOeTGD7Hsr69aQYaPgj1Lb3Mxxo9cFxtvaCVxruURy6+MBUTvqjB/zzzkQa+MxQ1Pk0jIj5USXg9cr6YPYI6xL2HGq+9MDN8vOAcOrwlER8+CWAUPpSDcb3AlbU8IN1sPZ/ZDr7ZrCG+GJbvPErpjz34QHu9iKJBPft2GT69aTC+gLLEushmEr25HTY+FCInvpOfCT5Q//w8WLYsPWQKPb21vBg+kQwkPpL4EL7Qck28YGpqPYcWFT6kA1+98mP/PfFrLT7A73g8D5UsvsD4y70vMhw+m94SPtKdjD1QBTm+zhGlPUArE76CVrI9o/AzPiq75T1zzzE+ZoC2vf5wwz1CT8A9yGvBvban1716jqo9gOF4PF8wGL5A0kS9mfApPgmMDj60a9i9VwKzvTXRO74WuAy+Oe4xPhkrBT4vVg8++I3rPPlgOb64kCg9EKJAvX3nE75dRR0+QfgYvgBwpTyORuM9GAQwvoJxyT3+wYs98JRuvQCuPbqoSKS8zoGPPfCc5zwn0R6+vurDvSyxKT1qCNe9z2w7Pj4IvD1pDDo+AABnPLydGb7uv/49sBspvL5bLb4xEgg+MS7dvZ+7Hr4fbyE+81kbPohSQL2ePuk9trLpvWJl2T0dqJK9zZYrvhQzD72AOAy+LHGrvZigOz1RFTw+kBp0vffxGb6OzbU95KUZvk7rpT30WOi9/3mVvRYC3D3OtOg9UNgnPXbK8z2bExQ+mOIxvpBBvbz4QNm8KZbsvQbROb4HCAW+kV8XPphe6ryWzLg9yoTlPSLZ871Toju+nXAGPnULED53FSQ+8GSNPAGjDL7Iipa8WG7GvQY2eb2CztY98BThvFntEj7tPSO+dm0evjbhnD00yhA9osrUPT4bHL4wAVq9VFUEvRYB8j1Vogo+85o0PsguGr0nXAo+I2UnvoHNJz4Akr07g3EgviOxkr2p2929Lr2MPd1zjr0T2hw++tarPQqawD1k5Wa9Pv8HvgCItzimqpo98+ErPgAudrprryU+8Ap6vIi9y7yC4Cq+ab8VPqxoBj30Jwg9wHDpvcAOjb1TTRq+gBMGvGybNb3HDjO+pPoCvjKO6D1khCy9lAYJvUn9sr0MUh+9TfACvtSbP70QKEY9ic4EPuhaGr1R56y90NB5PES92r1Of8k9oz4vPqnlMz4KsxO+Lh2jPbMZOj5OAPc9418OvnR9RD2C27s9ZXoiPq/eMD7Y8wI9+YUxviDevbvsV2m9dA4uvSp9yz1LAcK9iICXvCwa9L0EmZe9XwOPvemNCb6YGXk9BsTjvSbm/D0EKis9QszhPRidFz2vuRU+NumlvcCQ1zwrIAU+CFszvXorNL7VhTm+FYgiviAN/bunOh8+cB5JvAkVEj6KH9m9EfkjPjJ7/j02+8w9hhynPfjYFr0Qmfi9GOg7PfBBhrwBiwc+LTv1vXjuvrzqUfI9aDK2vCC7HLzvSTG+jkLSPQgxxbzT5ue9dngxvkYV+D2jZZy9PoKXPZkkGz7AMk28DMwOvWgbr726HDa+Um/APezCTj2WGDa+AKQFPDgD+rx0e269OI3+vBqd972oNag8jEJavdIUyz1gqGu9YvyHvR1dFz5ghBk84GBqPdjkwDy/bCQ+bElfPVDNqrxzPx4+xXYfPhQUk72IK0a9WF91vcA2Wjw++8I98I+jvANf1L2AkBm+FiORPeB7QTxJyxA+wJhevN7Apr0KeMC9Nve3vUWf+712UCO+b9gIPvo2Jr74rpS8DIcGPcQJfD1/siY+hl/7vTQNO7402zi+8JB7vHQGCb5KtMs9ZdQKvgBx3Lw5Rjk+AL74u9d7IL5n/Su+LtQ0vpQYCj3wITk9i7UWPgSJFz3A+QU9GGsjvkAINrzfz529IpaKPSCAVz3N4hU+e40iPjIyy71YewW+gMB0PRRDMz2cf+u9xh37PU611L1IU8c8uecKviQ7HT2xfwQ+b0iBvYCNeL0Wpr896FecvDBUz7z6b5w9BA1LvZEmDT40kQg9WIfTPGmRLj74SQs9+qsBvkwxPj0ArPG6rRoZPiF6ED52wJk9KJ0LvdBujDwudv89UqHJPS1YFL6uv/Q9po3XPfD2zbzq7v49O385vqbM/D1bCbG9EY0mPuAYmrvw1py82rH7PVaM5D2UwQy9F1CMvTsfJz7a7pI9BwYgvkAKmLsxJww+2fkqvjvgKD6tlzA+2qGgvWg3nDwaiew9lm2IPebz9D0A9Rq+GAuPvJt5+b2Oac49xWYUPtzLML6+SCC+0MslPbNEIj7skR09ffrmvUir5L1l1B++8FZ9Pdho1L30uyW+EGVCPEywdz0q9ve9SeQkPksUN7566Q6+v3oUPmsAJL5aGsU98U87vu+PAr468fA9r+QrPk2ZGT5wLdO95O82PVPu7b3GEa89EHh+vL0tAD6GQPk9tNWFPRaj5D1YO1a9AI90vPNHFT49vCi+2fTIvfwMIr1lFNG9DsXCPdgAD74Ir0g9eISnvZmV0L32Nuw9yNRkvaa4qD1BGik+JkrPPT5tuD2ANTW9/Fw0vmC/4ryGoOc9wCx8PFNMDD4aebI9TAVYvQM8JT7ID1S9tiyKPZgnSr0MhFS9NQyYvaC4CT0u+dQ9Go3PPcjwsjyA4cm70XcWPoeEAz6zLyc+necUvi+aFD5l4uK9hV0lPuI+Cr5oMkK949w6Pg5e4D1RlyI+sGGEvLBXtb0F+Ia9AEQjvcsqHj4niw4+AJhrOcFwMj6a7689yFO7vQvCK75O4cc9m2w7vvDWAr7gLgG9IAdUPIR3Lz1o+PC8HIB0PYhikzwbTzA+5vUVvt99z71Xqta9JQ8ivoq5+z2u/yO+S0EmPjJ2rj3ocYQ9cBHXPMrftj2Au8Y63A8UPS21vr3XWCQ++E8YvR1gBT5+x9c90bUevuNVBb480ry9uiAtvjWZIr7EaOG9C9sJPgroFb5cJXG9XeMfvge0tr3FVta9FMA2PTaz+z2Alq28vxIcvpBK6zzp2Bi+PpTOPWAJOD2p1i++3qHRPXZTHb6uQs091KpOPWWDJj7w/OS9fJ+GvQ831r1TWJS9ILZbvcDRr7u4Gyy+dLR7vSA/E718yjK+MDuLPNxjEb3kWK69+ewovgChyrwRx7m9g8sZvjJjvT0ARR66FaAoPvD36Dzw7z68wiqovcx8B77zZxw+6sKMPfg6aD1e14o9iYPtvaoRLr5A9x08YO9JPdgNubzc8D29iw2ZvUzQub0gMR493rKKPeKdMb6BK8O9tnPVPRNXB74N8gw+UokEvpbeuL3xdqa9C/YLvsYswD0MUDO+tA1ZvcBKb72LHBo+EPQEvrwcbL3LwQs++fsnvjSRbz2OpzS+ff05PpDd9L1EvhO+8sXWPWSSCT0paL69+GZsvdBCNL6ztjs+InsMvvdyHj6WgAK+bmaUPT0sLj7Q2RK+08AfPqaxxT3sg0I9MDavvCdoFz7l8ua9+uKzPRoP6z1o4oe8X04aPiCCRD1NTTG+WF6bvcNkmr3UAWw9Rs6wPaBLL73qifk9cKRcvO9jFD6QJUC8dL17PZCb17zeO8E94QEyvhx0mr2yCN09VviZPSPl8r1xm469bqUCvvw7dT3pT6+90doAPqDnXrwObze+Zoi3PQneMr4rlDS+ImL+PSxYgb3erak9+KpZvSD6gLyYbIO8lGu4vdTRYT01SSs+AOdRPC/YA77DDbi94IbOPMj6Tz1wYXu8HH0fvoPLFD4qjJc97pOvPZAwuryY8yu9nM0aPcP/PL6sZiG9STgHPpSyBr3gYIu84dUwPn3jHj781go9sLMhPNmsCz4sKKW9bveYPTwuDL3ECRc9jEE3vYJssD0gFEW89ETYvYClsDpElVk9NRIvvnbQtT3j0fS9OkLqPZbuLL6zUCs+6g/bvf15MD5YzIg8ELI+vDNCHj6EzlA9EP28PI7e6T1AZfI8yaAmPinCOT51HBM+CeeAvX5gnD18glo9SNfGPOf5OT6XYJG9zPkavrAS0L0Izhm90j2dPRCQwL3Ycko9cCxZvQAfZjs8VEm9tHEovY0CLj6SniS+7E8ZPch7u70oFIq8bEhFPWDS5zzi5vg9CyMXvkwFKr4QsmC8jeYWPvl4Jz5eKJ09Es3BPXIN5D0cTiY9274APmrRzz1Kg9u9yFX7vYuzNz7+udM9Ekujvbz7Yz14Fg6+1h38PQJjAL52bR++mAxMPfou4L3sog098EACPVohkb1BuQY+fAopvWHhGj69CiA+8LZVvPV0p72z8bG9CvMsvq5qvj0gteC8SoCyPQkRvr2kvc29AqsRvpDFa7z2KJg9IBD+PH8s97327Yc9NqgHviBVtDxW7Iw9xjmyPb56ir1p4LK94IJTPNhnG759M5S9Lionvvh0S72cKFu9h8Mbvt9b1L1gyYy83ekePuS5Mz0Pa9W9Dgy4Pbh8Rj3vYQE++kkcvlAZV7y4kDg9h/8KPv+eGD7g4+M73tDEPYBboDogJsY8XnfDPR36Gz7yEvi9oC9UvQ7Grr0ziIG9V8YAPsDWt7wkewi9Bfc2PrcbHL6WEwe+fskyvn/WCL7QZuw8dsQ1voA7BzvmQg2+AOs4vhZ3zr3YMLU8Cw+fvbLK4T1w2y48BNjWvU6nzT2SevM9MDb5vWs8/b17zDA+Vrr/PZPBAT5xDYK9wH86vkyz070x7i4+ShSKvRDiUrww9gu9hfAEvh7/1D0EXmS9LOo0PXE06L11dwM+gMAfvbJujz1S37s9ZMBHPTiQGD3sBSs9GgXiPQkEx73mi9u9LaQ0PrDt7TyeJNI9AH4vu65TzT3+sqy90DF3PEJ0Ar4tvvK9rruPPQmdEL5bSic+LrrTPb3rJL5wh8S8+Mksvk79xD2iXcI9NTWzvfE7Or7dnAk+ZALZvSCzjb2QQ2O94NVuvcD7ODvq38g9ec0uPnYy1T2oQdG97hp9vSAXubu3/rW9BgXzPTTiDj0PvhQ+4UI6vmD7urzDPwQ+2RflvajaQD3QPh+81WncvYB8KL39Ohi+JiLgPc0rMD4AEHM9u8MFPp4+7r3p4is+gk7KPS2y8b3Vcxo+8FDcvKJrKr5Cgf09ID6mO13HDj6U3RK+dIr2vUvTED7o9w49NFtIPd2/I74KNZk95ZUJPsf1OD4AsIm6OzsEPkr71D2YWyi91Hc+PeDbKD3Qv5e9UOkPvi+FCr5Sgii+PxQgvv7Mmz3AXnk7hS8tvg6hOb76+fs9gJo2OxFyAz4zqwi+wOc/vODoE750Eg++ib7Wvcx/YL3wOGS9NqAnvgZWhL2o3JS8t0UKvrEiib2Vfii+cNM1voDcTz36V/E9IPD2uzGIkr1qrvI9CWcZvjCMYDxW1qY9G6gmPvEbJj48RhS9yPB7PfMYEL65RCI+VRwlvlaZlz0Yc3Q9JcMxPqp9iz0oQtq9/dk7PngRaz1jtem92ww8PqRD/r1xbue9BVcyvntsMr69jBe+cDlbPHhmnL00I+S9h0gSPiutOj6MDwO92Z8CPv0tDD5/Kjg+7aM6PjRTEj2Bkzc+qPYVvYwtBb2wJ0497wH8vYArEDw9hBs+fv6TPQskHr4m5+i9cDzzvIWOKz6o9uQ8sD0HvgKrnT3IsWm972flvXAKt7xHH7W9BFyUvcB+x7yBPCi+ONkAPdCgQT1oNmY9hFJgvai4eT045Q2+gr3sPQE9ir24fEi9zJopvs8P9L3sqPC9jHUCPcTUBL5SLpS9OObcvLA4s7w4KYS81MUEPSawgT2DPee9I9QVPp4nzT2+rrg9hDApvnXDFD75cDK+F7AFPk0D8L0NRQK+oCaovfVArb2BKqS9B+KvvVDfWb0oKV69uKynvf6ct71A2TO7hpz4vUAjaz2UaAa+O4EiPjiaFb5lwCM+TOIPvh08LD42eus9zrPXPZWB1b1CBfw9ffIMviDxzbx862g924nwvYCppjxfNdq9ySauvaBvujvQUrI8ivg3vqJT+j3Zaqe9ot4Hvlufo72AbRE8VlgVvtUzMr4AMLw8lv+KPbexj73kjB693G93PUAhojxxcR6+Z9YpPlgG6LxozUW9EHMJvKtK6b2HNxk+fOMfPX3mNz6CMq29vu+tPRSjSj2+rY49kAG2vMxWLL0opd88XvSWvQBa2L2wzbM8baKivafRxb1m+u49iL7XPACc9LoI5bs8sPU6vNcAAD4WIaY9IA0ivX6htz1AETS756I1vghWWb3AlEa8IyQXPohk2bw2j/C9gP1FPXBYu7wYO5+8vDGUvQDI0b06wYM9Q03TvZJwqz2kkxq9vPVwvVIZnD3O7DS+L/owPiXAiL0CuY090aE2PtinF76YqJu8eEF8PZi8Xb1wPOk8eXiXvfhPMb4AKr+8qubjPeRkDr0WcxS+XunAPZBCKb4intM9OL9qPf+Mu72cpIS99JVhPbZQEL5HBpa96RcPPn3GED4To6O94Lnqu0HLpL1J9OC94ZoMPrP4Iz5VgSA+InKLvfxKFD3Q1Cq8Fi7BPSgQPb3Mfwm+Jk/jvZiaLj22pqo9ANfcvAi3rL2oAoq9vsC5vTIYGL7gmMk8wLkKvj0+ob1/GQE+8GIPvWh0v7xoJ289AFxKO6A9XTxKCcw9cqQgvheX3L0fVxo+dM0vvqv/JD4AZvG8iR4RPuWQDr6Q3uc80pS/vR7ghT2nG+29gD8zOzad0L3IVq68lgawPYBKKDys5D29wLpgu9DQObxAlge7gKWjOyhiEr0IdXg9yJxovbbDwz0O3h++0VIFPsrj/L3zOre9wBcpuwHirr08ORi+2JjxvP1YJD59mRm+z1scPiLRGr7QU+E8Ou73PR7J4j1vBw6+ZjG+PZ7shT3Dts29v9jqvVm8Mj7IjFC9Ww4PPuC/WL3TyQY+YMVSPUAJAby/vic+WB7jPAC0rTqTCTM+FvDePT1+DT6t8iO+CrcEvlDrNryoCfg8I+QjPv0sOT5mcpw9rW8ZPg6pA74K+MA9wH2vvAB5G75AI2G85cvjvQPXDr5C3Ok91A9UPdr7tD1Ahzo8ALG9Oth/XL1pTjc+0IIyvgRnFb4gJwy+oFTmu+7P+D1AFOG9xsrwPX0FNb6m49E9z0+TvQDP4bvZsQW+8Ov6POywTD0A++y88tbaPRMmOL7Vki6+cDhkvSjdNr6V4wc+bS8YPlHiyL0JNye+QBaiu5r9Eb42G+c9tLIdPSVlLL5g9My8yiAfvnCLlrxVxt+9+N+DPVD5tL0MfU899U0HPs/B3b2yt8Q9KLjpvJjrSb3vhhO+CGuRvKTDIb4ST+U9Gl/cPUCUDb2Q2SK9No6fPXob2D1Apgu7gup/vY1aGz4wgzQ8qAdLvYbXH75QbHw9y2A0PpiiaL3snTU9/0w7vlBF6zwuvOo9xiEyvoHZEz4GOag9aUcJPiKd6T1Ag5E792ohPqkzFT4UJ4q9/yMnPkBl2jzA3RY78KjkvA9yDT7DgiE+LQoBPgdk9r3VfSM+AInzvc5Tib0g94K75V3pvWLfzD2Ai1w8vofcvf+9CL4InCY9LK4mPZB7drx4mrC8Fzg3PmKBtz07QTU+BseFvdAFzrxlnQu+zrT7vebc3T15dKq9rzqgvZtiED4OEfw98AwVvBjk27yfXau9yLU+PY1YG77AAhS9UKWgvZUEqb2ACzY9cMXmvCP8DT6/mwU+oxkxvojrh72yC8299zMWPm501T0CV8q9/lTXPSFUjb0xxjM+ejefvYqa8j0P8+i9PDe6vXDfR7wINVU9yP4OPUiJqzx8gw+9nZc7vhDHCj2bViY+sHtPvFhcA70A52S6/hvBPSINkz36S/s9fF8lvrUmIT6wq/m8wBR5PQUHID6uZsK9ohfQPV9iB77DGy++zwoiPmFoJL7Koq69qEmxvey+OL2w+RG+2PhHPTA8tzyBfS4+doKxPeuWKT4AOHM5fq39PeIzk70y3q49Cki7PWm2ED6jvzA+lwW8vZvVGz4IBx29Dn0aviBrr7sKbJQ9c3UtPuJ5uT2Yzdw8bry+PUT87L2V1M29GfqyvbCf3Lx/FRY+m50WPog44L1bkxE+MsfMPbpgkb1+INI9nF1VPdh6/rxCng2+U7AvPkBs2jtOFtc92A3EPGjaC70siEM9MHAqPP1iJT4peyE+gGaoukzSnb2mVfa94TCWvSDP8jzFJzM+PuEBvmLt2T0JP7y9axUUPuCmgj0dtYW9/t/yPaXbOj46ops9oPcPvAAQ7Tq+7TC+6g+3PYvwBj4QEN08gsTqPQDuOr4EeQq93rm2vfy8Ij3u/ye+tfgWPrjK4b02LJo9K1kpPtjhhD3aco89AlzPPTxdHb5g6bw8CvS+PegIMr6LeQA+uKQMvbKBuj265fc9TCYNPdLVoj1FNP+9bB9fPU+lIT7wX3s9AJTSOtjdD74oTRA9FGhMvQBaeDu8NA49BZaRvRoAvT2GDtc9FS0SPuBgpjvQIYa8jG0jvZ7yvj24ycC9Ga2Vvfj7gr23+B8+8rPXPeaQxD2Q0i68jN8Vvh0YM77Kxcs9W8YyPtYPjz1exss9ysOGPWSjUj1PMiM+gPhyu1Ijsb2x6S2+S/PbvevxNz79yjm+19+jvYp/lT0aGcc9rt+hPQ85iL1Wqt69KaovPk59gT3Z8xc+UAFZvNp+wz0DAri9zXfMvTHSIT5gjCq9tk+mPR49kD2G69o9KLy8vPQfO71HliE+vpH9PS2WNj7qTYo9JsviPSLygz2+Cq69ZX6rvSk1Hj6rF929+mo8vva3pz3wViE9QF2NuzpJnL2NSyM+ehrIPSZmuz04qZO9tgAAvlY7yT1ISFY9wI3Qu7/YJD7ijMc9WK9YPSv5FT5cDF29wFFou0rPLr7YZ/y8fAgAPcq2wj1q3ag9oN5pvL893r2gFx080lilPYIaJL4GrN+9Psy4PayPK76w14S8CCI4veTKHb2ahKY9YLLzO/e9+r0u2RG+oFA8PG4q1T1BiNS9VhWdPRJ6Cb5Q8c68U44dPqANsDuCKpY937Q1voHWKb4gEiU8I4oJviK9/D0w5Ss9GhLiPd36MT5wu4u8pHJ2PXCAnrxVKS++4CqFPNSiH72DW+298OMLvigQxL13Izq+f+MVPvjjBz1eT869djKFPeAms72oLHE9ACNXO3Cs9LxAB4q9EPKbvIByCLso1y29rXb1vd81h71CQvw9AH/5PN8rHz54U7E8ZVMyPqsJxL1h9zs+npz3vf4vsT2gA5E8dnOoPTexGj4Gt7k9+DGhvATLKz1s7W49YNxGvIVBzb0AARE9xZIXPrJ03T0IJ4y9op0AvnwBs71Kk5k9nrGZPTRIOr3qwZk9XtXCPRF1OD4Qn6k8LOlnve/JHD7AmUc9csm1PbvUB772Cf89cFmEPRd0Mj5WQga+Lm8hvkBWAz3h8yw+xK7ivUaeBb5ApAC8VK42vsCBL77YAmq9LGRAvS4Zwb1+TOc9nkafvVpXvj3JOiE+JI9LPWqvFr6Q5OA8SPYYvlWAFb7GuYq9w1s3PvpAF75EtnE9zO0evlTNfz2EjOW9gJrBuhj/dj1SVJw9acCZvWPkpL2kA0Y9F5esvYpEor1ic4Q9fMlNvS+zBD5epjK+/O4SPfxGUD0u7sE9uiCYPUAUlLuIRqy8c/+KveksAD5dpBM+Fk7oPVADyjzPvgG+Z2wGPgB95DoojyW9Xn3GPcK14D0K77c99qsavn7NCL5oq/a8oPFGvLv+AD6+k7g90DB1PabzAL6exYC9HSE3PpvsDT6aaYg9nJoRPWCWD74CAdc9J1oePvBDUD2ed8g9mmzRPYuIC75AHQq7Rf3Nvfjhf72gauG8pIF6PbBJFbxMi1W912UjPv9DCT4+JpW9K4UDPuZ3kz1KcL09y88HPkupBT5GabK9rnCKPThhoDz1s7q9MBNNvFzUFT2AmuW9fMFVPd43sD3g36I8xismvuufFr7kIdu99SbHvbPHob1sDyo9zgyOPSuJJD6ApLy8QH1qPYQTJ77WQLa9yANYvXNRID72BYU9NDbavajM7Dy2Qxm+UNBRPV35Fz6gDNS8UZc0PgiPYb1MpCI9kVDLveR5bD2xxzk+NZkGPm1nLj5ENVC9TqvrPdLflT3v2LO9CPcMPQ3isb2UR289QTLdvR6g0D0xvQU+wJQsPGC5tLy2h469pDcyvlx7fL1ISNm8Mnkkvk1vJT54WwM9nheoPSiyOr5Gg4s9QgCKvSQqUL1WLeO90HBRPV8MMT4dDzW+8Pu/va0wOT7ArCE9fP2TvXSJXL3xldC93h+aPVzdEj262cg9OEMdPRC42ryAmlw7ECT5vH3H2704TzK+sIFmvbTj8r3T1hY+VQwsPiZbxD39kAu+2NL3PPL80j2JFgY+YCAWva/VCj4249g9FO/HvdcFKD6FETc+HwQIPiELB76AUK886LgPvuXYn70wFPe8lGRWPWwqS73A48C7tAM3vaViIz6t2Ae+tejLvXCqqTzFKxa+KagJPjCmkTzZo4O9aHxAPULotj3Qm2c8WiS5PQBgKTzQKTq8xELMvWLfqT1KZsI9kxEkPoDHODwAFqW8JgXtvSttOT6wPAO9Wp4RvqCkkbzSNuo9FHAvPapSrD2WzsO9lOoBvqDcgbtYQns98FKHPKedNT7A9Os78/ISPuJiE746hpY9k7gZPmB01ju2Z6G9SBjOPODknLsapwq+pO0sPQ0EGD5HPi2+GHQ4vQKU+73AN8a87Lp2vSMkMD5olQA9OoWdPT4r3T3ZMTO+3p/yPW4myT0AM+67edU3PnHWFD7x6JS9QQc7PlC0O76CPqs9AIcCPciNB73m2Yq9yf8aPlixPD3g2nC8/U6xvWfGFz7COhu+U0cRPrCpgD16fOU9PaupvQAQED0U0149fo07vpoysD1+oJY9Ni4gvqtgF77wlt68gE75OmZ+or2fMAQ+TkaPPQ0zwr0Gj/u9eJclvQjYw7wIR0U9aOmfvCJRqj06/Zo9AKOmO39FOz72T6M9tr/OPVHwGD4JGxs+5BspvccqDj5lE9+9loWyPekqAT6ZxCK+8vybPVLx972HnTA+Vi/xPZmw0b0gFeI8v1YnPkH8CL6QZZs8fJk5vvSJAL0hbgQ+GEZ5vYCH5Dz6eP69tBIrPSGmED5LqAM+yJKxvEe8DD6eOYA9aCysvMpXBL6Az5w7DCarvQBfcrx7pDU+McfSvU5MkT0uVva94BZ7PVCzF7zy7LQ9qELCPKVfKj5yCtI9z5k5Pn9LID5YZeQ8oHrju4CcjTyeQwi+WijdPeZXhz2n1Bq+5lDmPeD3RDyFYta9dnbOPbpi173ktj+9L9c5PiyLRj1XqYe9GHadPKSuAL7BxwI+2mKbPUlHoL3IjWQ9YDRTPb8B0r0D8hQ+5OPsvXutKz7oXrM8AGo0OgrNnD1QtVk8gHm/PI52nT1njK29+C8WvtCRnL1+g7k9fmKAPYYFtD1KEQ6+CCL2vPi6BD2N7jw+uNW+vJAUbL250gS+Cc0XPnmTCj71DiS+bqyvPTrn0r0DHyk+I0EEvgzIRr3MflG9Z+g5PpwfJr7LMPG97hDlPQX9Bj5CNtM9/jKwvb1OBz4gcPo8qGlNPekf0b0gmdK9kJNdvRe2Dr4QMiG+Ltj/PeAQzjw2Zts98KsFvICRMr2gTL07SOZbPYCyTL26OJg9qTIqPnDZOr7JLic+TB0bvsCtKTsHISy+OqWaPa4axD1GTuk9+C0EvuLgzj3tujU+tBH0vZqk/r092B8+lyYUPpiPgrz03jW9igGdPWIijz3Aobs7sBDwPACwAb78jyM9sB9CPEiHqr1g1pW71naVvQgfrrzofKW8EEy2vBB9Bb4CM7c9BsinPd/iLz4EyhA9wMBOvYWNMr6jxxw+AMYAulu0KT4+noA9RNInPfoAHb4AMbw6UGwbPchw77yG7Yg9P0TCvQCKJDygFjs9EKhLvcIT4z126Ci+FW8jPjeHFD6kong9ADZDvWF9Fr42XaE9ej8Yvq79Kr4Wsoy9LDAYvbRvFL6AkPM64seYPQEkCz4DxBM+eDg5vjKlJr4JUSo+tn11vfRH1L1zHSu+lc3avdhnYz3yIu49IJMtvWtlJD4AUvM7As2VPcah1j2L4++94izfPdqi4D1M8Xg94rIlvpymI72M/y+9Ik8Nvu6uFL4Hj+q9ikbZPV6SoD00O3c9RKJ9vRmmMD5RmCw+IwUPPtbHKb7XxAM+bWU3Pup57D3AQj29Dsa6PThswr0++bE9VCOkvQJegj16+BK+HwyHvcav+L0it3q9WLysPGRuFL460qM9MjH/PbKn9L2GqAS+upAbvoJC3D075TM+KqERvrxuN70EfwI94JjmPCf9DD5t/4q9LHYyPZY/4T3G/cg98gQEvj5btD3+Fbs9x6+LvYD1jbw6UYA9qCvmvOqS3z30sTW9sGUCvKSKEz2UQV4942UlPqy3570a3dQ9ekmWPUbiLb5VFwM+lIIgvook+D0TAhq+TBcLvaDTgz0mpas90CRzPcBGA7w0fW69Z8slPso9qj3/IAq+UE8pvRClvTw0mgS+TqEpvla/kT0Heg4+Tp+GPcAICz2q4ME90r+nPUpd872KApM9CC7/PMEa6b37ut29Box7vRlhv70Qhjy+wp4lvogqbD3fr4y95rWvvXwfvL2VtpS9TLoRvs+yJD6M61S9sFNivLZ4JL7b3dW95WfXvf6h/j25pCG+EwItPrhQFb7q05m9yer5vcQoNr0AjV29wpqsPS5Nij0gDry8NtehvYj/4jxa0K49sN9SveLsBL7FoQk+ED1vPCnNJT6VjyE+5NQqPVb4yT3G/Ks93tiuveC1g71687A97+Thve7t8D3A/Ok88x87PuMaw714VNU838EoviNNjL0SsYw9VjPyPZDzqzxAj3s9wIrJvaignjxFova9XIcPvU4RzT3epgy+YzYpvhAbuzwBPzO+ij7OvSFcy738+FC9wWUyvpzzYz3oR/M8tX2ivRZ0+j2a76A9wDsYO+wLKj3kMnK9idWQvfmHLr42wIy9APjuOZY6Gb7QoWa9OKHnvZD81LxtWLG97BtZvUC9djuk+II9CEwyvhoFnz0jfjw+rL5UPRFgBz6b2ji+lskZvuBXfbxG6bM9QGQKO3hDzjzETA2+DMYZvTS4DL3k+zs9VtvkPSwwDL4ohDO9IW8QvjkdJL7/KzK+wL8oPFY86j292qW9/obrPde9Dz7Le6K9HiEXvqqtmz25rwk+LvjcPbczI74m2dk9Z1MfPlvOEb4fNQc+grAYvqHmOr7jSxE+6BAmvm+pBz71zhC+Di80vnYm3D0T4zi+oD7Bu2lmBT4e8fg9c5ANPtEU9r1AImg8Tke6PXUIrb1sG+u9GuD6vZ1BAD7ESxc9wWI2PnCJaDzIfPO8bTcSvk0CC76IIQO+rfEcPuIJvD1ObaI9GC+LvHfNML52tLE9oNu+PBjXVL2Yi9I8t6LtvVi5or1nZRC+oIQTvlhrfT0AB3+79l33PU4Zgb1wnCG+AJcJO46WBb4AHqm8M5MEPpxQMr2fsDg+mhnlPc6z1z2gL7e7fliPPYMDOb4ATBa8iJv9vWAFrTsJOiQ+QUIEPrg1Vz3INTG9HHH/vVAU2DzPWhQ+O7sCvqbI9T19rDm+CpaJPQD4xjr2keg99Jw5veQ6IL7YyrG8XNBNvcKgjT1WS7m94G5OvFDwwbygBdI7lKVGvYTxPb2I1Ls8B5kDPoDUAr6iZeQ94OArvHZsKr5asg6+4PYnPdo+jj34trG8WIjXvLj61Lw3/jQ+HzQEPrhyMr3wEQk9kvrXPdnSNT4bhYe9JurgPWaHxz1gh9k7OIwpvuAcSrwU+iu+xgasvbtQMb5oRNO8OwwSPof9971s8AG9dIgtvdJdjr3iwMM9MdWLvZfKNL5mpRe+UobHPXKWyj2RwRa+kJcivVP/AT4B7fO97tXaPc7gsD1x9hE+IYcVPlAczb3U+By+iJyGvbwCNz3YTKy9hLlNPUgHZ73Q0Ae9wpCZPeAUn7x9LCw+msoVvkhqGj1LxCi+Rsz1PcGgHz4Q0Fc8vNJvvbXbJj6w9io98XAovjVICT67LgA+jjqRPaJOkL3+cZw9xpqQvUiLMr5XaTQ+deXCveI5iz3ojwu91pMuvrxdZD0Id4o8AESiOyX3F75Dg7G9ywM5PraDnD1qZKE9wPSiPAg2Cr4bLjc+LRMTPjN5M77tZTe+qfj2vb4F/j3aHp29a8ccPjoYpT2WOfo9JMfbvfi/pr0KE/A9sCSivXBlKL4UtQa+QRQ6PvzLK73C4aQ9iD1DParysT3+kSm+kL2AvcdDED4phyU+aEDTvUCzSDvoM5y8yNGBvKgb572sUkU94FuQu2yorb1GYDS+7tbUPVa2pz040si8gnwHvt7/5z2wzBe9cZoiPmoGpj2w42Y9+HMkvcUvHb7gObq8nGxUvUR9Tb1x8DQ+cLaAPNp3mj2fBvq9vx8RPsB8BD0RLB4++Gcbvbj4J73aU7Q9Cm/kPWV8Az7H7jI+yZE6vkJIoz2EDdO96vW6PUgAujwQRT29OF0DPRR0ar3Nx/W9/445vhDVVL2af809OYo0PtCPI74w7DE8tOQCPbNFFr682DW+v/KcvbrL4z0Iiis9Tn2JvRdmLb5i6co9/sE2vsVnHj5eOf09HWcLPvSMub34lU892YsSPvCQmb3OxZs9XT00Pgoz4T2q8Jo98HaSvLklFD6Vfi4+gB8+PBtNmr1Cf/y9DRLrvaDmDr6wP808DjsJvkNW272vPDM+fRchvnTyJr7lQBu+PzINvv4Ykz1a3uM9Zjb1vZAaer3OMM497QEyPq+FCD78Iay9VcEEvrpvmL3xtzA+gDngvC+JF77aC+U9qCpGPYlN3r1t3jQ+dHkzPU6zxz3sdzS9iawLvosIKT5KkbA9Q8cgPkAqfzxOJYk9PYm3vYCThzqF7yq+Gka0PUOKp72HMjQ+nnCnvf+LGD4QRs69xvzEPRr4jT3tlRc+fuGNPYJru72ayK49XsqJvcA3Db46eek9YEKYuxwLAb7vRSI+qJbWvD93Jz6FiOi9fxwnPuA4QT0fUCk+fHmevZ1e4L2qlpS9SLV/vbTVBL3WCP29U3QePttiOr5+qrI9LPh0PZEnBj5IoBG9QGTVuyudm72xYQs+efIwPsBeZDvgBlC9EHQfPZYBqj1RoSS+UJCCPGLinb2IwYc8cOMdvQCIKj1YWSi+8gmTvWDuCzxInks91HsZvtJYEr6wUNK8xyO3veaWlj1AiHs81n7hPZfDKD463QK+yQ4JPhA9Ib7ZSwM+fc8MvrjhE77wJWQ8OFslPWJpyD1HPSI+Rs6IPSBQwzyUMk49gKk0PfANzrziGsM9ho44vmyTWr0Yfay8pxsdPmreN75/WQe+btv+PW/tET6F/wg+7tT6vQIawD1jTzc+cwoFvmCPBLyAv7m72TAsvogEsryC+pw9b/iJvQxyVr3pAii+TAkiPdEwDD4Cv7Q9lgv5PTTmOL6MYF89VNgVPeDF27217yk+wubpPTW5Jz4eJOg9YvgTvmhxWT12Rok9WF3JvHMcDL44SIA8TgIvvnCQfrz+OBy+N2wgPnOPgL1b/gY+p0ITPin2DL7gBcc76a4tPjAS9L2woyw87lLlPXA5kbzWOcE98I8QPFT9Cr4qUwS+gFWmvM1lFT7pGxY+cCZWvaX4Nj72M+A9BX0wPg63pj34L6y95WCDvQCS+TsgOdQ88CxWPF5b8D2NOio+3X4XPhfeob04HmI9Hl7SPSUtKL6Y1X09MJNTPWA75DvJ1yU+sVcWPmA37Lz2zge+KN6OvIDP/jzmZfg9kYcAPrV3Gz60iw++PoP8PfQqDz2zDzi+vF1xvZ7xdr0vSzo+GDZbva8VOz4YNay84AxpPA557D1b8pe9h00JPh7Uo7167bC9IEC1O+R4QD2qTza+yyw0vtY8+L04b/o80U8BPnFrBb5CiqA98XwSPm/R4L0ok0s9NERmPfQPXr184zS9OIlRvUweDL7tXBU+kCBzvceQKz54T+a9SJ05vjDcNL5shRG9MpjmPX9nNr5KU/497C4WvVAm0Dx2v+E9dyAIPrPNCD7Tyg4+ZoDpPVBpIL3wexC+l2ULPozoTb1ALvK7YJTHvWpd270GXPc9nJUtvWydGb6gSly9AoO1vacBJD6uEqM9TsaEPWeQ0L00OAw9oL/nOy7OF75ekdE9+qD3PVywDr0wwDi+IBLPO5b4vj2yCJ89w+QtPsuB0L3wmVa90oS6PQDhVrxvZSk+gNvkOqDe+73iasS9oI2APTjMs7xC6i6+mfsWPow47r0PogI+tc8MvloBJr6I7Cg9MGSYvdAoG75yxpE9m5gkvnifirzf/jw+Qf06Pr/pn71OOZw9ha+UvVTrNT2+fYq9R1uYvTRrGD2gHTy8c0w1PmSa2L1o2fq9wRQwPoCOPT1K1849Sd0FPlqkvb1zdge+ANPTOqDh/zvSwJc9EGUQPSRISr2A3tq9XpjwPXBFlTxGJo89uhXpPft3PD6QIBO+hZG+vQLNmj05Ogo+xhN3vXgqtbyxKyc+ZQucvVnJ773m8Zk9vCMYvgjm/jzpnAU+PYgDPkG5DT6JRzE+znXiPS01Fz5dwTg+oqPyPa57nj2A8Rm+uA0Zvo5t2j2dmTE+6kMkvnbRsT0MK429B+MCPqgU67yiRxu+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 