{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"N": {"i": "1"}, "T": {"type": "DT_INT32"}, "axis": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "CiSTvB1Bor5SAD4/vhqhvXgZiD5NEZs9d2bKvdvid75eSmc8tNVUvVWQC71qjuY9SIH2PJf8nz52Aoy+7q2zPJI2Wz7LFZO/eFacvUTXiD/1vSk+vAW6Pp9KyTvi/J8910suPpx1Jb4E3Fc+pfgJv/jq6zqqsZC+vGYmPjHnLb7Nu5a+aTBRvqQYAb5hCKw+h8INPg3yYz2dBoE9iAwsPlKyjr7SU0q97cdEPQtCEbyBUUU9Gd5FPYKEBD7gdme9jwBXvv62t74am98+zf4mPp+9Ab+Cmbo9ApeHvu7bWL45kSS/LtEjv99+lb4ZflO+P2rKPrIVLbzK1c6+iweMvUwUfz4PNv8+kss8vr9M7j0Fvng+9/nCPZz82DzQpk8+8q0oP0aQeL6t83a+1NNtPRgjNLyvjmu+0HQLviWPcT7aeAi+eqS/vZCPGj4ZQQc92fM2vixf3z1zpVy9puXzvqWK6r1OYMi+lZBpPTFXjL6jO6i+1QDmPXuVgj3mrAU/C9ZPvlt40j2TQ5U+Di0kvbDW07yO0UW+/IPEvfJbVD1o2aE+LNQOvkXYdr6ifm8+2S8Wv5YlFj1jzcw9cgizvvbDer7QDuG9ly++PX/FUz4lcDi/WFKtPTg2H76AxE8/AF5ZPVQ5VD5OpbS+AwQhPutDDr65aYi+S3hnPa8jrD0i21G+jUBSPRPnND5SwRU9yOTfvcHTnD5SSyM+r/sPPa+xf70RBSc9YxImvqUwRb4jOlC+tzkBPi7ACz3H+uG9KiKhPvMzgb1FcHu+26TQPfGpnD0SFAG/gfutvuo1Zr37ErI+A1RUvgJcBD6dw9a9ofwQv1yTEb7+NII+nFUuvPKdjjwYY6s9QoGiPePVmL7frJO83aZOPQrDI71vFle+HEyavscOoz75h8e9mEgpvguKAD6Sjyy/rot4vHBRj74Ss5k+fHLSvAdWpr5u89c8HqmVPvkTJ75grUa+9YfdPstPlr4co++9CLavueoNX722kqO+0GaGvjNylT7T9BA+uywbPveujr6xYRk+IqdnPumQWL4G1gQ+ba3gvZQTRj4XBCW+D9ZzvlPklD5PygW/5B9jvi47B74jb0Y+9Y1PvtAPhr7Lg8O84pf9PDUCar2xv76+W956PNGNmr0mJQe+1YWIPhRFjD4jV5w+oFz6vV4Wk75PCdg+4s+Fu3yNj74wFx682iGfPg+ZnD7XmKe+tbjUvIwfGL1a3Za9nq3EPWKl2T5q9+m+X223vmWdjT36imY+oz+qvv6ph7zVdvS+AwVaPVE33j3CqZY9K8Zvvl2M8LzoBay+ioHxvuw/OL71lEo+dSeMPUQf272tXXo+GoeGPmqa2L67pkm/cipqvlkDDD6LvTw+theYvTeamT2zeg887UQcPrjvoz1XQ248TEbVvZoTxj5/eyW9qdKeva08hj4YF6S7EMrTvYBXCj2+nro99Q3pPnn8Sr3VoKQ+8E+cvkxFQb6rcBk+gfLiPEaXizmKPVO+jCKwvTBbAD6oEuK+io+KPfH7Ez4/V72+pj87PpKqIj7mGrQ9DsCuvbnSwDybzbc+MSoEvmCwMr7EBUe9p/fRvOSV4L1HUzi8+FESPvLyqb4CuxG+Rn1PPrufNL5CykW+cUS6vkbAITwWQUY+9qHoO1XaBr5BnCW+WokWPuU4rz5IxJM9f332PTUwNT2yyJi82Fa4Pf9cEz6Ur949RTyuPRUcSb47fAA+Fv0rPffPn74Z+ai+TWCEPsuhf74qdP091ZjavSerwz1oNL09RMo9Pr8Th768hwC9RSCRPtShtz3G6qC90Z+avY0q5D2H2OC7nHKbvekY6D0ZRNm99f2jPXq72L3drCU+yKNBvZyY0b35S08+ZAthPs/Gv72UcrS9qVxoPQ2HjD5F98s9YgInPjiVJj5/+NA9BplZPubWAbty01W+liD8vK6H472zReG80UgIvfvEXz4E8he+VP2GvtDgkr4UY5+7W9oHO3c5kL2b86g8DrI1PpQKP762Y1m9SsA6vpfE4715oao+pqrUPj4hn77BB5A91dagvh1oMj4dxL89xYVavh2ilr2E9j8+MZ6WPN5qvT4BCpS96yqRvaFr470Xcxq+htKavsjSAb9n5ws9xSiEPDuCO73ADAu/4xZNvvQcoL/5HqS+/lKgPjFJg71BJTe9+HFlvLWYMj3PczY9t6RmvY0c8T7xZ6A++ik3vqzHJD/e0iM/2/flPrOhJr4/yWA8ngytvj/Ucjtx8dO+viW2PSinXL4thWC9BT3wPQRbPb7sz4i9USoUvklHtL6svbU+NnYDv7rxWD585Ww/ruqBvkZZ+L5Uzsc8FrZ5Pn3yBL8hce6+TPYUv7DzBL/EZhK+z/++PYvKkb0ZeoK9vc3NPPD5d76BsCu+lUk7vsY2tb6msky+wQ4qPt4Vij7hWRE+RqCAPUl6+L7zL7K8x1XvPfKX5T7Fvxm+IitqvmUHNz4LZlu+WLIOvQ7guz57S3U/5EH5voaMjr0WVFu9XE48PtjRgj6GsAM+doAwPK27z70cXO29wQJYPqv8u748Vf2+HzrkPWEJRz6f+je+shXuvR0VBz6fvQ8/A8axPBTUWT3EKRy9R2jpPc/Zozw11Ku+ANZmPgWPqL4Th9Y+gHMiPjD7D78RMoW9lvXwPkYM9729FLA94WkhvRhDADzeOlM/0EEhPidABT7vfAa+dOtrPsI9uL2ZvqW+QvoHvvAEwT4fXyK9prM0Ph8CAz49CxI+DFRxvundwb3Cowq+5aeEPvT3gz2lvay8jX8APaDSEj1kwoS9IvDkPqz1LL7wFgW9ESlBPsNOcD0nH5g8/npFv68Ei74HXUi+GH9BPcdMgz0yGde9tF5SPhk0wT4hPwq9nxuWPrLF+jztPF+9NSvxvgVEBD4JGGy9Tj4PPXIBk77r/sm8jx7uPQeYxL1BNZ8++oEfPlzR/T2i/Qw+NhOiPIy8sT3V4Gk+Y4covp9hir3pM4I8I3b/vlQC175LUSg+wGaePabUMD4v95u8fxiEPvQUBD4n91S+ANM1PY5BujwTUjm9teCcvSYd3T7Wo2q97hkxPjXTRb7zdvC9Js+WPqMTOT5YnlU9xIiavnEn0L2Zp029soChPdvpnj70cXs+mLMEvHGPjj6Qine+5nQ5vw2YjT6TmSg+q3SrPDDLKzyZnuY+4X09O0EiJT5i9O4+GjETvkfnMDx7qBi+IlyHPpB1Cr7g/lg+O3fnvUSGyj3wqg09LbXjvZ6qMz+Zv7c+u4OUvofYQz49F+I+VqxCPkBeY7d/qII9qg1wvonchr0Hmrg9HQRqvnv6KD75FtE8YdvnPUgrsL3g+0i+aLgNPtuccD55QT69v7c4vTJ4g76nNuq+ZCPNvB4NFb8XdBa+YAroPBHClL7o0Bi94WB8PjAKJj5aboo8aNWOPYokZz4Telk9pD76PM+wu70cKyK+nu1ePEs0Er1XjT6+XOgdvjfxgT5fqdM9GjUrPa5JLLzimzu+ukbiPkpSULwPuwO/E5cevd6ODr6tm549ExJoPVcQ1r3yPaY9t8TkPodSsz72jJc+b0lHPgPhYz7Pml2+277EPnAVjT7WFCW8cutSPZXy5DuSTNc9BpndvtgSMT6c0E0+6zWcPcYYkr3gk0q9XKSwPXchkrzPIhQ9dc9wvjJxizyOf067Mi8UPME+Gj7/1n0+0yrnPQCElbxNDHC+IWEAvQ0BzD3HJvM9WgxfPkUdij70p1q9Q4WQvnDDcL6mcH0+YPTtveKenL5yPBI+V/qcvtcc3D7W4Qw/uHsHvinL9r2O6Q0+CSdqvp24VD7q3M89ZOyOPXJi2T2UfDy+jvqCPYtun72apaE+rYglPoIJlr1ZFaI+uBWavj3DST30bM+9w2gHPk8bMb77gwU+LO8GPaQP/Lx+z7i806mmPgatKr5t5OY9ombrPaY1jj7fmGS9oPKdPLzqY76i0X++OqJFvaYUj72aru69p4x+vcNrIT5xKVq9m8evvoDDKj6Q0OM95JYHPgqNor6coAS9BQWovVcg1r6K7xc+0AA0PQp5jD4+mGg9PjMrvTGhib6rc+u8w3jKPvx9Ir+gE+S9wIklvYHC7r5e/UW99emJPTulhL5BUXg+5B96PoLHE7538xk+JiMevrhEYL7TSga+G3N/PZxsCT9hwHG/MhmIvHa7ij70pzY/SETXvXWbkj6ImBq+JR8NP9C0CT2yuBO+MBLaPmo6+L7fZAc+HqgKP8hM1jzgHvM97J2uPaHHF74Rslu+4dotPnZ1vz49GkY+SHaLPegpvr6QgZM+y6W7PdLZObsJ3I6+leeDvi2lwD21G5C9serMPP+xMb6ugp49VhXGvoNRKj8tA94+9qdDvgri3Dy4NPi8RpLevq5oGL45sh2/LTCzvoUs5b1ZIke9QvSCPsLdyz6cA+Y+YwPovdHpez7ZWMI9W1DhviziqT59Isk9Uw15Pbf/VL4nvuc9AcCAPu9Tjb4U0w4+bdzfPp1bPD40rQw/M7kAv+7RB7s8ZLW+HSufvtTHYb06if++WaJfPLl9ZD0P5CO+HuAzv7odr73Mb3W+Ge1aPvxdhb4bCGw9gsI0PXjrozwBldu+GUBpPrs8cL3x9Q2/w+HfPgdHo7551HE+UjUMPhImEz6X7SA8fwCsPDsIrL6G3lU+9RSOP4BLlT5EFRi/D3uYvcHzhb5N5Ai+G8+hvoYkfb4ccES/bWRJvQPzFj/YUx69T88lvwpG5T34r5E+o5uuPSnuZD4ozey+HejZPDBiS72jLRA9palHve7OPb6wLoM+0Uk2vsdQJL6TeQa+WdPMPXqHjD5KR8k81iWSPd2ugL3k1JQ93H5TPuKmj721aWq+KWosvTpxhb61VYq+58YWvogFsj6tiuw89DY2Po0G2T0pEPk+x3tGvOwkTT42ghi92TcCPd0zmLyzoeO9vuq3vV91ub0efZq+SRKOPXBprb64N4U+QBKkvko2U76Wug2+kYY2vcOwwT31Kce94XFOPLvoBb4ds4k+FBFIvvilpD2QP7w9CigTPAR0Ub6YnEo+t43tPh7WX730bRM8IMkGPhwOnr5pCB++r2D7PCmaAz2XCgy+4LZUvrafoT3VPMK9ve2yPftN573YYJ6+xY8SPQiKUD12vqc+q8S3vs0o3j2qB1++v9SQPTLzk72jES4+IFZRPnjwhz2flsQ99We6vgrO5z6/jNU9d3KOPqfywT0ykbS9Tf/GPenKVb09XYe8azQmPXMWMz6HLQe+ls6oPonlqb1cHLw+A24cvk2R5D1WXtk99hSGvmZ2ND4K222+me4Vvpmmkr6zBe++gVAEvuhqfj6Fnew9YlKZPfdCTD1/Fa49FtNEPbYvEb2XSGI9L4PrvCL/Pr60KGS+PhoovTIUtT0PW7k+jUezPp+/+z2s5XK+f08pvm9ziD4W8AW+jcgBPQZ3az2OM2a9XHwyvUrqGD1MPA080uQ9vXkr6DyvZLS804wavjfKjj6LuMC+DHMavZT1pL3oZkM+ONqgvY/+Gjv70na9rIZpvhZooj0zfhs+FsJSPXacAT6a/mg+YQE3vQh52Dud4609R8MGPaj/pz56W/u8bf+7vMGSVT44vxU++8BxPf8apTxbK4w+A/VIvdFTZz3VG/69w7BHvrThCj6a89u9YLVJO3+IlT6OyEC8xJ56vUrvYj4W2IY+YVMfvvmo1D2avp48ZGpGvm+dYbz7DmY9tlVfvN9xSz6l6TA90Uq4PbRewL1dL7g+IyCLuuvLAz6EDIG+gGxVPmd3x70mNLC9XkmyPRyaa750FXQ+ZRhdPtktXL7J9xM8WKTuvO/eqb1v9Ho++cNGPfIMg77RKrS9HgYmvnd3Yj6EtqI+wFyVPXx4mr25QA29LTlevIVCrr23GCC+q5xyPMjt/D37Z5y9auoWPiyKor5o6PG994HzPTAUHT1qNv+9Kfw6PuPAoD3nZI++m6EGvuixiT7PwXs9oqCJPcgRw7779aI9fs0qPjzRlj33pzC+HQDDPgiFDT5FFTq83K2FPUCAnLyCPUS9IfInPc3NcD0jJqg99FvqPTD+573chMA9UwU3PgiEuz0D8tA9LQQCvsN5hj0vHL49a2gzPitSi72tah++V+PPPYmw/7xOzQu8/i2Mvw/0Cz56C9Q9A7YpvpqFOT5hiQ2++PfavfKfNb47PEk909+2vW7Ngj1I0ZQ9yj7Vu7ZxjbyU57Y8IMmaO0mifb1beCo+1dxLPTL1RT5Eq5A9GLeOPUzjpL0DpKw8KYMzPcYPED6g5TS96rsXPqLjxz3KJeO9HmO+vWJfAT5dqB++V1OlPSrQob3Jxxm9ywhzPVz5Pb4aB9U9hn6qvfzyNr4DllW9ck04vJMWBz5L9UU9QjRFvfloNr43ddi8y923PF12uj2WoDs+VI5TvscOuDy0O0Q9cPELPrPpOT74swk+3+xEvYyIiL3+Hzk9OksvPZtnyzzEI5W9fkqOPW6sDT5eYdK8UdgwvkMghL66PYK+99iQvWYaD7vWX5K8j8Q3vakxi76dRk++jybtvYFzC75shka+O4IAPnhjAj5Y1ZY9vL1/Pe7XAb0H4ug9TA6lvsDkfL2C4+y9fWgLO82Urb3XBok9lD90vTWJ2r2J69q8CbF2vezVLL6d3548HQ4RPp5gTrzaMuW9E1HsvtdKwbz6Dam9H6QBvkCyzr29F1C/cR06vtnRpD0kzD2+IsPlvGsEIT6vEuI9oD1Jvu/EaL7H6HC6PszPvUphzj2iTC8+wsgZvic1GD7Wojm9cQ8LvruaRb5V7hs+arqyPWwDYjuBa9e96KQ7vNk5tL0ZQD6+wPGavWLrvr0C4II+8m0BvkdXmL07lEG+gf5cPhF6xD3I5Ke9pPyPvEAohD2irWm+UqbLvSoUHb5TGZU9A6QMPh8JDbyZVM2+9NYCPpLhkr2ZAo2+/muCvgkedD4YsBo9udmVvJrPh7qiEmQ9ZJIpPr34eL3v2Em+4cS1PfTETr722zM+Qnchvlk7Nb2Tzq29EaeCPrgLjjz6FVQ860yVPcoaAj4ArFu+gydXOhb2jrvgNta9la0lPreD1T04lBM9X9e+vYIQADyVbae9Jk+OvcsmQ72Z9Em8lW4PPYSx2TuKmVa+90ENPrSSfL7ZPAm+9NC1vSaA6T2C9j69MRtVPlXFEL6E/Li9acfQvKnmPD7MdTi+zIcVPhlkmTs0SPo878/fPYHTzD3rW3q+FiioPELv57sZWJe8aWxfvvDdlL1g6X2+2Dr/vXb40rtEYse9lgpmPUfUDj7N64i9EZ94vkpMIj5iPCU+YaZvvdM/hr043r491i5ZPrvbbjzK/Pk6xqkKvp/Ipj6pN0E83WLnPUHmYb021iM+kp8ivtexDT5H1oI91tjyva0iEj3zuT0+gi0/vq+1iD4sx9y+CVCQPieB3rlS8Iq953dzPg+/Ub1zXWc+N+mPvflT4Lsy4yE+3GSJPj593L3Glg0+sQ7tvQeikj1miZ+919ubPfQuHj2XQkW+VStFPtMslb77dgE+gdAAvr6QHjzwUqY8TFMePv/Chj2dhXi94pR4vfop6j0VwI8934UlPdEaR75H/gy8ld+3PA0cjD1Hc0M8QdLKvWvq1z009oG+7vPNvaRVTz4C7oy8ECVuPo1gWj1aVks9pixzvcwydL68q569xOaYvfcp2r2RxO29GbA4PQtEIL6uVx0+7rEhvtQNjL1dwOk9LHjpvXUhLr4MzVm94rFAvrsNJb1eLhE+wzxuvBzQJL4awt6916H9PNjJib1SD6M9KFbyvaQCBL2IXeg9VBfUPRPY0b0o61c8n3rePfJZhT2XXju9P2fCPTVUYb3Fs9O9ZEQBvn77ob3nuGa+YDHRvTeukbwLgCQ+gKF2vk1yjz2g/Nu9GU8XvmsROb67i+a91qCQPemV9z0XGlO+jHUdPiVb2T0Laoy9aJ8WvXAuCz5ZQyY9MQIJvrAygz248xa+QV6jPGHt2DwO5eA8F5dcPkyvJD55zBW+pi8ZPvNEVr6BtbM9ZUzTPX8YS77ZRw06iAtnPUMAob0uFIi9GH4Ovj62U75D7RQ95zRRPsv9fj6a4Cw9uOuDPU1ekD7ZGBO+EXymPfjqer3+2eo9YCqtt+5QDr7bL4c9u7ikvYvBFz71yxk+Z0vFvDvz070BgCG+Mk5XPplaCL5Xdqs98DXtvMdcEz4W1wO+67ddPSg9u70YjB++nXFIvtCPYzxt5o29R5E7vmbPZT3qnUa8g4NevQ/2472v1Qy920SAvrAWIT6NLPg8Hasuvkvy0j2tyZQ9IF6suuEvgrxnLrq9JvlHvv4ypbw6CWK+VW2UPb65Tb5YVmc9M+OYPd157zx51ue9WIS+ve/9P72qMYk9vYu9vZlgj71+rI07OyYGvqFd1L3fpkM99FxCvohYOLqBpvW9FpNqvSFiHb5oi+09OGkQvv7m6LxGI/A9Z+EwvMK/iz17knO++3Tdu3aiqj1b7E49hBM9vm8iCj7Tco+9WR6BvVTLvL2PybG92HCNvu1gEz4UZD09G/E4viIKHD3+lU++JU8tvuoaVr4GLji+KRDlPVfp9b3iW7W9DLeKO2k7S729ycW7mQ8cvqb2oz3x6JU9Xy8PvlxwET3PtC49OXOsPZzsgr2zmJ++DT6PvbJDZ77kgYi7P+RDvSuToj36q0S+TMscvuS4GL5Mgs299xGevZsjMb692ES8W7UfPofxiL34Cs89NYlwPeyQhT25xHE929S/vDUOJ763ibU8wl07vZnudj2OGkK8aI3QPdC5RT5DJbq9Yh67vXxJEL60ZN49WD64vc9ARr73dyM+DEJIvRCdJb7fOqO8XD6ZvI7cLL7TukO+SF+AvPbgM747P0s9Af9kva5pRjznHSe+GtxQPswqTz5Ah029baMjvr5y7Dw15ky8zKGLvqYWoL1Gy3E+bvdRvgcXQj1Zu4o9UyG/PULRpjyx49g70DVpveVjc747EbE93tAxvhmRjL3Q8J2+xoMqvsHxxD1crkg+2G0yvhyt+71Dd9Q9rZKcvi6Ijz23IX27iD6GvcbCKD5USBa+iUD5vaulWD4p8cy+eUlbvhG4Xj5WK2++2osvvhD53j3nNXq+oeE2PjXMpr4iBYK9kJG1PC4WTb0gDJe9pEOmvqgr3jz5DFm+XS6pvXz1jL1lTtu8UchQPjWNID60JBo+0I4JvfXjor3MG44+cbCevdyJhT2Q8fm9LDs8PjWXaL75mIe9r72NPlOoN77CKte9+8q7PCAGiL6T0JW+5YKcvuYWgb04sWW+PicPPq3ehT1jAQu+fpoAvqXHST5F+wS+1NJDPulSXz4jIcm9HApEPvrExT2V5tm9aFe4vlVf6Dwot7G+wrRPPKyFGT7dnPW9/lLxvW8Lozzl5SA95GMPPlvJbz7f/1U9OGGlPfCJEL488hw9DjkyPn2QKL43doY6++FauyFQjz3ZV+y8L94ovl1soD0LrWY+e0O8vGi0EL65hTi+wyaXPeomjru5O0c+F54+vrM2BT3Hsa29WvKaPoFrdz5PkqY9qgbFvZUqND6FfjA+cQPKPellsb1+fiq+969Hvg+zjb5Zt4k9wTQZvpZQ/L2t9qc9y8imPPOU3r3/+xS+0US4vEDABb5S5CU+HpL3u4F7I770kL69tA75PI9yDj490S++3U4fvu4f9z2J5Tc+9hSQvbqG6710qSC89Ee9vQPb6rxdYAO+ZyDkvXabzrw6XJS9rrL7vTodEL4SnNe97oeRvMoUIb2LnUW+BJNOPWgHc74NBiG+XeNcvtFhGT7RETw8zy7dPWW/371JWCM9JFuXvRv5lb7rEOm98hxTPYdoJD3lBwI+mWhHPovF9z3yzR6+dX9EvZ9P8b2ou2w95SMKviJflT44o8e97zGNvFgk/b0zv1e+Or2qPgpp0T6BBHK+P9TYPjQXHD7uElY9VObgPXyZxz1vsCG+dflmPJ2OwjvVr1Q8N3xlPllRd77I1zE+mSawveTydj68Ho+9k/U3PEmktr0Ia5q9XHl9PpVF571cqnw8SPYZvJcaoL7Kagu+aMgqPs9Sz71lB04+cjS4POYA07zSVIO9cTABvUf2Db3Y4Ha+s8ijPQcZPD7si1i+dOhsvrUtpryNCD8+7UIhPkr7QL0Ml2S+JKOmPZ4T5z2HhJG9H2yzvG2OmT4VO7S8lDQNvVfTSb6lPYC+BBy5vOfDQb4CY7K9ZTtbOy9nPz48vgU+o1a4vcovG76J2Z69ZGY8vn0FbLuE/qY9nJ63PMut7D3EyJi9OqFRviU6rz1NNRs8o8uSvVKbqryv4/87T5/JvGoGUL46zk08+CiivX0QkD26miY+dwDlvSwXHz1966C9phsMvvzVjT3GoB6+oGEWPiBSMT6zGVm+mDMHvsS4yD1PaIQ8DTQIvsJgDb7n3UW9ubDRvQsA7r0XaWI+S2KjvK+tQT38+Lg7PsyavSS2Y73uOV6+TT1AvXtCWD5KdTa+/X69PUMEqD1i8u48HiZFPRCckT07Zxa+jPyQPTjWdr2ZojI9hOoqvrHeLT4UqRK+ZrsaPtCA2z1EwjC8nlwgPtuCwb06vec8DKxHvcLozD1YdJ49r5gQu7NAwT1Q3Bs94ZvXO42+DL06LgI+RSXKvQzy4L1s4QE+0ScVvc7YDLvVo2S9r9ggPhrxBT6QdjO7AlVgPDS4F72NK/m8JmS3PXJ73b1KLDK++XL9PON87r0E7wa+k8QGPrCWJr23Dsa92ZFvvOSr+zicsBo+E5ITParucT0Uuh8+sYo1vkdaXz20qMG9t2o/vVMYBT6WsS6+jw/0O9pr/TwYg9k9XxNgvK8Avr25d5S9ZnonPlKiZzw5vQa+JMM5vuqtSb5S8n+9l7lTPjrlszwrYtY9FSyPvJ8/AL4uzoy8iaofvdwl6b30jfm9IBWwvvfEsb14GCA+biWNPREyCzw5Ugo9fTc4Pq2DLr7JlZ49jm1Lvk+0KD4TMVg99fKIvntKRbx/Te09tUxyPmGRMb72Knu8DSCIvbmS9D21uEo8OER8Pj48WL6leEw+P0kLvpBk5D6PQYg8i3dlvj/5nD0Nnsk+It5IPrZP8j1eRMy8yFm0PpvJwb0PPia+odQAPA6/HD4H77C9OTNPPhtV6D3+U6k+rtLcPCkgOT3KJhq+XVGzPvwuxDtUsq+9+uYLvHr0cbyCfuA+KtydPLHNkL2L8GO+or8SPo6eZ73bgww+40ovPgiGyb1dy5G9UNPVvV8Ajz6LGrM7grZHPsDSmL16pOM6/+ryPbMpjr5DB0g+CjAjvvslg72RCsm8isyAPRKuhjyyUec9m4LDPjCriT7QuEA+uCwjvDKDFb5rW1a8s4zdPc5Rwr0MU4O9v6XfvVeyPb5Q41g+bQG0Pc84Dz6/+D8+obX8PXOn8r33l8c+vR56PvJzvT0XtZ4+CZCoPYppmz6mDvO9QkrcvZz9gb3gfow58hcmvZsUz71041y91uBDPjdGA77bk5I9Mrx6vnCWX73rZq+9eX5nPVbAQz7JMWQ91eKRPfbZ970Z1Qm+lL8SPazEtrxpRbg9DrB4PhqFrr2iZzK+7WEjvcmtpj16tGm+nyFtPkUEn70rsug8NbPsvTGsRb3o0Ou9iCx2vT6UQD59PlW+5s5pvKDwkL6foso9F3KHPWZVdj4gOVm+cx+NPvm5FL1WdmE+QL6IvUex2715b3O9vAZ3u5mW+73v8PU98vBbvofuLz5df/+9noyiPaPppTzqH/u8Z5ROvbQNpj1ECoS9nHwIvCgZ8z3r7sE9vUO2PfD5A77x5qq8Uidau0NVFz1+Zre80HcGvqPukz4OCsY98IULvj/fQD7Mu0s+d85TPpKt1j38OUy+tnBAPQ1zaD44470+1CIevqalQr49sWG9mReYPRFSOL7J9bW9LNfGvc5eiT7ikIe+p/SrveyKT76buwY+yvJfPT7nA741ZCI7UE+CPmko5b0a0iw+Y6SkPapFqT7U6l29qCEVPSYtkz29Msc9ji+evFwOc7r2YyE+FEP9PUyOOr6HpYs9xpbnO1OQDT3XUrq9KqvPvQe5Qb4FUWm+Yq6xPXq1970RNMa8UX0FPmLCBT7CDUa9vSYTPqpj470eOZG+8AigvT6BLr5tkvU9AZ4mPoh8ML4iUjy+nOzfPdE9Mb1lm6Q8sl3DPQ6B5z1b75K98DxRvsMVAD4gOPS9TnCDvtilDj5w4Ws+0apdviFTuj1hBrK9qgyKvHiKrD3gYng+RdzsPfLxDL4h51e9Ke6IPhsRPD7BYfy9rnDIPbsjk7ytfE8+zn6/vHQ3YL6ZXGG93TaUPWN/Or0rySk7OG6BvZ8IGb30qbk94swWvous7z2YHBU+WZwlvq5V/r0orx0+qkGjvfsBMz4o3R89y8f6vK5FU72tRBi9QUsAvn+HUzz2QCS+6HvKvAYG8L0DP/w9r9PaPWdZFL4XNwQ+eFsGPeYroj2QWhM+Nne1vj9X/z3f2da9c6zgvYoBqj2oAY0+5vXtPdl0Rz3bZ1i9r2wGvnAiJL5pb0M7gejLPXuQ3j2+VZs9mNOVPRDvdr3UNBu+zcYXvQmHiT6/TKO8t7oLPlSRaT0X64a+W7wBvhwOCT4wayk+gQZBvhZtpr0zvtY8Ypr0vOVFP72jIAq+qxovPDQIkDxhri48KXQ0vYsrVz1Uizw9A/SJPI1Xrbvm5AM+wQUyPeC4kL65yUY+UyWGuCnGVT0xi6M+O6adPTJxyzxmcxS+Ho25vbkkTr4VhYi9q+VBPbIhGb6kkx++7uSWvZaciz7Zka+9yptKvbGFzb3hlNK9+T0GPrFhCD7Fo1o9lBqcPflDiL5D27o8+SclvQIFhj4jSgw+diIUPc9hWj51yF6+Cms2vXGNU73n4NK9mAkbPgsN2rzCa1g+kBbMvWdeID7+HN884+PqPZpI+L3iBue9ftzPPTyBFb6tOk68juFwPS4w9L3wvsw97IQiPpHgJj5fTMc8GTJXPoU+wL1nNBM+8B8yuxN9KL544gG+oq1WvgSQdLtyrbu+3pGlvV2CVz3EgtS9aexqPaJEnT3h/i0+cL3rumfN2j1gjsa8K6VGPaauhr0itiU+Tvx/PcnmdT3oipE8upMEvrwW8TuxM449FBsxvk2+ub5rs6I+OwLuvVnNL76X3wY7rYNnu9jhND64FA68KxpnvdlRyL3SAca9DPwgvucCSj5SawS+OxoxPhx4jL7yw3i8973HvIT/lj3RT4c9p3EAvXGkiT6UPeY82NToPa6Enz3JLNK94Ws4Pq80H71N/pk9ANIjvTNq8D18Kj0+AKUovrxDEz57Cyu+RasfPlScib0SdNs9tjxAPqeBFb4c5lA9fJQTPFkrKD45OW89RJ8+vko3Hz7YvYc9dsR4PkBkKj78VrU9MThFvWzbprqRU1K9EBTjPQfwfr5YOuc83jEzPr+4ET47PTm+KNfgvfyvRD3hreS9HRTFPdekoL0W9Iy9hXzDPdA3OT5ioe8955uXvskSND4Xk4g9D1oHPtsS1r3M2A48hUQ/PpqQvz7RgGu+SipHvhrUn7wUZjC+PGvcvrdAFz6I1Ae9xpu/velkA706BSm8dDTSvXC4CL6qEOW9P8cYPXjenDuMUpu9IeMGvTp4ML6p1me+fQ6fvjfIKT1gNQ++ryrkvBGEkD5keW++kO80vY+kez0E0t086DAbvildPL7vvQk+l+edPmo/JT7AhwS+wb5bPgFqGT5K5I8+80gSPXIXUb4TiOo9CitZO7zmEj3G/8W8JYiuvuECuj5FXLu9nWM2PtRguD2zODc+2Bl+vNq/pT0Qg4i9LHehPa5ylr1gP2m9WiC7vTRlAj3smS6++lZgvdrg8j3MjCK9YG36Ojr0gj3jBIM+F4FwPTfpyj4hIyM9S9GFPoByhj65UX298O2CPHykvT1kCIe81+9FPhh0Mz7Z/we8v+0ePr9WFz7u0Ee+0spsvtTg0D387Yw+dPkuPgUelz0Bco+8bZVkvU1YUL006G49LAACvNOclD6ytYy91mQXPhJnMb2OawS8NYq2vLizA74O9O295JZsvlSTPz5kvVc+ejfpvVee6T2F/pg9qdswPZ9Gozyo8zW+SOyivfgFJL2V2wK+3rtZPgw7mTz3WOK9IISqvVVwRb2pryE+19+xvIawsj0jBKK8DH5+PWpZrrwd3WU+zTUtPir+qz5GLFa+SyQRvbI5PT62MD69UGRBvVLBYT3jkSk+zoc0Pm+Cgz0ZFas9vOq+vPS/SbwIOqk9S4Ohvba+kD3byoM968UqPu7k5ju3WJK+ZDaRvdTNGz053rq920qAvfHIVD42Xmu+PEqxPaHYiT3VPXO8u18MvfGimrzx2uQ9wg3wPInDsj2O71G9Nxi2vWogsz3/bYQ93wozPXFQ5Lxmogq7ACBDvpum+700URg9URTnvVl1/jwcupK8apk8vY437j32BDK+9tNPPS97Hj3tHA++mvz0vXMC7ToaXrI9Tz4EvmtvF74ZfME9va6YPJHcdr7ImCe+WFdYvvnFDb7lFbO9bRzePedCAL6BMCW+1Q5VvvNahT2SQ1y+f1NFvqUeAT4fHIC9KPHDPGAFh7zwEEQ+qkhEvcR6iz0RgBe+eA/JvTw37z0oIOI9WcvaPEzx6rsetJc8Qfq+vcEivD1IKIO+mmSGvcO5Gb4qXEw9MJS3PZ9irL0jEGA9tAzVvTA1ob2M1gG+IheQPSldLj1gHZa9REPTPaNt+r23L2k9mhQ4vStVcr4/nY2+FQvRvfwPCz6Dgsy95LWFO3Jbdz2Emma+FirBvRBWz70nQpk5NIThvU1YqzxmtIy+WJ9Gvumb7zzrNYI9zBGePODLGT6b6hO+p0q3PY48az1xu+89Ir03vvUw9r1lXG2+amYevq09tL0ITie+WTAwvvvlRr4Pavy9lTtBvXeg3b1LHQM+9wVGPvFOmL0Xttu98PdRPRK2Jz1TfH++ZfLnPSWrBL5JIHI9tS1Fvgl5Db4sO768tCflveKcQb1uLZI+uYBlPsHRSz1Nz4u9QpiWPgANR77qL969pnZ0vrzEjr7nTLE8abydvPI+ML4DOFU+UlQMvlYJgz0Lfbe9n58FPkm+vz3RB1++cHgcPjJoRb6TRoI+3dz1vM0Izjwr+dy9sgYhPbf8Ir4TAz09yJF2Pc4FSLvRmVg9+M9TvhVHRD6xewg8jBrrPX37sT5NJus9gyxnPZPvkz0EEXa9KoNUPQmGSb5zwJq+5fIXvYy1PD1xXAs9sMzlPVHU/b4/C5i+OoAfvulxWz480qa+SrNDvmYV0D2o33I+bWtYPtHABz4XHEa+RMowvq0BVb3v5qO8YqraPXfxw73+Wfa8GZ12vtf2Z74vVbc9UBs5vExur70Mcg296s/TPfnDsbx7+rI9liytO0dy4b2GShu+DVrEvbCrF748I969V/2QOwFK+7wqoLO9/dWyvYsDEL4n5ME9kxOgvQ8HaD7LP9+99SvovG6exT3EHqM9rK5YvqpwF72Rvn6+MsddPgrUL7xcuJS+TZsavs6T4718pNy9n8iuPiAoDb5hvoy+IGrnvcae0Dps9+09av+5PlFOzD0y0dY95m4PPfQ0Nz4ShTi+sTp2PYsWCLvI304+jZXyvY90CL1xoY4+yikSvhn0urwOYra98luEvYOB6j03DOE9YqpRPrElWL0ysJE+MkrFvcQGYDuO+1y7pkYzPXrnWD3qmf28C/+0vlSFwb5iGRI+Eg+uPOcH3b1as+W8QpqmvvFnVL1A/1K+rnYPPSItLD4Rjic+0tqNPUhyWr75jOS9vuVUPZB/D75XUle9GuD6vWysSD5T31I9NKiNPaDjCL7MhjW+/GXKPTmNn76hR349bS8KPQi7hT5U3/c8qK4Uvlq4s77gy3u9qQiAvgL90zxAWnQ8bZQTPo8tpr133aW9mkcnvg7BAj1q0xG8BQcAvru4CTs0GzG9E/WIPGLZPL7cyMc95BpsvjAFALnw6E29E0BXPX+EHD4UqpK+pMZgvimKwb24+0I9/Lvjvd+mbb58Ohq9tUyIPQXxuL6odB49ovanPWKPtz3YbSo+h1IkPtDgqLyMGWE96z6FPg1lbr4eHtS+UfzAPZNJnTyQZ7i9BOG0PbjI5r37spg9dQGvvV9gc77bVLW9jLd/vjgtsb6ZwIi9+9Ybvq6Lpz7p/LG96eecvIS9cb7J/FS+IW0/PQcaQz5vCvo97m+uPg3HUL6DXEG+cWjAPcAwcD7apIC+NpIfvmuyjz6dVg0+N7fSveROhT1JAAm+Xml5vgWnOz4jXP+9KIGlPukRzTyYcEw9Gv7wvQMyLr5HZWm94J7XPajaCb42I2w8HPH1vZrB7b2LJ1O7MkakPmxyITxkAkw9EodvvcPtMz7TdCs+v6RDvL9z1bzG2XM94ZsBvvqGEz1n6oC+9sgoPpg0ML6NmVy9L904vR+hxT2bDlI9x2TEvaLh1r1kL568634DPpT8Db1dfrS92r9APoEGrr4QZto93VszO+P69T09+Jo9fwjWvb35ND7GfwM9dKhtPvZLrT1N/uW8isuSPEP3eT2KF+a8PA4/PK0KHr7Jgww+6blGvfjao7wr5hQ+a+rEvWH/e70ayG++6hbHvQYhBz3S76Q9GYGAvt6oUr3zrha+E9dcPs7yZD6+EVY9D7/LPSLDlbzmGzA+Q+ZPvmZNp71H7608BAUQPvRO4r1pRBG+PwQPPiT/u7vWQva9r/J7PhoaoT0mbAe86cMTvlJ/Cj5KuKE92ubxPeXnNbwWR589EATVvXsPJT46wUw+3MNYPM1qbT7soNw94Ivyt4ejir29agm+rPE/vaSRKz7Q7aM9svCMvTXlYDywejk9f+89vjOxu72XzSs8ZSL1vL0DM70FhGC90lCVPOOBcT1Sgny9ue+PvGoCHr4VUHY+JiBnPS4mxzt0Yh08X5oNvtf0TD6lGFm9pamEPQtXpL12fNC9Z76cPdqfOb6Rp1S+fJoVvcrTkz2Iauo9bqFxvuQfgb3aCpG8BJRCvpNY1j3MaU0+L1gsvtIBKT5IZ7C9yAoePQkPC77gcV0+vNl2PQ7xV72YiRC9Kg+rPZnMlL3cDqI96UaAPuNwZr1C7Ne9y0v0PdN6SD67CmE+j+eTPspZxD3AcB49t+MNPkng3b3VCkI+9dGNPaifTT7VjYC9blSIvvwjkT6me4e9silGPc1MDT6bCaw8BGamPi8DJ77T/jY9CKCZPubXr7s4p/W9N1HqvQolcz79fyC+EegpPMFLIT4UY5W9ZcyGPqPGaL4OPoM+/Rl4vS5cGb3defO6rwGNPgYBw70dW8g7HqIZPm6OiLwakCG8Koz+vcMmAL0B5J8+zVJuvWQwljqEiY++/kYUvjsrK74LLGi+PW4CPnBhq71KBBe+kr3FPS0VB75cEXI+4cQsvkNcL769DAo+DkenPpebqD6NTHs9SPAwvWYw+j4KuyO+nINtPll1uj3B3ZQ+XgdFvDSUj70yEXm99r04vmKegT3yYIe+WAizPXIY2T2yOxE9zBgWPQd0kD4eWk++tgpQPk8unT7oHTg+A29Mvuvb7L0zUws+WbP8PVNA1z2YHZY97pjpvPM/fT30QcE9t+4hvjG13T1Cw4Q91DmJvYlQxD188iW9axUwPq8o3D1WFYO+tFnNPXclpT3BLEO+14efPkrUGD5iCIU+dSRFPmPXBL6dQpy+pSCHPmNpCr57JSI+JH1jvgvNib5ouW8+scMzvtMdij4jFbI9cyooPqwqXzxUJjo+qoQjPhMcSDz8jLM9dUt3vu7LGj4AqHC+ALWUPUenGD4ZNSc+VStJPgY4772n0E09zkKhvcfNkj2V6A2+cJcivuwGyT0xpos9AfmpPZzBAr7kUZC6E0LfPRN2i747LSi9g79yvtiEtj39L7e+nTuQvjTQBj5aB5m8AbNNPikyHb3tjvQ9sjPUPE6GLbxlnWW+nEUBvjNpgTyWGdC9ufyEvVW9Uj4aPHU+kv2IvujeD7qCiPk9IRd4PZ+SGj6dkty9JdUivkEBHL5oImo+dxzRPdS/IL07ScE7EtLzvQ9BDb4gC9q9KOrQPU9kvb20Zm4+lk2yvpk2vD6O8ku9VXWEvZ8iJD6YEJg91NyAvqHarjsYVay9jAsvvmRBBT30yZ89wH5SvVLcoL6e96o9c81IPpqK173cIKQ9bdGqvaFaZTyirbY7RWUIPqFW3z0Q++M96IYdPlQ6Q75QMMm94nIOPqm3Ej5ODRA+EAe7OkcnXb5PTcU9QlODviSkFbycNly9NEzAPTkvQL6Iljq+E7xyvtInYT5Y5JM96v8bvd+x6zwSs5O9GYplPana1Lzslms9ULpnveRHkD3t/189eCQCvqFrVj7kAZE+hkEuvssDA721Log8a2rVvWfeID4/PoU9+B/lvHDU0jxytTK+12ZjvYtR1jxaqBM+4mDHvZ1gqb2IbXY7FwMDPQCcRr3jyYI9FMswvRUKx70/6su9E0IFPucAPj7rcgS93N0rPra5vTw5sdu9/aSRPfmwkL2A1V+9dzxePmvWAz4Mndq7vtAgO5L6CL4cjaE8oru5vIaHzb378L6+XAvxvHjbR70hbRc+izOrvRmZH76J9GC9UGV0vrqLJz507uO94vcIPijU4bwqgJc9v6xtveUMPL6Mwqg9m1E3vkqnPDx9/K+9GPU7PrrBdbzopjQ6/83lvfQ/B76cPYO+4XOLu/mnIz4H3Mm98t1BvgT0hr2qpaw9aUE6PRljWL4jAOm8PqEivs+8XL51j2u+LecavNKYpjzxhDQ9qT42PTgiZ75EziC+LKfGvWIeTTxrUTa+aDkkvkKv/b19N727kcNwPGdXbz7i6fs8feRGu1sgab5tqYM9RCSHvWhJMT7cg0W+VXJmvGHHUb6e0Is9T/s0vbCtU700ijg8OESQPdWZ3r09RPo93AAIO1TkQ77fZNy90+TrPeC2L7yWGTG+kmPJPZPyb72j0ng7BRsyOz+rML70P0E9b+K9PWeNEz4uqGk9tfWcunwBOT4FvOS8bUbhO6wizr3RNP09+mzrvZHYqj0Pm4y+x+F2vtMc2j0ULRQ+X7/2vOOwNL7DkAa+MfFBvKrGob1DKxg+obbLPOlO+z2IDd69svypvS5fML6Q5Tm++GuNva1WR77vywo+lydrvY1tFrzbzyI9oMCivGS4Hb6OSSe9sypsPgdT/D1j5i4+uJYWPW5rVz6u2B++6PXRPVnuDr6rA6i9i2WBPQMFYD3kEss9HafqPA+lmr5liyy+Ggi2vZv6yL3jmgA+rRc/vbUYLb4Z9509sQQFPvW/ej4l1Dg+GAwlvepOnD1W5W29z5dLvQY+Zb66are+z8+8PXU6jbyR8RC8QIqpPXgaMrt41LA+KAWfvrbpKz6TOuU9858+vncxOT6I+mO9YyCXPR8pZr2mQHO+e8mVvvhAmT6sfjU+cAX4PTKBWT5Q4rw9DYLdPNbJ6r2aY4u9Uu5VPp4SxrwzuW89fZ05vb2YEb7/+Z++JXZ1PJca97xQZ1U9VP/sPcUhDb5Cgw6+Hu7XvF3wLz1e0oG+NZYbPir6QD3s+kY9ryWKvmUsXT3oOTE9ItnzvT/cj72nRVa9dYfjPevsA77bDiW+rwBMPpnhtj3Fj4y9XS1OvpnMQz6ZS0s+F2OFvogvvr3RCGM9JtoYvGAmhz110be9/yGqvbtCDb5Vb4O+s4NePacEWr2BYwQ+49MePkHTPT70jzu+pqHxPS+E+TtzXJ+9E6BxPgj40r1GECC+U3TCvWCV7z3QPUC+e6NXPhdgCDz0jds9fKnKPZsvET4LogC+SRiDvtvCpD3s5kQ+QxO9vcdzKT6CI1G+kh1/Pmw2x7xOd/k9GyUmvs7plT7AqMC+zce6vbl4dz01ZFi9yUiCvaEl1byY8CC+w4OCPe+Rg77RB/891c77u8RIEr7oF3s9eyfLPZk7/b1BeDm+flGuPMvBhL7M7zC+bV/XvWrMOb5zszM+6C1hvTvbfr4S00u+g+cVPimYoj4zYfQ9aSW0vYp7RD6UDCI+OyExPAQ6Lj6y3BO+OjXGvcHWHzzOg4c+t0gWPv8y6r0OZ6A8smY2vVy4hr1JO2Q+m6B/vrnbIT40vdI9cMclPhaZjz6MQ7O94iN5vjh8/T3Z9lo9RnjMvFgJnL20Igu9GLrIPW4y672/UWo+RjaRPk2VML6HXpy9JSNoPjhUpL7tbkE+ID2evUZHQz62pCo+tCkxvXRvbz5SJXu9i1AuPi5Cqr33Akq+chRuPBYanb3LilQ9JLCdvHlaFj3oreG92b1Dvabfyr2Qc2w+UFA4vdkMHj6Uy5s94Q8YPshjfT5tGoi9PHWgvjMX1T1ZP6K+ABTYvfBmyb2ch7K9JeCzvu0FtT2lQQO+B3clPowxdLy0J967hi6BPJeEUT3ac5m9n8s4PmuvVr75iQY8S7YxPiYciT0kC7k9u6epvTa3Ib7eb3s8CTqfvbSgKr7ssRE6/QMWPrcL6b03fku+sa7cvZ9A1z1FXn071VUvvTo3FL4/Hke+mDsXPeAlvTxqgze+kDv6PVwMD71HegC+884SPSpEKb4yb568fv4PPrpN2L0ktv+7svCkPYrrU72uhTi+3BC9vJ0EQL1wAnK+srOAvrhevrwSLEW+sDaovYBGXT0tsOu9z2knvk53Fz2jNAc97xJsPQgzMr4p4bm9bfIavqlT7j3mXAK9PqAUvWNZwj24FnK+FzlMvYjgzTwjl0K+XVxfvZ23H74f1QO+b2HvOxzkDzyxozQ9NE3SvfJDg711PgO+igsTPb4xhbwbsy09O2/3Pb93GD4rdYg9dWfUPejlMD2lMr89rHmpPccdKL7rsIQ8tY2kvRBlML6s13m9zi/1vRzo1r0wt9e9lyIUPN86WD38BKc8EcQHPiJjg7wtaNw9QcwivjAgtr5jA2S9WnkdPgqT2z0/FRK+Y1J7vhv8qbw1CD89SD9TPeuozTzsmJg9xlfqPd6Dpj0qSuO9zPjLPYRw4b38TXo97t+lPT8oyL1YaFq9+chjPZsR3b0TLky+BLoEvv+SjD1ALWe+eBTfPadErD1Hl4O+A3WXPGkchL1zUZE97MApvjXHRj6qPD+9uyUlvQRUcr3nxjq9X8N5vjwPPD3wjbi9sJUXvsmtXb59Ok++0CcOvqoGUL7tWIq91yVBPsLoBb5BOQm+C4eCPsPbl77LTyS+HtQLPLOydD5hOk4+Ux4xvjvgHr4NsAi9B+dePv85Bj62Ocg9YOgEPhKhgD3rFa68obBZPYb9lD7aN4s9i6CgvQsilz5DPuo9LU40POkgULyBJzG+1Q2LPo+BVT5g4KY96qNXPueFcz1G8QC9fRhbvsaJ8D1q59m+pCyaPrUQpb2BCnI+UzpLPujQ+z3thjG8TsOAPlAyiD1WV1o7jZS8PbL/AT4yU4m9OMesvfQgvT1JTlO94nR7vROrsT0gZAy+G8R9vAtFvb1czUe+QBogPtxV+by6NgE5Z9W6vZU90T01sr4++WoevuHCFb4STkg9AK+zPtpMpb2CWxy+I9FBvf4oIL5ux3i+2U+oPsjmCr7QOAM++P0ovDJA5L0Xh76983GtPYTnfz2cMCY+HiwrvOPcGT6KwM09ctXQPSgUJT6ZJFw+i3U6vgLeNz5UCYK8TJAPvswjiz0s3k4+zWj+vavwnj6M9dc92hwaPiONE76O8tA9XNVnvalkEz4rPec7ve6BPivMcr7/NT6+sT9mvIVfeD0nUz6+BjzVPQ87LD2VpUY+9CmIPnts07214bw+xhmfPSy6aD1lcKi91tECvUt5Cj7AKh0+TXKxvb1chz0XeEg+zNmYvp7VPz5Z/SC+VyTJPS2qD70v2pE9LMJHPr/ZLT6t1Zu+y/+Xu5pIaL4WQcS9n/sJPr21lz5sPDA9P3cwPtHuOr5a2TO8UfC+PBRiDj5jvVQ9zcevPmEtBb2etLk9YwVBvXiLiT1NYng9AQYSuUsrXT5VgA4+gCiwvSoypr7UwAU+eqnzPXmphL6qy8e8lZwWvpSGV77Vk9u86C9HPsj1Nb7LgGK+z/thPWW/b70z+wq++vP0vVuPjT5ULgu9/Whvvv6OSLza/669IlJRPoIja71ztAE+D5IUPYV76T1rX6g9Y7dLvatDFT25LGk9EhE7PiKKpL3uIVW+JxBTvdTjY74gFvc9OCnWvfIbkD6lOfc75bEIvhMNnT6ebfM9KqmZPR9evL3kjC+9BJWmvE5+Nr65gII+MuCevSqUMT6nBAa9YwCevYrsrL2tTgG+G0n6PJQpiz64cO498DWqvkfIBj7CqdG9+EfnPVdbdb4yH7m8f0kOPFLYE74bcjG+N1fCvM3vPL7zfxQ9oTB6vk7mO71tSnG+zqAnvKBWjD3JAXO9Ws41PTaVnj1PqEs+c2Ybvv0Ehz3gIVA+lzQLvmpmOD7oXgE+eqXyPeTXVzySz2y+W1raOogVHTtEV5Q+NknjvRFeLr6hd6i+KX0EPv7HJL743EQ9XttHPtSYGD4qI7a9nIy+PY4bIz5F9nW+6q4CPkRYrro4RYU9L4w9PhWQZD1RWLs93lKFPbyxUD5vB0U+Vb1CPuRr5buF/VW+eVg8PFvrTD46QHG9dgf1PfTzDz06pFM+D4x2PAPLg7snSSC+2ZKkPP7BEr3kKOC9+BIjvh3Sub2gcPk84t2/PV3H171TGyi9HnmGvVH9k71ZWiK+SDsVvVYfdD1UKT0+oQrFvZgNr72gTpo8zxnGPSRHoL2ewMg998AoPdg2ND6dXe89lpUqvbYxTT3KXI28Tn0sOpprdbxpBtw83qrGvLgusDwK5e+9NV6YPagbl73HnEg+3RY1PdROCT715709/18iPkTfFz40Rby8Z7ycPXh0Fr0MCas9/5AjPSVbSr3n8j69zHoDvrTAKr0Rl0E9sTLLPexcGzth2/29DUhdPdb/XL3U3is+OCMNPHSE170/ZoO9PCztvfhoqT2ceZw9cnnFvYybi724PbG8ZaaqvVG3HD7qSFu7FeucPXtx5bweDky+VLg1PkNn5z0g3cA9D8eEvBJaDDwEJS08d1PePbtPHj4oKye9sTpbvEURiD7ysus8OnRsvsSFPL6pqL09Z60BPRRgCD4uagI+fP0wPoNIDr6Xk8w9y9S4PACTcjp/wxG9h82rvQzQ6rxI49o9mK1YPmU73zyLsaI9fJ0lPkyk1bvQO4K8hBIKvlr/zTtkZhu+RqsZvbTVFL2gP4++2nmLPfSCs775noK94FHfvSTMob0QSVM+BAl6vijeez7jg7A9katKvky+0T1XSEO+hdpIPkdKXD7PHD89xdfcPakSZ75jQ+K97GjGPcIKUT50+pe9TaF4vv0BBz7K2E4++wWwvV0nfz76MdC+0FDUPstpuT5Hn2W+X3G+PUAHzr6pOae8EPxXPRKj5LzX/DY9/tBAvdWSPj1iaiy8+312vv77hj4ZScO9g8IRPj2EDD7/0Tu9zcewvevhVbwXmNy9UV+6vO0h5L0dJ00+njD/vaJqXToxf3w9uJ9mPjyrzLvjfWO+3CyjPbhU07389JS+Hianvq+s9b430TU+vRwSvtq9jr089Xu95GPoPUUEAD2aSne9FwKJPqYDUz5+uQ4+IjHkvQPdKL6Vt/g8XZapPaJ2aL2hyhU+hnajPSeBvzzqmzW9pU0NPnXMOD3nptc9bq2/Pt15Ij0+e7s+9DohPic4mz278BY9BWL/vB7Dc77UsAI+B1zMvMSzgL68m9w9ScqJvub8YD2MPJs9IHmVu4Q4UL5syY09Qf6vvTSLOr5ikgC9fK/3vaBZuD124CQ+elwNPZuCWL7y6hM+Y/0nPa+QEL6z4oM+p652vhBCbT7o7wG+Ns6KPl7Khr52iNC+pVlrPZ9Ewj0b3sg8QuKjvbWboT2WjVO+X0SCvi1kaL1J3CO9GOJzvtRey77Pvl4+UPgSPmTf5z2uSaE9WKnYPfoQTTzjcpC9KN0GPr8eGj2VhEA+Cb72vQROkjupKJI9cBDnvDGirb2+ZVA++q2HPsAvHr1Clhs+KKemPVC0j77s/VC9LQBkvn3//T1Nt+A9lERavoOGRb0i+46+zEtTPdDM4r1ACAu+wj4SPlk4DL47GYe+uWCuvjfuaT64NnI8CZm8PRxuAr5wZBQ+9C4EPh3ogD3ASbe9o9UWPTIMAj5dTaO9JGpNPmxsWz7jFxe9f+NdvkIiVr1PSN89khI7vaEQKb5+3be93d+LPqqbNz5itJu+IT9FPTgtUb1XuYw9MNpivWg+Dj4IYWu+2K6svSubwL40fZ4+Mf/5vSRT/rzrs5e9WsW9PpuMrLxCs2o922XKvK217z3kGYY9mbpzvsyQxbukGGe+ivvnPfKHmr60R2U+XxboPAPKNz4nIII+DELXPPukajy0L/i90EIuPo4nE7y+Fhg+vh+ZPROAuz4Nj9e+BwcLPtrmrj7Jm7o+4yVxvjHZbD1rspk+Iq9rvbDRhL36pYG9dc9qvhVUODyNWfo9mteFPXFR1j5Uv0Q9CXQMPhxOnrpNKwO+6mUGPow6QL7jMdq9kAX3PX9UFr7ly1M+6LiSO5UVqD2rCWo9BCoqPjqSRz1XVoG8Zen4PbKfHL6zumi+l/IvvnrJi77/hpk9LvaAvThOLL5QcSE+bx8bva/HFr45DRs8gFMZPnX0FT5j0eg9cDDiPcbvHD01CxO+XMWaPa7ZGLzqYK497083PrMOUb5nR549AWsIPc/8Sr3rvXY8OUuRveBdIL4TRhO91HX8vZKegD3lIJW9KLGfPfQ7Oj0AqJ++yoS6PU7WPz0nnCo9lB3KPTOqPL7XBSq+98NzvnoyAb1l36q9j96fPSN+hD1lH+I9pLoxPB23Ab7/XZ+9+wmBPQMwjb5MBSo9zGOsvagQqr0Iihg7cwCFPd8nHr6SAk+9gsN5vDlerz3qwxE+7XzivFla6b0/oYq9i3C9vVu9mj0f0Eq96HeSvmc8H72BtGM9XQeFPVLxsT3dsA+938V4PDC/br1bfgg9aHAFuwZ5tL5p7HM94/CjvRdc1r1jDho9tOoRvrPU2r2kdyW+8QkIPFFBWLw8yq47vBi+veUqfTwqQkM+F+W/PS7UDb2by+u97V+svjh9qDyC9xg6dFBBvsB9UzugRfI8yMOyPVZe+b11t2Q9FnrJPHEU772+OQi+1fcxPrL18T1Ssyc9L5Y1vvz0o709Qvm8DKQ+vt0LcL1WdL48myk0vics7Dz7CNO9J20Wvs5NbTz6Lmg8d7fMPkgPWL4/d1s9LP2fPt4+QT1SkKM8/n8zvlxQxr68ZTM61111vhDhvL2mUWQ+AYIjPtSqCr65dPO9wwZgPGV7Br5z9gu+eGclvWIB670pexE+6AAFPmD4rD5Zw6O8gSWIvUtrDL5864C++3p+vs3A+73Mas4+bTtjvamRGL3MkaI+g/aRPtmIiT4QDjk+CccXPgrcrzyW1oE+und4Pg0b7j21Agy+BDVPveE9Fb7P5gA+lvSTPkP+J77omme+nNs9PG3Zej6FnRk94FQ8vHm/SrwXHmm+WG8UvnTd8j3yKxq9Z9gzPobtxTxNTYO9EtukPXUVdL0Nlyc+mSUSvgLtpzvtehM9zu3YvcWMRT4FsO89k+lPvrzSgj6Wbzw+/dxgvVvTVb11YA++EVPaPUdTfL0FPqe+rubdOrySiz6K0oc+qgBPvlGH/7wb3n6+wwknPQZUFT4hON69/vQaPkJ/Eb7R9n0+3+5CvrGqZr5TF+29YwKBPebJDT3znkS+4svcPWEEcz5YfZA7O8+aPXFcPT5ToVa+ZdoIvQb4Vz3gWpq8DXDJPH2DmT4tJ069UC9UPoo18j1kpt69uujEO4fTM75607k9x900PlXk1T3P1gM+0UOIu+XJVr4Jp2A+pdmKPc5SMj0MLwM+DZpdvbs9kD3zEq8+QTdHvhnAPb3qXQo9tMgcvnB3yr2i8Xw9tKeJvYjMFT6Fvxk+6d1JvjVd0T62AYi9RZuGPp6mgD7JNUy+rtjCPYFFWj4cKau9MOlnPYK1KD7f6eU8/njXvRg/2r3BDoo9SRKbPVoeIb2OpTi+3CCavainVb1CDJQ+fzpGPkHmMj5b+/u8anHvvbUUZD0PN4u+5+r5vQ/s+73xD9s9zCIjPmh7Yb0uk7o9wFMgvQE3ILx+owQ+HrFkPbT5tr2LNPs9bFVXPqgc/D3a6Sw9YRgLPNC0PLyN7CC7cKqYPv5cOD6uu5a9BkwgvhE2mL3ZSNO97JdwvimVCT50txo+inJ3PXjJBT7B4B497gOiPQcTvbxS6dy8hBBwPvjnojwf3fw8jnyYPit9Ij6c2Jg9ICqRPb+zMr60W2a+Ml28vSMk2TxsXPy9kYqJvZS1vT1lPTG9cMShPV8VPLoxwTe+yZk6Pm19ub3EfwK+RoMevrZuXr2kutC9B9EyvpkzRr769x49pcIsvp3xRD6MmNU96f7OPFpNXb4OA6C+938uvqSIoj1sxZS9F5elPH4ezT5o2hg+XQFSPl1aMr20SyM9LE+qvQTM/bw4Fgq9jyFOPhT/bDxXnC2+G5/DvL6jIb1lb9M9H1YRPrksiLuXyEc+fHGBvuIcMb5+d50+ueAlPq5IGL2X2Ce9/3GaPJYNmj23Y/a8YHP/PdwZhj1iZQO+CKQWPqoOib2ekFe+/Y6yvXrGlDxa8po9qYdTvcy40L0dTbk9mlTFPRg+qb1mjGW9rKo7Pl2wo72xeQi+PrVYvsFnOb6/bHI9AM2sO3KEUL59Dwk+mVLwvXoPh71xRbe9KYGpvP23Nzw/HCy+Q7vCvQPNqz3BOXe+A65LPYxtJT3170q8POHnPMFhM76M9oA+VW8nvvIFSb7gjRw+vJubvmTlcD6+vHO+5qi2PcKGZz6hz4i9QAWpvcJRIb1YTuC9PB0WvoRhEj6t6um96VpSPdkNAz1soNM8Hdk1PSJAKD1poHe9ePKJvRnAtT3W0se9zKESPu1VK7xdB/S94rftvdFWs71AYTM+0GOnPKmpur3YR4A9upKSPdaToDswCf+9XpK9Pcpx2D2cOfw9tn2ovek5aj7REAU+SuHUvXqRXb3pqMu94m+DvHXlZ73GuPG90g2QvfaQDj0Cfhi+92GDvdAVub1+rq69vxiAvbnUMT2CaIQ87SFpvnfN/jyFgAU9D8V3vpigJ71rT4E+rWKDvaCWKb7rLTW+NrfnvLXwMb1c8XO9mCQ4vpiwOLux4RI9L4ChvR4qDL5T1TW+SN0BvvLNVj7ZlNw8Fr0LvgrHGL4vEQs+8WbKuse7Eb2rMAK+qGb9Pf6BVjwqY4Y9AZOXvjd3T72/kCW8VESYPd1YAj1zWoY+a8d4PjUgM75pQec8TcuHvkTM8Dv8HmY+AJB1vbTa0D3HVZy+iQ4+vN9bBbuOpI48whMwPhOEhz7Jd0m+tkebPrneAT29+4u8gG2Ivp4whbx8WK890hKDvkqguL5f9ve9JN3QPH1+xj3BcU4+CaqjPjcfpz4pdpg9FU3FPYiEC75FcEa91kGkvNqeiL04BsG7OAAWvmbXdD2g9CE9cZyivdA2bD6doRu+0WTTPaMNwj18HDQ+BZYhvN4Beb6V3BS+hjOovViENT5S2rS88KBHviYRtr3MmZo+YCMXvrdblr649NC9t18SPvpFnD1Pdlq+Vs0KPpGdDD2dmcw9CPGSPoyjj73IOi2++4WIPdVZ6TyZJrs8tCWSPRIoLD76SxG+goGrPi0BVj1rotC8kWBhviZJrr7lzQa+/JDwPZw0i730IUg+WCNbPleS+r1I204+Tz2avogVAD+r9749aPacPnwp1T2GNDw9Yt/PPSwRnj42QZu5qD+Svq+qdT5ks2E+T5F6vlPTgL4suNC9kwFFvldz6j2d8h6+jcUOPTimlL1Kuxi+TQrAO7eQXLxzcCQ+qydcPQPiOr46fcE9U8+sPAUNOz3Sr4Q91vyvPKP1qz31aCY+UEuaPYILO75jOPS997OQvuxI4rzFsfi95Ij8vT0bPD7Vmry95gkQvtymMzwj+fG8T2ytvVldSz7GYDM93005PWbcXb1EOLm9Y7EuPbhBx706vko7uNd6vfmZmT3HGhA9S1uoPBfO1D1/RAk+4Lk5vVD1lz43rEQ+mFJruz/Qij21ab29cN2iPlKdur59A40+kXsUvmHgg75UrKS9etB1vYe0Ib2LX7U93fEMPphY8j0skzE9m0iGveSjIb3pPrM9jA+JvmhPgz6TOys+3BLhPA5z6byCf9U9c1SmvAmqOr7g8cK9Ogk1vqGPMD6/F4G9zTRjPXX3dz3Kl789/Tcqvv0RQz6306Y9AukGvuuqozwJ0Xi+RUbnvV4ybry5SHa+4Ec3vp431j2u2ME9Yu5WPhvxnz0T1YO9z4F6PpAaIT11hTA+NMPNvYlxzj3nxuk9kd4kvqB5ELwelrC98THWvAZgNjxQYkQ9AYq2PRYZ3j2/ZPS9UUowPtWzvT3qxkW+GePHPb5JMD47RRY+Bo28vajkQz7K+eQ9XJffvQN2RT7aOOw9EzFqPVMYSj71SIm+QbGlvLeAhD06CYY+pi1evfXGoT0zYOo9sR3mvfAuLz2WTiM+GXyPvTl8Oz1CEVg8MyIavu38s7yaKwA+6wIFvdxmKz4Oi907L8UZPsjv+7oaxN89In0PvkghBT0hh/O98s95vAcAIz5Ykis+2H3UvbGi6Dshp5a+8Xkrvr6ZSD34pDi++748vnvaGL6EfIa+cwoVvkNO7D1Z5AW+UZa4vco+Rb5nWuY9Syj7vShwBDzZiZa+AFmUPbKthz32Ao+75/nWvcz6Vr5VicK9ep9lPB+DLr69Kkm9ljQqvkZpXb1RXQQ+kQUTvS/RQ74lwt09BifLukBGDD7lMQ48VdtEvmjHzrzJMVe9CEjDPS8iJr20EVy+c5irPSxUlruSLvy9O159vYSaTT1zxw89OUxdvLr6LT2PLI++jXiNPbPCjz3n+L69uc1Rvnra3D0hA6i+hi4QvuUaBj0XFmE+qZDPPXhac70kTDC+HOyIvQ6r4D1gvf29v3yZPQBDYz0wbeu9abpHvo/xcDyyuva92XpHvscUSL7TWgO+cS4hPkaMwr1IQTs9g8q3vspzvT25GqC8A/+dPVwbaz1WgHa9u4oQPbi7qTuu1IS+Mhf4PGVYCz7d3DE9NKd3PBa0Cr5W6ZC8FgSRvYnZZjw1zp+9w6kMvu3JQ76ki/+9EOvfPTkpjr5qixA+evwmvoizxDz4qak9y4g9PZguID2GSmk9hGWwPMAUDr7qlnq9/sIePaRUq75p6RA+mwY2PCtgCr6u8+Y9QGhfPSkRX773DRe+gccIvvdAAT44PIM98OgQvp5ouD3u6Fo+VR7SvcYvhb0IdM0988KmvGzLiz0djUY9naoNvtnt1Lx6H/m8L9y5PGf1WT5j7iu+4kqTuxSHcT5P2pI9PorRvZ/NyD05Hza9Y75APpBSTruzA549CrHkvc4qHL48oKE+7ZthPguLKL6+N5498TvCPNBo7jo+1k09sBMluYvKZz6RtBM+3+c+vcrOqb3FIM68rNDlvTESsz526fc8gAt5PpHggzzOyjW+pLHUOuEaGz5yexI+lN9zPnyQkb5Arh64lICHPkrMuz0z3eY9r16dPWG8Fj48vSQ+dLSxPrkaXT2315495KBCvBDDu73ySvA8peskvpbRMT5pAvC8QJ2VPauF7z2EXr89IYL0OCwTjr27Ka0+N8tmPstPSL53pEQ+Kolyvlm8rTx31Bo+4B4Gve0qlb1yw1Y+zXPXvNLiB77mkBK9uaCTvWd3Fz6sc6i9Lf8FPlpyqzv2yL29i3iIPj4u+j02CyU+bycTPpg0wj7xeau6W2HqPfr8QT7JmGO+TUq+Pg0NOr0b1Ac9u8CMvg8Wsj3nHZu+QSPCu3eflT0xsru8kmSsPEyhQb5bwXi9zbftPOzjXb4nUwq+d7lyvrPNL74D2gQ9jIKePgKSIT7G+uo9lcCcPeNrn7yLS1m9AMWAvfC7SL4cJgu+4ox3vZZmh77YZoA+qHh2Pg6AcD6/uRc+T5NQvdIxGDw9/KO8C3HUPZ7g0T41Lfq9cbHBPTweljzygAA+6U2dPv0tbL4bu4E80ejQvfUTIL4zmHU7mTiAvXJmUr655Ly9AoDVvHNMv73Ap1M+Y1YjPgLHN77ASmY9MS++PQjvUL0OWwi9RE8/vltln71Serw+6IlWvZSDgr46HOU8LeEJPOTjyj2umjq9GGkjPWzs+T0JW/q9b1BGvgwRST5NCp29I+FMvm55Zb3rPoo+FaMpPaLwIz1G/IK9cpBsvHNiGD4ndko+5ZOFPvoqUDu1gSq9ZXdtvYiFsL11/4g+ix4fvfBxYj3eLFA+1ZeuPdnD3D4EDTM+rvG1vWyjnz7ScAM98+CSPd6Es70PwLi9cQaOPsBjgD0V9wO+73kjPsn2Gj5jhqU97cdxPVjOFr4fEA4+Yj6KPd5ucT7bRVw+6e0JPlxNdr3PETs92nAdPsphbbxJ6ek7/JojPgpLk73yDA49wS4PPHCuiTxYM3w+9SARPqebsL1Kv609hOI/vEgZNT7oz4w+oIl0PMV5sj2zwjq+klRPvkaD4z6SDHU+35qrvXCVYD3hv7o93hTBvdKbmL70uxk+h2VnOrnpNj5sdKG9gNbXPSgtcz7thYE+JGVGOa7b0D2UJ0e+VzNEvsc9Bb6+Qi09Zg8NvnDZsD6p6/O84Z4ZPRypab6pjk69koEPPrhTtr0Wk/o8+M8Evb3YDzvke9+9Ut2/vZkJGL53B6M918gmvkO5Ojw0mEo8lT2VPbDKHD25cxM9SPfEPcVRdz0iT3u+DWA5vjsRqbqYtfO9VZpCPfait71VlVi+xl1QPOuskrv90j89Xy1YvoQ8nrs01R8+VOADvea/gr4vu0k9E+UHPux6Hb6TSc29cExXvihwxrxFjxM9FXWYvT9Vtb3GOiK+OIqQvfmxXr38UNo9c6WSPexelbz+uxC7V6rsPSA3PTu/lmG+GsSFvY3Jgb7W39c93TOYvd9U4bzGYiO+vO6GPXysRD1GAk8+p6rMvGRTBj4d84W9LnAIvdpMQL1F7YI97htTvhIUBL7gWM+9BwMJPbiMtb3lJ9E8PAPyvWtlF76L+4o9r9vAvZaF6j0XBVG+YcKOPWqvhDtljcq97FmNvjpafL4GnNo8JL9AvpTRgrxnm7y9TSC9OwJ3cb6NxLq8aBnauwviLr4VIfW93sE8vosQJ76xm/+8N2IGvi2GDb5DN36+kPEUvgFQA72sR569xnHdPBLv2z3ArQ29jxzLvdwYJb54eq09Bzvbvb6LMz6Kjjq+ULP4O0NpzDxmcyQ7aKEZPc8h0T3CtCA9wGNRPN/dQTsuvCK+6VM4vcyTEr7cGhY+2Wrbu/mf4D34Plm9jt9qPvGSor5tqyM+kw1DPgVHjb3j1hs+GzkmvoWDr75zLEs+n9y2vuq2M70LiSs+dGcCvk712jwhJkG+NXSsu0OK5Ly60R6+WfYtvQwgv718NQs+Hl5iPu0Arb2RLfm9PlU2vjjfLz5qTLa++77Pvtx7tzz9i5E+1wLqPYCs9L1rRw0+KnfAPZQkQD5DjKg92I+GPIYe2b1kq0Y8HlZCPRHTH723B2q+uzK8vUlBQ75tIE2+aTcNPdPzyD1ledS8VoUbvSX2ar11npE9jd99PUhLoz1ZC+K98n5cvcbiBL4HM4y8L3M8PmsXL76XtFO+z5sRvlVDizxD2t49jsC0PQLAQz4H2Tg9s/WpOgtjbb5MWc4+zUhLPvf/DL5lWhA+4CGNve9pmr5s2DS+atByvkttXj7IKgO+E8FAPavYHj7fAqo8nT6+PfkcI70Hm4c9xFmevc7TnD7aJTK++gCdvBeS4z1k+uS9MUrPvTdTjD5nJuK9S+aHPlLBnLzBPuG9sajkvLL4gz6lDAY9EpqPPlDVWT4HQFq8BGWIvcuCAr3bqou+GBuzvhlXs7whnsS94L4YvjhMZb6L+5E8+h8UPqwd2r10Trq9PbgDPQ60J72pS6U97IZdPZ3Faj2W9IQ9dNS8PexOjT3OMY8+QyPbPRLU7j1EWIY+cC36vZxDMz1WHc08rXglPo4gU700jci9Us5xvhlBer5y9Fs+Yl4uvc1rPD5nQsQ9DB4CvhmP0L0k2pm+ImsNPlv3OL4VqV4+fs6iPe4jAL5Q88E9yXOAPlIDZb4eJ809LbOhPFQTvz546Vq+TZiFPUjpEz41Hgw9RVxfPpfsAr5UyWG9FvbcvHVmsb0EMom+4227vWw0ID0ITPA9ZjAGPvE/8D1T6se9MlqyPgXKuT2wa/697rCHvpb/Zz7/f8A8/ka3uytwZr6TLxA+2oPtPYLZN771PaQ9gACMPvD9jD3EOaY7wGKgPbqotTw4K0M9dZJsvVo7N746UIE8WTtDvitj+D0vs4W+ZzvQPTM8kL6f7Cu+XjniPWWHx7qr1fM94clDPuzoMT3Sd4O7rdSPPqmMlr4gsLs84quhve55mD3ATgU+LpEkPbQV471vn/i8NKIWPcM4qb3N/MI9wInzPZPrxjvLKJa+Ci6mPpdXIb5TTEg+BHTYvdk8Nr7udQK+8RqpPei1Mj1aEfG9u29Nvrq9fj7JvIC98X2yvuzHW76ADaC9UmZ6PnnygT392Zs+9SDNPgBhlD3M/vq9cZ/UvCZ6Rz54RWE+57QqPYmRoz1c6C++gbDsvQfN7zzdriU+1lTCvVF3H73akS+98MIdvUpGEL6El22+ZougPs+g4LxsOaa8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "o1piPIGjuru1I2M9AlIivgMa+r36JZm9tZUUvVUj2DunW0m9dyXpuwFZPD3/DA69583FvL0caD1fh9I8iOhFvUJ+RT0gaH+80chnvbvzjzy0dRU98Ec8vNrrj71g+Su9xl4YvHrFtjvHajg96EbCPD09TT2kYhK8E4elOq2tCL4MUQ46kM0sPQYzXrwDEQ29al6svaGKdDyR+Ck89dBwvXw327x8q6c6uXtAvRu3Kb4Gn2C9ZOkUPf0hWL3snRu9VFqAvUoCb7tIqKK8hrSCOrE3qbsnaKM8oWEwOwijuL0UHQ48UizkO2xwMz1Zpf296/y3vYe/2LskkiS5nFs/PDlKUr4tw2Y8h9GWvMecqTyMCoi9pVCBvOUIQj3uxWe9D5Ulvb0Ecbwcqg49e+1ivTJUQb3yuSa88kRQO7O+Mr6n97k7beDGvTR9kb3bIyS9q+suvOIHeDslj4G9iG6sPHLxy73PAZ299JTsvFlTwzzhyQa9Lr69POxvLjyI+Nm879isvckRFD0S11Y7IwrLvKhjzb1B3Do9b3IpPJIALb6YUNe7FNdgvfMquDym1AC9+HL+PFsFRbwCG+I6iDdfvaq8sr3uS7G9fsK3vVSVwL0laYE7kTRwPQ3nbr3WeZk876AePadhsLutEoO9tpR5PLnCdLzB2M88EfZnPFgjKb0="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 