{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "vi2Ivdgwuj1FY+I94qTBPgZKGD4KLpO+nNpiPpTNPb1LbxK/gdhSvmhtIr0tG2Y+81X8vbNQJr6SOIs+56l8PSQ3NL59+gW+ejCOPJnENz7hjsU+Z7zyvOvGzL5SR8O9Djztvm9APD4fxzK+F41Yvt+3h74BSZq++aMlPjhFdr5UaJw8Vj88Prcdvb3jFO05d5WSvRo5LL5WDwe+XvIgPrNdVD50A989ejQTPgKdxL51ou2925cxPHFghb5iXue9SS43P5DsPz2c7+c8ZTuWvhyAvzwe9sc7kDyCviVF9j32ydO5nCjPPmjLMj4xjZ88ckJEPghwOT6GsIS+bj86vsJsg72Mugs+u5qpPb6VFT/VyC6+r1UzvZxD1j1XB1U9G/I7v5wcFr6rEFm+ITIMP0jZxr5531w9wVkBP2JHdL5siby9NguDP3wodj2fWBy+3JKsuqOAR7/csJi+6mYvvcKLED570Y69THI1vgh9rL03dk89SsRzvYJAV74A+iU+hUUyvTYwb77pyzY/UVf5PQLxAr7YaVq+F+4wPsUgYL0xPzA/eQKpPZ83Dj///5u+AggFvgZiLb94f529gBJUu442175I0jy+gRwmPUUEXL1sKss92Yx1vWh1aD0D6HS+C8Xbvqkdlb0BbIq+3XexulkTBz4DaoQ+CoyDvQCpwr0d8Ce95qgBPhwTcj7Ovcy93/UcvUGWXz0G2P89YyoDvlGa5b3GgxY9eQsMPUULU71sYYU9sUtcvvE8XL4YhOw9SmMvPWqeK75oZYK+BfwtvgZKBz4a5BI9xBhovnnZET50Dhu+6oTXPAZM4b2vno09Su9nvs2JgD6AnwI92M3NvUA4YztpI1695xRNPqQEPr6Em+w9VjWQvVchKz4ZRh++XD/SPc3u8jwfh7K9fPHpvk1E4b2S4Hm9lBygPSEzLD1f0z69AomYPoOwDD4pRku91libvB2nzDvlvA8+eZYVPUlgYzyoUSw+UVc1vvT1Mr63UHo9Zvp9vb74v7zJoMC9rJ5hvaW4L764GWc9T3IVPFjqNz5lKCU9sIyZPuprnbuSRU0+HoeFPflEUb4EeXg+9Z2zvdwInL5ctUw9e0+svafnnj56mAu+RNpVPtKUAr5TRYW9Yb02vidnhjzQhS8+cUYtPhq5qT3xQ0A+W6AIPo+lqT09VKs9R/GdPTk1ZT3Dw1e+7GF+PfpTubwsGNE98hMWPhK2xb3V+zS+WWgmvk/h+D1oaZ++4DNnvrlZhr7O50u+npk2PvYi3zymPeQ9atiaPr9ytj7/A4U92AgQPGIYOT6UnQE9PZXbvcQHlb6AwZ29Iiw1vU/tpb2P/is+AV+dviALIr4kz/29/G02vSDPuD6MFXA9vZzlPuaJTD5onrW8zLUrPpZEWT70B5g+T/TrPNul3T2su929mCkXu++5qLxpjsq+8pgJvgIcSL4Wc30+OvOePHpqnz4e3rW94C9FPYm1PD4WN+69bNXBvBqBHr7Jlrc+ixJAvmiX+D0XEoa9XaSfPfPzgTwvJPm8+dcNvLvRuDzWkus9rBUcvKkIaj19RUU+rUlpvUpmBr40qoO+osA6voBBjruwDns8HlykvWu0bL0Eaz0+XPd6vpFvQD7jLLk+i1gVPq+5Zj1wA4W+pdivPZhour3DHyo+NIdUveS8Cr6cAoS9MXlmPIvNyD2v0QY+sINfvoN6ML6WN5y85pF4vos7xD5rf4s9EinIve733z5KA9E+1GM1PuScjT4J6+88QVWEvs2Sgr0Qa8k9gUtgPkIL87wAYGc+X4lbPpDomr7XDig+3A4+vhciUz1Biga9KCaSvSkcLD6ictM9Izt9PT663DwRJ548n39VPglkVz59Nh6+CV+3PepExz2Z/as+/kyoPvusTr2Zds8+BJpJvu6WzDvXmUK+d8gWvuCH7z5V2to90SqyPO3EBz7A/J89qxYYPgUwBz0z4k08KIV/vXJ1Mr02Xye9jgSqPVZlv71ZsxK9Np+jPnaqIz49w9g8r+FDvu1MjD6KErg+MAXbPeUbn77oe889syFZvoTXPj4OoEW9MGs/vmYVKj6W6W69fJ8pPiOVCj8MY5W+yrjZPj1QST6MqY+80zWAvnsPRz5eQYS8aohdPbZrUz4waSw+yLwPPqqDsjyAG2o+bUmqPcou2b34XxA+g/aJP/VJd75EBKk88CepPh+rL7+qD/6+HZcEPhAmwT7dXWK+/zp4Pt2SCD/RMeU8AIVHvvvutD6Stl4+T2MVv8NPdD4MPqw+nt8EP4wnv74DkRu7/AnjPfKLDz5KCd29+WXpPn9Cgj1xPkq+2w7RPhzjur5EEQe/KHcyvq+ABD72y8Q98OemPQzxWD5xUV29x7O+PJshrT2Di5G9lFs4Pik4pD0ViGq+wflKPu4Kzj4aanu+CQ60PaAycD0odQE/KfQtP6/h+ry6muA+2TOgvpMbbD6MfHS8hxrnvhNYRz7ggvq+DwlHPqo3Tz7+aJk9XUqYvaz9G7+Ny6q+QIwlvTuYor1iXdK8rxcyvvr91jxwj6A90OJovSvJQj7nxoC9mtmbPQX6Cj5oZKO+Yp5wvoenlz13Fqg9B/EbPsR5hT5Z3OO+VGx+PjZnrD7I2Pi+WWHTvtMW977SWRa9criIPiJc/r16wAe+6ateO37+6L3FCuw9OpCDPp/sV74VagQ+WG+Avi0tiz5OGwC+c+vuvlcwkb74yYG+GokovtJkFL/Mb6q+rVGFvuCYib5nrz89VqF5Ps40P74bvro+ysXUvrVZXD2L6xA990eCPQ6Ogz0mZ+o90H+BPhsURj71/pq9o1ySPXMuXT5efWa+z2XivGAW/7yU65u+gVNpPe9lAj7OqYm9d7v8vBIQDr5yCr+9du8gPd03WD5qchK+oveUvkexdL756SU9G3DFvdSGoL52cNi9igkFPf9pk765j849lt5MPhFsPz7KTxM99oC3vZz2nT3zHwu+7MGUPggsED4z7h2+KY5bvtOOlz3i3qA+4Zi5vXz2QL4TfGq+7Xo4vgTqA77as76+pfrtu+QlxDyrYZE8s4jduzSKMT1940W+JR+1vB/kd77yf5q+CCIovoYIHj5qERA+1PHgvdx4tDxuln++A0+ePc6lzL75S5M9lq+1PX+1Tb4WvmW+7NeSvii0JT5pgxQ+6YcyvV8OPjxGTIe+3npJPogEyj0IVg48Lcitvon0+z3y6ga9lXM0vuc/aL6kIEK+VoNNPnBaur7dtJo9MvJ6vSebNT7rKbW8mNYlvCeZWD3gYU2+p5vOPVghLj4aeQu+kC/CvjCEM77WSIC98rwgPYsNBb7Ip1W+G4PHPmGPkD4rcVQ+jDSXOyduQr5zqhC+P5QaPsQvnb7Unoq+Slp7Pffvrz2QhTI7oY+jPoxu6r4apWm+3sQGPet7l72ToUS+8xSKPbeKXb6LK4m+uz1JPs/+pD2c2OU+I2yJvf78dL5Pk4q9rDlevRSkwz5Afv8+O/2kusUWsT7wc7k+PjMCPlF4gD07fQW9PIoXPj+Ouz70qwG+F12IPkQ2F76+l1A9IT8Bvv9QIz5A4Xa+peGUvvJovT1Tcne+tL/nPXJLUz3ML4s+odnCuz2Ytr7jdhK+DRi8Pv8dPL1FsWC9l58yPuM1bz1Vore9sHhGPVVaZz048U8+FxrMve0k+j1Wwrc+mcxpPoKSs77Cy2y+YsgVPHXVeb3XhIu8JWsQPjn55ru6qgC++PrFvs0m8zwBf4Q81XgWvMdlY76ErQm9TxK0voXGlT4xGH+9PHakvcMAjb4N+Lg+qxsrvgoL1j56fRi+gGtivXdN+z0bgwW+dzJXvieqfT7LUoC+bF22PpVK7T24k569ubGaPijGGr4itXw+zBdFPsZjhj6bsIA9Xnmrvc4lrL42Pmk+yy20vfTctb0PIAM+eeEDP65dd7uF9QQ+Zkwavp6P574R1iU/f5j8PcebSz4LvHi+f7Ynvlly2b6FUrY+U745Pbr62z6TdIs8wcDVvZ55oz4ND+W9T5bWPmYmSL5XHBY+/GTePcoCf70vpkA9QTPrvfU0xj46tXQ+HgQuPcBLVL2/Fp696AhLPjUVNL5MTd488PxpPT1QCD4mEqw9ZGfQvQeNiL2pkz09HMmBPUZcvz5D3/g+qO9UvlLEXb6K/Kk9ioO8vatWkL70Lg0+SVc3Pp+Rwr6JIhG+hwoKvW1uYD3bC529tu2Qvdzfa769nOC+52A5P+ddK75FUFa+qbeXPrO2Ob/dn8w+82MVvq5/X75XFlS+C+7GPW5goD2pVBe8MsBdPesMNr6OK4C+V467PszCBb7M9t4+w5s9v9E3fj19pFs+i6cvPQiBMr4avWk+S9L4vs6XKT0eIhW+NpdXvkT0qL5MFJY+CqgXvyQo+D2AawU+y88aP2yVjT73KXY9Kt0+vSMm7D06cyi9bHCRPtvTAr35538+MQyIPV3VIj0gZCw+xCg6vtQGRr3S89++E3DavjbnvLzycgc8jwSHvrCUYL4boFS+dtsdP81mPL6kww8+add9vzaZQb3JJFe+eFybvvc7mT4kgzu+G2RGPYF2d70xt6C9er25PZ0r7D4P8ty9qRnQvYg4Sr3vQna84Bo5PtecJr6+xwc/dxsYvuFOsL1ozAc83noCviHGSD7/0Ak+DkWEPJ1mTT9jaLM+urz3Pakfu71k/ii+RZJ3PIhqcj3dgwC/HOclvX/Alzvr/uQ9cl6mvPupRb7pVGO9KHl0vk4Grr4f1AI+rZwXP5sS2D1e2eA+5fuLPQlcxD1RdLi81XYEvmhOmL3lKRY+vY2WvZya8LyGS6U9ResCvtWI3T3XBQE+8f13vs0mNb6yuwU+kKTUviy5pD4zNoq9X+7YvJKMwb13Qt093a4lPqmNGz5YlqS7ReOju/opVb6JdLu8KasovjMYE74fN929P6Y2vc3JZb6EUqi9ghHRPSCewr1LpAe+Co3kO0johb5AKNC9Ziu9uWzpgbzZmtU8P08vPRmkkzyhEJa9JmJXPrN9hT6O0D0+Rq+lvHv4Yr6wonk9Ht0sPtb/CT6Faju+oz9hvtHosb2o/wC+he2tPSuFmD3C6Da+xxK1PazmEL7aCgm+DamsvZSCor1RhDw+EnyBPV/+MT4MdiK+srwnO9cDTr0pEQ0+8ak0PQsAur0GiqC+96gEPuHVCr7bz7E9vTknvib30rxFiQu9WafnvSi7lL0lo2G+YR6FvuJYh70joyA+Oxc7PG8xNjzUFVa9JJc/PkYQITwdwlw9qcR2Pc5Lk75c+Eq9EHTavV4RED1Igrc+ChqAux4pEr2km6++QsovvgAt973TH6q9dkVuPgb2Hr3C/se8qO0/van3BD6WrhQ+Dt4WPj1wlrubGUe+4wGHvBZHpT1qEpg+CbCUvGZkh75JLHW9DRdOPRprjj5ihpY8q7KaPcJfyD04P1q94xSBvnFfgz22O/K8zIuRPNhlf76ea0m+wfkZPvbCJL7z8Ak+shhpPu4Mvj6G7T8+xQ1Ovqodlz21zj0+8EAtvM3Ytj02oxM92/iBPY1M2zzxIZ0+pHkvPoof8T1WwaK9p1EkPmisO741+gm+rRXbPcjCs77yTIK8fzM1vrIOCT6Zmzq+C20SvnMTRL6qGhS+AMglPgNSlj2+8Im7aDyLPpqj9byJXVK9VC7mPspB3D0rpQi+kLxRvtAhKz52nKK+ze/4vTM57r3yvek8cMy5vVNsjD6ORY8+fbeOOxeZrrxgVlC+/EOWPne0Yz3D1ak7BQW1PQ7IRD7ukKy9bTeyPZlrDj5wJOU9EjqAPXUOqbxSWQ8+RKpsvrzUtjtfq7+9pyVGPDHLbj5v0Ck9xuGQPCTOWT5tj5w8QEI0vmzhUj4SNy8+lSe+PQBrjD2/c+g9O8Q/vjqkWzykyA287QlAvXcB4716p8i9M7hvPd5zFT63DjE+Ox+CvQXRCr0NNee9qaXoPYep0z1XgpQ+XEAivvG1HT0PCMI+8+55vU6I0b1H6l0+zTGkvR1jtD1fH/O8MumAPfdIhb5MT9c9UkklPAEcoT20jK296AzvPMCQfLxjeMo8rVMDPRLq/Dw+65y9uu7fvX8/Oj5j64e+3FlXvV+f/jyJXXw+3uALvmRpjTyZ+6+9m/OcPLz0YD49AfY9ZgzcvR0KfT3TGGs9w+G0vbLhNr5wiDK9CytDvpgeBzvS29E9PVdDvi/ZC77vWio+0LJjPSdnQr4AUpg8NAoyPLJxUr6ECxy+MOMNvaPsgj6TX5S9nVAlPd/5kL6F+MG938LVvaPvfb7TJoe9s+IgPiUJEj4aFHW+B7WTPVcQYz0i3UO9GhpmPHspLD75c4E9GhCPvPHZMT7gnAa+P9JJvaqFEr4kxP49Fsu3vVoW4j3E2rm9vZkZvuQOEb4jH6Q9vwwcPr6EmrowMg2+hXi4vSV3nr7K2tO9iXLoPVtzqD3EBZe9PBAKvbsHf72WVKC9OwhGvZ5u2rvtlJC8w/oQvbHZsj1+pDO/Xpbcvss6m738kz6+L+nzvutqHr02aI2+lf7dPWIeuT2Qeza91OH4PZ+9T70qpSI9F1FbvaJgob5ZDI29Ye3Yva2AwL3vMj89fIBKvJwaQb6L4w2+SU0/vdvcZL9ELyq+xhLlPXwVAb1n8ny9k+okPe8vJr6TCOa8BZiyvY69HT0xoxE+9aZLvhrspjvlttu9F0RAPcNHkb4cqBu+qhJKPacGQrtwT/C9pbvAvZ7sAT5WRZO85AZkvlDKKr2QBws97UGKvlKLML4seUG+Ujd4PeoeCD5OVBm9vRzMPAUs1D1ivk09JDlDvFl1J70JPQI9bfTCvakYDb61z8o81wk0PiuYgD7c3Qg+/y5fvu/THD1LT+k97juUPgqBYb1puAC+om4evnAGpz1WTRC+pz1iPgA6Lr5VDIk9gSFdvfRkAT4Bj9M8bM/dO+qkIb723Tw9Qs0dvqKoUDzi22y+wMbGPbP4WT46r+O8qgHEPVzOrT3dnBU+q2cHPmKk6Dw1e8w9KMTmvWWCNz6w66W9uKmjvEiTNj3mnaQ80FuqvCno6j2o3qG9cDvwu9kuHz30Pno+0cHWPdpuJj6neLE9I1CFPSwQtD17erS8QcFTvHB6oj1BsUW+unt7PQPUGj15i5o95YAPPmGXMj4GIg29H659PVcczz0CDG0+NwmMPVkFBrwlgro9z4ygvfujmL1mG0S+F2BiPdnrjr3cfgM+8w8xPj7IiT4vu4y9GdfHvRr4Ez7oHxg74tj2vSLp0j0g4FI9SdS3veKrpbxxsgq9NO2ZPTXAjbypOK47eNa+O/xUrr1NuSq+XssXPkvd5TxFIQA+ZB+rPeMoBz5P/Y07TZa3PQ8gBb4aKQs8bnEcvu9Z1z3A/1A91Eu8vf5UIb4Tjxe8FROEPPrfVT59fDO+3PcRvntMmT1B1xI+0AX2PA6XTT0kH7W9rTQSvt3Nij7QjiY9LYjCPHcqMD4kTz29ie0JPgsZRz5EHRO9HP27vYCLPr7ohjo+ieMHvoXkiTwpOK49tfRjvU6h9D3M8JO9w/bsPUPPeL6ORTM+rBg7PTyH673wcrm9wkCnvNd11r1QK+o8RI8hvtSSdzwNZyk+eNaLvp7y2j1T2Do9TP6bvf9PxLy4OEg+cBGovew7t7u+6Wi+3NIkPfpVWb2amki93H8RPlhs9r2ugro8QrNLvvgFVb77/kw9XAWavWpb2r2Bjqu6273cPOcfP70VS/Q8EKUevr1IvT3Ky20+Bd3+vUCHoz1CrdI9sFI9vrAWGL27NtQ85gTrPaRhFL3WfBI+C14mvOnk2b3gPrw9yAYTPgbEuj29Nrg8p10yPX88MD1nHYS9iqyDvGTTET7qPty8VlWIPT2e8rwKiDa+FUifvWqvnD2TmOE8lPhtvtxg9T1xz469Yn0bvvNv2burLTq+CcrMveos1D09m7g9wniqvTkqID5C8wm9fzyIPbEZiLw91vy9whGsveEYJz4Hgy49cUOfu7W4IT5qSJ89dNd3O68iyD1dfh2+/CQ3vdSzxL2gJNm8nVhcveCY6D2FH/m8RfoovPhFjr1EDgE+58QMvsXhyr2bvWo9RIZkPaTkMr6F/BE8SbgMvm3zL77rAGU9gy0Cvop2Hz4RrvE79PajPQOVlr4Qa8U9VgUvPRS3IT78cJg7H27iveju670z0To9VmmUPbOUyT6t37K+7nFKvrA1dz2XAO+8yZETvonZzj16EFm9QKtWvZ6WgDzlq7o9rQfiu9LhXr6JG6i8Q5P5PfLfIr1io4G+oUpivniEYz3UYpW+qQa/vUSTkbxLkIO92Q5UvtSRc75dCza+N3V1vh+qmL0ilq49gPcSPsXXqDsEiDA+oG0mvsDx6jz3zZW9x5nTvXS65r3LszS+PHzFPSmtXL4GhLi9EtBavuo+JL6wNaA9nfrfvYW0U71iHpS+3Swqvmro1D3TAji+VhQnPRqHXL7qhlQ99BuoPQ75qrrv6BE7nEdGPiuRtz1Iwxq+Ng2JPZkNTb61iAq+bsuRPRbAcL5bopA7EiKLPGgkV76uvn69loDHPKEfaL71rqw9BW0Pvtsvrj2uR9w9vF4EPva/hjvUgRQ9E96CvrTfm72DQMC9yaHmvWQERr3W5zC9MtnzPNDsLT5bRB++c5X6va9P5L2fudw97XUdvcyEZT7CcIe9u7UuPvLeGD6mBOM9QiAkvev0Mj281mq9rMOBvMJ4ij1fsMY9dQz8PYdBqrtFS+i8sS6JvWcX0D2tELK9cKNIPnIoYT5M97M9wucuvq2dt72GVzK+uKEJvZ0K+TvAEpg7e4QSvnWYibzu3q087/jYvVURUr1UcE6+MSHpPX0foL2EhKK9fouovRcpsL0eKQ6+J9icO344Ub7eBoI9+PFgPZwFzr38Cos+Vk6vPZqWKj1ePmy+qu0xPg155T229bi6Tra6OsJn1z2jHjU+OxrKPZBEKz6ONhg9N9lSvgqhgj7XNTk+Ajm4vdPeHL7RdY895tFdPlypRz6DgLK9MWlDPFQUOz2IZw69EAB6PFKriT2lNIK848Z4vofVCT4bQYA9PZogPoGcFT6ogZS+vXG3PnDNXb4Uyt69DZB/vqt66r0C5To+zZzvPRcqhj29jCo9vTcOvmtY070ESS8+uKdYvr/tf72MwJS9yeo9vqSJNjyyft+91UJLvvvGcb3hDhi96j25Pq3CbD7dMWK+HI8evoTN2T282vM90DSVPhXZj72Pmns++4XdPc3pfb7hlCY80piOPl6f+L3KR568EjA6vnrztzzGF+O9IGbtvYrED75NViM+is2RPQfr5LuzYbs9JG9rPoJauDvHZuk9dqJgPu4gEzpVuwc+MtXoPSRYmD2RcN28UfaGO6pIHT7l9MW94gYyviFzpj4wUm49uxJUvCnBo70Cn1u9WunOvHT3nz1gkZ29Fe13vi+yJ75qfaQ9rnnDvS3gQT73knA+x0eRvKyNK76XxRs+53E4PsKsPj3GN4G+nyBjvr3yiz6Z/yO+cbk/vkKPSD7PkKW8s/NMvnoyRz1T0zK9Yr8nvJe7Zr5dOxa+iAt0PO0wFL69Vkm+S7zHu2uSDr2o+am8KrIWvrHoI75I6gS+vRckvZFY2T0qor+7jWWMvtRmjLwNtkI9qPk+vpvJOL4sJzm+mCYdPukvDT6RjAc+0nwVvc7pJ75JmKY+oNtfuw0OKj563u+9hASZvfnCdr4L09Q9Hy+EPZgTbL6J9qA9JZ4hvmehxjv7L3G9K04XvpA7xj1D5+M9cANDPuv+jr0JAti9gZwIPfB70j2h9xO+n92JPXtzar5pCIM9tvlvugs4LL5nKRC+4LFJPV+j4jzM9GA+furFvURWtrsUL1K+aQlZvvqf9LwvG/49+cKMPZmHZb1BNxM+3XDQPXRwLL4vD849BItrvmYPu72MDu89QHPEPW8xRj6Zuoy+zPZqvAsYmb1uira+TiZdvq1SibplBlY9sDW7PTMIWD4dMei955HTPatiUz15TY4+DturvYkkn74nXMM9sxcZvuwg/L1yWJy+gDpavqaew72OJ9s9P+zXvQ11Dj3tgfk9pffvvQ8qvryECzG8hcwpPWf1ob2JmXu+txxoPmO3jj3NEz0+3e9IPmCGzL1fD8G9DoENPRBsIb5+qCW+/fcCvelHCryeAeA+gpnBu9ObzL3PCTw9DxD0vVrdLb7RfaE98lIAvdoobb13ur48q/PsuwxvHD7oaE89fDGEvQYCGT2K5LQ+848dvX47bD1nkOU8Y/0Xvcsr7jxHVwi+5XHyvUrgNzxuwwS+ZYWbvWasNr6MiPe9J1dIvpdcuLz7Al++0t8rvjdhzbuQ1Iy71FTzPKEXkj36cxO9W8JHvsEtrD24Vpm9+e+1PRG9Mz3PIx2+cLkkvt/2dTw5Uek840OtvEQs8DtDXJW9QwlRvdW25b2Aniy8sIrZvSXHIj1JaZC9d7GdPRn95zxGC4y9CXWVvT5qmT3RE3+6rWEIvRXsXTwX1Vi9Bu0LvmkMDT7lY6+90s2KvT5eJ76Trke9itkgvi0EMb6j/PE911QWvgdCMb0PFei9uVoLvktzFL4v4H69UaLUvWTp9jxinqA83JTFO1+Zg77gvgK9tqxVPk7ZYbzd2TI89aKsPY2gA77/Cc29eFPWPXHdYL3Qnio+KjIzvcduzbxIAMe9hRf3PZAMEr4c4xy+ZHiQvZCkhD7afjm9+ZUUvsWkEb0RgZw9HUB2vQAxNj5vEOE8yY5+PZwJMb72pxi+YJpbPhmo2D07RIm8bVZFvuvm2z2h6rk9yNsSvq6Y1r0JlTi+LboAPq3L3T0Dzb67sTtCvQeFB77IZ8G93oPwvagf0b1j3c88U71hvXvoU71m2Pk9RCwIPQchET6e6Cg9TVCDO+GeLz4ui9E927iOvU9WmL0r6Ta9In8SPtJLFL5J+ye9BgNfvsypDD6OkZo9JfeNvKLdKD42xla+Dq+VvuvL1j2YbZY9g3x6Pkb4tL2nIIU+osaavl7L1b2CIVY+F455PXrKsD36mSy9P//EPRpQz70Ls7I9BUl4vmWxe77YbrU8gvNNPtNNpL0MilS+jTYnvglkZL5JnCa+dBVEvl3ujj7urCq+YOklvo+iu7395Rc9hCWUvq3nhb7nrEi9/sJrvbKMvr5h9DE+TibEPLywGT2xhIU+YqcWvS0yrr2ynF2+98mQvhtmRD5bmYy9CEJBvvOaF75ToNg96lcfvqMdWz1tfVG9/av8PRt8Dj0HKAG+C8QJPtgQhD6BlnI+43aYvedxRL0wX6K+VandvLaBp70FREy8KjaZvk+wSb4ktM07el7ivRcLgT26/1O+OjbPPYBSAr3D23W9lMA6vkhoRz4sysI9v46Gvezanr2AgXC+kugavZLQK7779Gw9WuAAuyZfbj7z6FK9GrGKPMQhqb14ZdO+SIo1vcZ89Lxt9D49EmQLvduFD74PvPw8O73rvfDROL3vUgs+8R7NPAIXDj3X+f499DFdPmKRdrwhlKI9aFEAveJyWj4hg9w9DphvvRCQlD2QLdG9Bix1PagBCj6z5xo+/8DnO/7Jqj0OKig+aLGJviq71D1ftFk90uEivj52Ib6GScO9QNrsvLsosb3oF7+8xIBEPmO+g70MayM6Pa/PvcOgar4iwWI9As4NvaJcfz5rzCc+bb8pPqoIXL6RL7q9hg+avsIu+jvW6IC97ZQRvkwI9b2mP5688eZGu83QLr2iTS693dYEPQuBD70ju0+90TknvRcWvDxGvm++brQIPtkcHb7Lypm9fb5hPfuF4TzvwYi+1VDVPKgw0D0ogBM+/ha8vUA4JD3/LNm9Wwo3PmpYmz0mh4G996QLPshoRb33VVW+s2PzOxKX57w6Gnu+p8P1vUSBl728XBk967CJvEnemjxJOVI9gnFdvvH0hr7/SQq+10QhvFviHT55hWi9ojZzPuTCpT1/7SG+VGo3PiKwPj6xot+8p1cLPsSRA72/4Dm91U0zvuPDX73vLIe+E3TWvoAz6D2nGxK9uiP2PAdJ5L1vFl6+VdXaPQizELwNa0k+awZXPpqr+j0SKSo+c3TCPWAAEDwUX3K+09lrvXdFXr61yVm+NlzpPepaCz5cXLY9OCu3vZmUeT77Ab+++Y0Dvj9S0j1Y+qC8MP2vPObyKD7hkLW8888SPVRP7T2QrVs9vDA1vqlbAL48bGm9F5y8vSafmL2EqJe+tBzkvVsLur1iZ5U+BO3iveT6NT4lL3E9yOs+PqTsEz4QRG+9bn6ivN5fsL1esnm+LAfaPOdbD70qr3S+xd6TvvKiXT5SOJU9XH8QvsXQSD5jLOK9L1whvRmqBD6TPfY9JbdHvXF7hb1Asp69craGvD23Ir4vLsS8gfbIvRI4yj1fKR+9KEkgvd9cqz0F+Sy+bBobvQL9BD7piRu+JskBvk0yFTyG4uQ9azujvAjflz0w9Ec9incGvouy9b04UqI9nhizOz9vFz01Muo9ROwZvdSgnr10p7i8V2ivPfOOuz2rRko+DD7jvYd2djuK/WG+Jxv5OoRifj6oQDm9p/MCu7fUe71qUWG9Fb1/vZafvr01a6Y9YfsbvvzIbr4VNVI+xwbFvY5soz2bOky+icwIvm6xoT2q34K7rgDFPbA6kb0n15U9W+ULvBulgTzGURe6Jyd/vHYf6jxH7OS9CqekPJIdMTtvnqm7Pz3cvZYjI76wKru9kjYfvoDGNb7twbS8WYSAvb1LTb6KFye+ndNzvikuKb50TlK+EmtuvuAwWj7UFEa8hRVfvma9Qr3ADt69jmctvo2UAz1KK3Q9OxfTPS65RryIL2Q9rOmRPHpuRj5qsqg93+4pPhkYtr0J6ia+g3WhO6QfLr4sH0C+ebo0vWquQr6Dk1I977zrPbz75L3U7O89Zo+YPtjGxrzfbka9x7FHvri4wr2wpiI+PDcKPSzAY714toc92mWXPKfyBLxM9j2++TNvPUNEej1VzGK91vyFPccDo73WbAY8YqR6vesM3j3cUsq8NBqcO2hrQr0xNiW9U5jJvIMusD0m+FI95mkhvdWmP765Nx4+d5JJPAEmwLyIE4o9xnOmPWb1JL70cZY9OlscPmhSrj7MWDi+rVSGPTFgej5Q8Ac9IoylPNGXIz5/Uv89/AK5vYAbnD30GfC91kFxvuFldz77BwK9EffcO9ZJK76cyvK9e0AvPqlgrDqUrNs9uWVwPWgPtD2TlVI+ZzgmPgXFwz6Qqci9bjikvuupjL5Vhko+xAhfviuJkD1mQbK+TprcvC4r971/1CI+tHMBPHb0Dz63FLo9NwNGPrUboT47b/I9b0cAPh2QM72H9RQ+aK6HvY6oKj3aLMo9CkSDPu1Oij4zCni9NLuovlMgSz6eu3q+UTLMPThGlz7a+qu97NvyvSZraD7iESQ+X1y1OwBvbz6Sx7I9WiBwPv1JPb0MNDM+pQ8uvuGJaz0OuhG+x+sHPiv9MT5II6e+RUC2PggoBbvIpR29mZ+mPs2xszx+mzo+IikrPgHVIr5xdYa9sWINPh3qnr0ZmgM9/oPEO2MvLz419io+Aqg6vqhZXb2KUMA88rshPNfbg77gKIo9vljPPaypPz0UTCw+YnZlPmV5hr7XFaS9Lppzvds0nD47ryy+JU+cPoMVMr4tFlE9g+0rvoOQqb0+JZS7pXgKPjdPDzuRdum8rQJlPFm9iL34JzQ+EQlRPm/Jhb574dA99NnTvFmRTL4VYmu7oqydvTfmgz3WemS8muVpPTnSLz0YfQG97So7vrBJbb4Qt0e93GKkPFcAj701jIU+7KLovK7i9LzRt4g9kZs5PsdVkz34ofA9gHpouw8AobwAw4o+re34PV4aiD6skFk+4CFjOlYqBz0ieQ6+rH+hPodRNb5RwHA8heRFvahw671C6Ae+FWeqvTuAyjwCJYc7y7JYvgjuU74JZjc+ygM3PpfUkb0f4Oi9GZinvWUl1j066AY+pTWePgG+eD2CbCu+HhzfvEvZTT5G29Q+VDVtvkF2HT7k3RQ+dOVzPNqDJT3/alU+g3EDPG54+zthcpC9c/mFvu6sebyZtIS96JXzvZs/370bl5Q+l/F3PqhHZT0pwLm8IY52PqCOLj72Q3i+iwprvkT52T2fLhs92JucvsBBFj1NtZE+98waOzrGe733Rm0+cA+TvWHcmj2fnBY+1e6lPXQgRb0LM+m9bdTmPXDFKT6H0mI+dySKPX3JsL3M6UW+wOXuvP32ib4xtLg8+Hgjvo4VjL2Qwk09LnGZvLdOGb4FIuE9BOZRPpX7VT29X6w9adoyPbDTxr2JNzI9WozjPP54fb5eZVg9SzvhPbIovL3IKoq+EIwGPjAQIb4aZD09UchxvqQRAL5hdp49aEvHPQCXibixL6c7oLF0vcXTJz5L/wU9/yosPuB4nzyMZ12++Ro+vuGEA75Ncjw9O6L4vcDBsLzCKKS9yxyFPcK/CD5UTU09bv1xvV8csTz5wJ89h3nqPQTavL20jpO9+J0Rvuas072vRls+Ci0GvD3VWb2K2Iu9x/EZPaSwg72aI8M9C7NBPaSeFr7MNhM+IONtvU0/gb1Gep4+UKgXPqqSFL5njJw94xInPmJNKj29WBM+3ZOTPfPczT0erSW8zJAAviqoeT5fVs89xEK9PYQGFj2XOFW8+K7Hvf4fLTwg83M+jB9tPXr7PT7Yxwq8zk1QvQ5vZb42hHm8Zw+IPRCBhr1SLwG+LJeyPfZDnT3Znje+bplEPdwo5T2s/wS9v7D8vQCrFb6ni6m9/aKmPaXUwT08gEW9hkg/Pkw1nTx2oO+9+wDEvexeTT14FsI9FpplPpGgXD54OAI++rrAvVS3Jr0ZBD+9Mr7dPWKBFz5Ao+i963YTvbYgjDxPhuu8kADSPnFkXb7+vwE+ZcSNvSG/ujvDGmG9sVoEPNIXhj29NhS+BRMKPW1aEL7SEYq916MYvh2LzT3S6NE9GvUHPo7BEL6IKvc8a6/uPUholj2vMj4+vIxDvU+6Mr0nEpy9ZmxCPk4YYjyqSHq+CrvEvXYxED2Uazo+WZH2vbF8RD7rrWK+yWcXvoGTKL59ilG9pwpfvOQMLL54/F+9IpQfPuAG6b1yt7i9HLfovTUE8j12v86+/lnrvWC/3z1SB+k9W9aAva4enb4Nh4Q9e8Nzu/C1CD5XZpq+93fVvOeUV73RiKQ9UwY4vb7+WLwu2gA+uUMuvffGnj2P4TS+d2+YPegOQb500B6+ayCJvnDcDz7Ydni+MNNovanraz24IIO91Rb/PPQ8+r7XQ7O9eEzfPIShWjuHna2+eDy6vS1N7L2Bmyo+qGoxvg2dDL5kJCq+0ZDoPdlDgj5MCo49ryf3vfViAL6D2fY8g8ADPr/aPb7NaNa+shwxPQLB2j0RNRW+ObW+vnFjUD5TGsM81ktpvcR3OD5aZRq+JrisPVxugL0EQLk+CApzvtg0Kr50O7U9UXL9PIy2djtumBS8zCKYvQHcwT3WVzo+wPQ/PkksiT2Shmu+FAaOPDrYV757gci9MedQvKlQEbxmTGM+SWA/vvtldT0AkDs+L1omvjfH5bylx04984CZPp0bYr1GDeK9wVn2vQEQP77bdA682GyUvZG4ET60fjw+ZAuUPa/PHz6+cCo+QId2vv3Bcb6l+4a+g7BcvKo2Ub7r64A+er2LPbqoDz7IkQ2+vYiXvTVNgj4OxCe+0iJTvSBCaTj3Q/Y8IRZivTEFpL0Ci1q8gioyPpwIez1yuR09njmJu0vYij7q/YA+7xnlvNFj7LwSnMo+lpDdPSCz8Dw2b1E+WoCPu4p5Hj65z7i7iEccPE11qb7o0HS83LSZPjw3Yj2qXF0+T3QSPtq42L0jreO9dt+VvfDFmD0oTYy9pYPsvaIOy727Ep+9OEpNvDcVs717PS29UUSEPoBJMj5y6Ww9ZuZIunSA3br7qeu9IjhQvjG04r1aJPK6Kc2pvcWB8b0876I+dx8mPvQ4BT5FoSE+fmeNPQCLFz0D5nC+j706vn1fhz6tjvK87tiEPmP+hT3IAFo+h+VrPqEbiD1UsvS8Zs/Hvi8DML02aFQ+6J+EPp37Qr5m8Ru+xOWNvJ+xBT6BmVk+xxFgvrvFSjzl7xS+feNbvcZPh7uNHus9fAcVPlO3qr1iHoA+2cdSvn8xRrtQaIw9glEzPtDLdj1CuZY7RU2CvrWMO707N8W7CUROPcudfD4KCBQ+eQ0uvi7Exz0WvZ694BEOviAoKz6ObQU+PNEuPrqJcb1TrQi+3S0HPkf9nL3Sp2I+aukzvp9yXj4UfmQ+KfaxvWINP75JhQ69wbzpPaOd0z2OZiS9N+KKPVx9LT19z3i9a1qCO7O9aL4Bcho+6n74vS7xQj6ZcWW+Uzq/PQEbkb5JxLM+Xvc1vrTgZz0M3Z881JsIPfvi1rxYvgO9z59JPZMO4TyHhRE93VrFPUMWyb2unDG+HwVIvSp9HD6LNXG7FASoPWO4DL6FZ+O9BieFvXtrgz2VYcg7RIppPeg2uL3ckxm+Hvp/PVcUqD38CtW95NBQPeHIOz17mVA90jQAvarSHj5RBTk+W1cjvnoCcr1pbQ0+7Vguvlbt6r0lyhK+CUUuvuPVK75QvUG8W0oAPt70bD1YWga+iplLvoYnLDyjrvE9z7S8vUmOST3+FWS98ZQWvW407ry6G1G+eZZ7Oz0Dr7xlO4E8gOzMuznCFb4qe786RrJbve/gELztasc9Dx4LPm2VAj2YqR4+sWzEPaZh0jzXveC8GSl7vlbT/z0Hmcy8KnABvubZ2TxoAd69udMIvmIsZ764/qg9YMMhvmx7QT5Mxey9QLvTPRmpmjxzPrS93dCVPCwDJ74U2a49eythPqddsz0SxZE9rucNvgp27D3A9l88lKj0PUxJmb1e5Z09UXg3Po+RLj5/Ce29PaQ8PsqDFD4Bxpq9uEagPuN5Qr6Y7L29SX1ZPk11rj1Js+49al45PjS45T3tBo69kexavGP+L76ZcP27LEbYPGmAwj0vYwO+gloCvtd8XL3lJxY+SLDHPb6WAD4OW1g7k6kwPt+/I76q+lM9aVc0PmxVKjzK5nm9aNnAvQGi9L2n14q+BigBPmywkbwgw+i6wMfMvcdoTD66Kzi+AczivRF/Ir7xDVw9z+uBvvqIKj7jXt09+pE2vuoWKD7RQE6+9XGqvaeE9L0sn4o9Q/Kvvjdwfr1++hk9cNsXvQVexz2QUMy9DGgtPo1cUr6zkSW+WdRividlIT1GEaO+pdyivPs+kDwhddS9qSC0PRLv576OKF2+7hP1PWTKgb1FDx08T/bBvZf3Yjz+iGY+usqrPRWFer6A4La9MfQ6vuaVZz50J5e+zUiuPMlI+b19/5y8eQcQPpbmhj05O4S+bKBAvgns6j2yJlC9nqS9OI5CAz4UhKw+iGh0viWqxbnazIE836bUvV3KLr4SODS+l4+VvggIMr4izLG9R+B2PnkFSL4osPq92j6yPORVHb6ASI+9nSIWPrYnJ73nI4290h8BvuL+Aj6zpEw9u0yHvZeVvL3gu4W9e35qvI87cz09ybc8pU5OvQYnMr6l1Z29Cl0ovrlWGj6/yys9SEn4vbPFhz1aDUO+BWs8PhJcLD3y20m8X6JnPtvlh76AfTc+YfurPQB2sL13jl6+oNhavY6qaz4QwEe8AnkuvhSS3LxFTuU9T3k4Psgds71ePYG+yYgnPt74Nj4DPyg+r1GrvVeYTzyqfey8THmbvk2bDz4h6rO+IAXJvZt5EL0kdEi+1ZTivUFNkj0Y9gS+6zMHPrIHNTwOr1c+iJTmPRYCQrtafp49lLIvPs5uuT2DXzc8QeRsvrbfBr1ntLE977lYPv2AqD0nl+W8LfDrPZMFCj27nZC8MvAhPdDl4j1yhZu7oAEQvrX/CL2M05a9o+fIvCzwT70YRZ8+N3x4PgktFT38ug6+pWGYPp8uAT5ot1++XOGWvuQRrj39n7u9Z4l+PdqNDz59Py0+lC5svZfzdj4kt6E8aF6IPQHXWbslgsQ8rthwPdqOGL1oIps+CLGqvb19AL4mtSe8l6bYPAE5Nb5wzaS9O0GYvfeSAj5FshM+h8/pPf88a75uZZa+K7MlPusqnD4iKGa+SSqzPs8aGr4gEfg8oOnGvoa/5rzqIDC757CPvauTGz5ZU04+PwUmPNG8Nz64VWS+dudTvvLfKD2sqhc+WBM7vj1gw719LKQ93YV5PNwgxLxYdDG9vAMDPhpMAT4EksC97liBPkhU/7sjGzw9NnZ3PhTtmD3G8VE9e0zsvNBQND53YT8+jj6VPVbuTb3B+GY9P9oWvq4DHL7kFhI9QxhCvlhr8jw8Oi69FGyLvXGeur0t8OO9D+kBPfZpE75mXIK8vn0gPrpWyj09UOg9JJ1sPJBxRj7Q/G2+B+DKPYWQGr6a72M+WxufvdIT6b23TbW+CAo5vkEn3b0asZK83UP8PTi5tbwpqjs+3aYcvpqu1zrgG2+93HctPuzkfb1I1HA9KyEJvk8HmL1/KDQ9hK16vnTxx70aq4E9eIEDu10hsb2g8GS+AMJnvM8oQr2GUBI+LaAGvWTlnjzruoC9WWX6vSp04Ty1nSo9l/Sxu4mmFD7BLL28RoOsvbJfRT408Y696R9yvZ1mrDx2OrU9GEMhPok3E77gzyS+DKcTPXmG6z1eQLK9rlD2Pb57Rz5yVxa+mzlGvVZB4r2WzDK+uXRhPosOpb1vJM694BEXvdu3wbymhrg85yjdPM6sFz0BVVI83+ALPSw0zDwY9xi+m744vqhCIr5GWTG93IQePQgYYD3uLLQ9xy4EvkxZB765tLc7ri8SPhHoij4Awfw9+rlhPVMds734JCS9URClPdSSeD3zTwG+oyzOvRqJ1b1WEfK9LDxOvmlThr1bSwQ7PClRPWbUg70bFdu9dkbAPTuPhj1nB3C9dfnxvUnlgL5YFn88LkkAvc/thb2qSaQ9T/bYPUSWRj45o5s9xBYnPUUOJj6yHxU+uGRdvBq3kD0YU1G9lLpwvWNO57rm2se9AWonvvN4K74d2A8+DUeEvo1sRb0jyL69mVI4PQxN8LwnKRM8MhQuPbEB3r0ypR++35YGPl5b5z0WoWM93lwPO5pICD4unys+/QruPYDZK7xvfdc9eEyOPs2Llj3kWhy+IGKXvbnsHbtY82K+a7YuPtyvsr0keD082PJjvq/K5D0KpwQ+9pNVPeGCg71LB2C+mTL+PWmkNr7HVks+P5xzPWZ59r0RBha+kP0fPhbojD0UCUu+EpzxvPKQp76H9Vy+unrEvcJxFz7DKMK9kdodPubWOr3Fo2e+9AL1ve5szr6TwJE9GGV+vrfbBL5jmNa6U6qYPTLOKb2ybIo+2jvGPWGPwL0fXJq8/w2KPGt5ijw9HQO+3zuFvrT5Wj3azTY+WVskvWDZH77OdBK+sWU9Pp2qrD7Dt4m9ICdAvbq4bz6enHU+ZUaLPgimi770RJ09ojABPjeYhb4/yTG+QP+KvbvqQjxrM7g8WsqDPcIZnT7UzDS9vVbLPY+t/T3ijRY9CrU+PnahNr7inRW+Yl+0PWdFpztzhgM9V6VZPmYk17tDYJs+T95gPgxj9j2dDZS+VEmHPpjVjL5SpeW9AIsRvkZeDj6l+Cw+PJl3PLlA1bzb8QE+O7C/Pb+tor2p8Pc9UPf4vcNRjL1r9VU+7H2iPRMElT7RMDG+aMIeviC6CL2EdzU+TG0dPe7SED2kkPq8A85/PDrgEj3tsKy8CrSTPiwDM74HjVg+sNRzvRn8yD1Bnyy85bB6PVW0DD6yZKW9E02BvpIxOz5XnDW+7thfvuuK2jnJxCK+viKyvYh9FL6m6f48Z98evhEh1TxBWTY+O+hjvtIAUb5nSEC9bRwcvljWZ74Mt4w8vKqDvA4q/b3g6fo9qP9Vvl/RPL6B7Zm9Tot6PcUbWz0U8Jc+3oX5PdtSAb0xfQu9AS50PugOsD2+AHU7qf2WvW1sjD4ZGd29D7lMvTyDZD5zYts93owdPmrP0z5Mbvw9kjvLPaorxT26aHo7vqkcPntnlT3CUhE+CgJgvYWM0zzxXwA+xOR4PhcxKr0vyrQ+GuVpPbFe0DzSIme+gOVVvUS5o752Al29mXhavaZzWb4psZ66EKwnPv7uDT5Oaug9ktsxvVgomD214Ag+ruWNPtDBur1oXii8KU2ovWRE1j1SObs9AHKjvr+h9z3RiWY9hEY+vkMGST0F5+G9JEqSPa2wiT201t49JRkIvsxLvL2UcYg97K6tvInzN73XHa09lBGEvdFy3b1yAzs+GN4PvWoLnz1c6hU+/9xlvmZOnjwPvfs9vKLGPTvz/T3cqQc+IEMfPlc5sDt1vQg+4Mc/PjVp47x1doY9pXnovaRlRr7Bd+w8urHHPLRGlr2450w+ylcsPo7plj1hTAy+YfOmvU6K17u/13G+bGkevsHqUbzT/k67YUi6vUmaXz4MmhS9QipFvrYCTb7QpYW+bJefPo1T7b2NfKa9WWAGvuz8bL5VG2w9UgplPMngvb0CE9k8piPPPQASFjyhxBU+T4/vvdhptLujAyK9SgTJPAxI6T3sKpq8kZeSvS/8AL6zhe+86ppxvWMkgj2ihTO9HvTSvRRVCr6iuhO9EPImPecI5T3T8409OdQVvRrIub0VfxY+0lodvowo9Lw+cxG+EyP2vPx68D0J5549gqf6PcvsC72toQs+5TDBvXsiaT0VXV8+IGdCvWWvLr4bxnk+MDGFPTYfDb4vfCe+AxkLPmk5KL1izpM9+pk6PNYTQz62ijm9okUxPqcs7D1fgru9Go8sPgQEwT3oTBm9HZe/PGlHlj7xuBq+21PePTRvNr0Fkh8+MkzrvRHU+bwPe7K9uEtiPXqObb3i+jY9/rbPvVIIYj6n4Ye97prSvTDnkj0xEEG+6nEXPRvioL2kn7U9YmDrPSYUib2nT6y9AHqWvSsmvT2wvCe+fN4EPg/jlD2r2o29hWt+vUOxUD4uCxM9QQlrPlqZJL0qwQ8+YtxlvICmnbyMTsE9D7JUPgdSTrxI7LS9TCT+PZZKdj24VJM9boEgvrw2aD19q1C9bvUlvcdww72qO1S+HGURvqkEED4gSQk9bW9uPOUziDzMoW0+T+GuPb/LLD7T0dc9GxMpvsTI1T3Y36Y6olcVvhIBbD0pL6i8NwjGPZqDOD7gMG49uRwNvoO/KD5Si26+g0JDPdR54rzbCSG9HnavvYyTz70eJys+sm3COotZYb5SDYA+lgsUvsd4YD3Le6u9UOq7vFBd8r0cBXI+D2OcvkkzOr7jdrI9VO9yPmhxGD4ynxK864gRvvgHbj2Awj6+5lsmvpUlZz7RpKy+c85APUUKRD5I/ci9nqvevQmOJb6QVI+9/MZWvfXAA77BaWi9azVlvv6Z57qFU5q9vC5qvo5C+D3EiSq9LpE5vfreXz5NOgw+b+FtvsdBj77Vj2c+hzmwPcOilL5fQGW+95VIvrvZHD0Kgdw9OZM7vVlnGD3IOc494dWAvrvfQb6+Dvi9hh0oPkVVJT0C5zs9l6xVvXn4mz0MZka+cGO8PZMZ0TyNniW+50y0vMLIkj5SA8W9IZCUvrycED6E7mU9SKcWvpMQhz6n7jq9BY6cvQBrNzyLMmW7NfV5vQavSDzEaXs8hf/5vu5Acb6TvrO+xBDcO7qgXT7NCam+yCKJvvCFj76GGN09SXXIPRl4gb7SJ969NlwBPShDmr09bI6+7Xp9vHexfD3S8nG+t5DCPSmWBL7WhuE8Wqobvhgs370Rrgq+v4W7PWTmoz3DSlI+12S9PBIB1L1kiji9RcKkvkB8LL3+lgw+nRifvnygmD0cIb08LRNcOzj1Wz5JGje9JdSVPpYrGb23/dI9sAbBPuAkxr1DaIQ+5OmGPijQyz3NdR+8CleIPoxvjb2toSS9jz4TvQ3gOz0QIJA5SdR3vdOfEz6jq16+r3VNvg84Jz3h8eO9/xFUvShKP74wVlM+C9/hvZVQBD4hdrG9z7HDPUSh+L2VIhG+qToZPnmjXb6t63U+2XBuPs+qN7z6oIe8PyoPvsOtjb2Zf6M9T1BkPcmOKbvksHO8iqAsvI1umj3pOSa86J5BPYI4KT7YHrS9mdwxPRvf4DwUDxQ9vh09vS0Llj2T2ic8PdFFvnuSY72KD7C8wuGjvoUbAD6PbBS+vJb6vWleL70fbqi9JP8jvnn6Uj52cX2665HfvKJDHTzoACc+on0ovj8IPz6BldE7FWMYvitmkz6Fb6u9EcNkvaOJLD5j3Is+VxsaPe9yxr1BQCM+iSe3PoOwEDwqOb29NLTvva24qL0XcxI+4iyMvhJgij0EbkS9LjypPp6fsD1CYi++/ihtu9PVQbv6CHK99twsvSO1Jr4NsYk+MbaiPuw7Ez6NZ8W9ktKZPLcmrjziYV4+4suHvnDrCj75Zu09fENZvH3kKT65FNO+pWmgPbZHb74HtSo9YdwtPtZRbj3Dn9u9AINTvBR2oD406zg+PZJsvakuDD4PbQc+NpxrPuIYa72u94W9/wSTvcsTn71IIIO+6dYlvvsrD72z4l88oUC4PcrmAT3Fzxa+wypbvTsmlr2JSjq+hewjvSu3u71CpaK9TexavmZZybu9/KA9MtWvvFDEsL3rNU++rcqcvQQhpT2nXr09jKQbPmgFvD15fFW+9EDZPMRIjD16I5a8fPxNvhgw37017DO+X8XYPfg7570x/w++XnJIvnkd4D1I45q98nTiPPtBBr7BkQM9LOoQvn/voL2ikdO8p+zLvTzB3z09EB6+G9jJPXt8qj1rlKE9Jo3hPcEXEz0ZXkG7AYlHvXNZ174g4gG+A5ETvc1Scjxg20K+P0+KvprznbynJKi+/mh1vm4hDr7Eo669vdBJvivzeL179Ui+nLZQPe3Bdr3Jucs95SaVvOIWCj2HqV+8SCz/vEVgqj0cMUO+1R0ivVjkY72QbME8mpiUPedAC76vvDS+T8C0vldyuz1U8cW9uVhtvvXJVz1ZpWe+HFmTvvRDD73e3+u9LxH8vRqiuDxb2IG9rFsCvtTaBj6a64A9xGAdvtiQDbsztlW+NA0bvr73oLxjGuQ9+R3lPQMcjL2GdN49r1CRvDm/nj3rh4G8RHEPvg+Pgb20ZJ29UCiuPQRy2L1bPdu93nRWPS4lgD014y690bWivSEogL2kSM48iI32PeOXa724YNy77SECvjR4br5ye4c9SoQEPu9+Tj5KtOM9akrFPeK8fDxeM52+daTaPYbjur0i1pk6OmjmvSSHe73s9pG9z+O7vurkxjxQ+KU+hyMjPss0abzMrT4+XWBcPRygN726CIc+Qh9cvjzCQz4wzhQ+TXsSPTfvvj33qh8+V63UPCGlajyPFHC81Qr+vRHBLb2q7W2+XvsOvjEIKT2wrIa8KM7sPGE6wL0WJRU+kQgwPgjmCzyuOT4+qduivfy8rL1flke8WUf9vQdHIT5r/86959pyvtec4L3aYwY+YAe2Pf7YET5EKpK85zTrPVxUJ74KRxm+E1KZPUn+pT2ttYg+SVs+Pn5QEz0jeOM9gvqHPl/R2ztb8oE+24UCvraSsT2VyCA+bbOlPregUL57dQw+AiVqPj+F270wSxA+54L7vdcXpj633FO+956AvuUyjz1lbBM+jMwpvnDNvb318Vs+SEo9Pjr/xz14SXY+b6QZvrLNjb27aKo9c8OUvpdIST4y3pK+nCiNPWudoT4xrwG9cXe9PbO/AL4M1oa8GScKPh0dF77Zrls+sOa4vZogGL6f2TQ+nYiaPii2nT7LRAW+q1NAPVXMb73lUYI9dkHkvVNOnL7E8zG9N7TGvqK0Wj66OFo+n41nPl8ujD0OSxO+Lkppvg/2Mj6HYeO9E2NRPgrSdL7kSss9nQZqvsVCM7wpmnQ9wLfePbucgT3Wh888U8NNvgRIlL32YAm+CRqdvWGqPb7s6w6+bGWTvNH0H74j8Fw8wFEIPgjZTjz6BBG+UGLNvcmuFL6ImlW7jYdJvj6HWL7DYdo7gFc+vf3dTT4YuFU9hffBPUZiGD4h6eU9V7revAjJj7wYxC0+Rvq0ve3tpLxYKz29hc4APhmUOT7Cwnw7WMFhvssn071o6yS+jCvYO1bxM770GrW9BBUJPgPclr6eOny9Xm49vmMhjL3CkaW+Z4bvvXb3wjwS/QC8GqWUvSXkKD4BWsM98jSPvfK7Ub6lyZU9E1YJPgsG/726lcy8SWcSvoQANT4qQ6U9/tXmvI93pzw20IE+B2ptvgbnKj7Il9a9uBQlvndEIr33lQQ+2s1xPltucz0lbba9JblxPd8nSz6elzo9nAauPiyC+zyvCI89j1qBPo67Ej27f529ff+uPaqbLj7Qqb89qoOKvn3rhjv5Q4y98YOsvRQiBD5ai8y9/RJAvrazb70VjJs8wqcQPmsgVr5gEpa9tRp9PmyQGr494xu9LRGevbEMWD4PrBq+FiLBvMuaA75Wd/M9TVtmPJ/qO76A0Se+a5ckPuq+4Dyfbzc+gxxIPmRvVr16Bto83/IsPQoUJb7mQSw+A/AnvSyrsb05jsy9LD/hPQRzIT4nnf69ZHWCPr6kBz79DhY+Wx32PWDECL70URe+ZrKtPSgkUD3UkyS9npOgve2hyj30R7s8rFggvlPgIT7Tt5g9x+fbvfQcSj6KONO7xd8iPskHgj0eJGg7IQCrPXbfYL0q3pA8Woa1PJgfUz7ZJcw9NcYLvs9+TbzByh49RsSkvW6YAL4gvRg+scuwvTMCGT5SJAA+bONXvqPFcL2J3BQ+DjynvRvQMz4Ezpm9BTULPcE7uDwImiI+46fUvYlXcb1phHE9ETV7vch0Zj6LrXw9xxvFPfQ0oL3deUm7vW99vrmpdj4xhH4+B7vPvbrBKr5OH6+9NADxvKbitrz7dmi9AfCyPGSZA70aAqe9MuDzPVc3HD6Hqmg9ByKgvf0T0T3qoQ8+3Zo0vlD7qL1i3h89c8K0PXse1T14OhK+xSwQvgOBNTzci0k+NlDNvTZoYb5y5qO9RWVKPpyg7b3BfGu9zoevPStcB77EtRi9l0CgPbFuAj6QoMK88WEZPubYDD7HiW4927YTvlDdcTtFtB29nzbfPSliBj6TXM49pVr4PXDnEDyWy+I9om82PgzJy71OR4Q9TQ62PFDXkr2IVz6+OlRkvGXHkbxjXzE+43miPA6kOT6ItvK75xhRO+gfyr3NvYw+LtyyPeN6LLy8q1s+xXnHPa9v1j2wS9c900GmvbBp1rtPkeS9BQZLPcZ4Pz4IRmG+VE2AvHV6WT7m/a++xcdovbrQtr199RC+r5hqPgo67z7xfSA91v8kvqKPmL1Tghq9CGrdvFrg7z3h3v+7GhqzvQDvwL44clo+IkzevMg3X76rEFG94AVMPrGqcD2UCX092sCFPUiKFjxTu+C9RT/dvSMvOj7tLnS98hIKPsI0VT6QkRO+FmvPvFr5l705J9M9FftOPbZQMT7SmAa+qgSxvdDxrz4IjwU+CRM+PUxNeL4srhc9wuuwvmxQvb1fuSS+i9KhvjSoY7vTHTq+Th2MPTHrMb2m0j++25YkvhZpUr5LhUy9li/kPHymBr0m04K99e5rvRuupL3pdlO9m4GEPc8A0zykX3S8LuHrvT2jrTw39vE9QicZPrmrsj3tsaY8Fo6wPe0B77sdBm09+3aSvso8Cb5st8m9E8MjvrbPgbyymwA+I6iFPeDlTb0CJmq+VD9dPlUq3D0eXQs+qf3Evst6ij5Nrt49jtb0vXEVbj69pxk9hJvJvszOoDu9wKi+CBnpvd/8t72pP289+PhCvnwS7r0hAMW9IR3iPTyk1L0B4bs9SxVhvfR2D7712sk9gMOSvq+mkT0ka929xU9evRoHCj20JDI+4iI2vqTc5j0CbvO7QCSpvkgbFD7YjmO+enQKvxA+Gb4q9xu9flurPlx9Uj7XD36+WyJgPqw8wL178sW9QXIzPYiVG75pM088OZMUPRwfLr2SVvU8MQwCPg5fWT2drZi+RH5NuzxhUz264Zg9EO9JvQw08Dog0Cc9j0ISvmW0U7wyT1s+eJ6sPZKgDz4mZx2+xv71vdArsr0sPgm9p3KmvkjHfz1VRom+0LcHPmjiab7Zmte8loVVvdQbD72IJ8K+XBKBvoyaBD6z2SG9u5wxvvzpBz4pI7482yy6PfJjw71fOmS9AOMNPjKAAD4VZpW9Z6a0PbqRCj7irR8+jLMDvZJJkj6n7Hc8jTQHvpD3zr3RBVa+Ca4mvui/x7py+7S9KB3LPTQ4Cz5zD4y+mdUGPv+TnL4Pp+m91WKlvSsT4L3k2JG+aXFHPpiGULxTIru9boocvuR19j2oGpW7akypPWiRFD4/0UI9aby1PU5DoT3FKOC9cRTgucFGLD6tUBU+JE65PDDkEz1NvJG94KCnvEq9sr0luf+99JNSvXyTCb5HaRi+nmJGvhR5772cpO69AjpDvtfvgD1WAUS97JcBPlUoLj1XZFs+NXmOPKainr6DsCc+uRoBvsr9Mz56tbC8seULPos+VL12rD68T92yPJNkUj3uKye8BPOvPcGgE77vdjq+qrpbvbRF3j3MhLe6XA79vTzj+D0x7yy+0qaYvQU56zuScuI9UMsyvnj8bD0dAfq95G6DPc4o1LyBaA++wpUevmezQz1zLq0965zHPa6v87yePaC9Yot2viiJuTzV9HO+60yHvIQMmj0oFwS+cCDFvU0MdLzml8Y97fI5vpAgTr0+nvc9fSwzPZKe8D1TxTG+LqwaPEV4Kj2Dq8e9zXr/veplPr5+PwY9Db3yvWDTAb12dyE9yTADvpLwsL3vbxY+S5QUvfX/fD2VIc69kYkSPnfxGD5aDUy+WTS9vfa4Hr5XTCa+c3qjPY/a1737Lq89txJovSxdk70rPOk9OfWkvDS/NLluSb47LqHYPTaTMr4G102+WrKoPRF2NTwD5Ua9vRKCvmrqEb4sEhM8DoDwPbHOtLtNQVC9E1/avfyy7b1n+QG+zegGPaMI0r3C5jO+GyigPfLKAL7Z5/q9h34oPhl7571sxw++i9cCPUH57b3kcNk99WgbviDE2L0kbgu9n1V3vKHjR73IQAm+q0zkvSY4uL1p3l2+ETWjPBPL+T11xjC+ap4wvn6TU74OGqG9fmetvA1f5L0HBwa+wqgHvphRyLwfAC++8YDyvZCzKz0+peS9CNrmvafF0j07ckq+0RIzvr9a/rwql0i8XXnjvS7Shr2JYS6+24RtvjncFL41SlC84CmRPVwVi70UIae53zS9PRN1JD4MTMe88qHjvNN1Er7EZ009TdKgPpEyAL6BicM+q7OJPHkFyLq7Kku+fZX4vWpufT2kwlo+xxKRvAn5rD277gU+fY2hvltbRj4ABSM+vBu7umzlDb0rh9I9hhYiPspMkT6F9S+9EaA5vAQm5b2ssYU+WX7Nu76dI7xE/6e8K1+SPXSETD4em5Y73YFOPm2SmL60J7I+dUOnvXaazL35l3k9W+RSvY80wL5mits8GGU5PqJlw7xeucu99MiyPYqZRj5OoD0+NT+8vESPAL7W2Xg8/FRNvg6ohz6cMpc9CiNavj+hqT0PE5M9oYfQPVqCQL7Emqe++kqEPiDFVT5GXKu9l+cCPkhJ6z3URXs+9kVbPqliTL4GM+E8tjFJvpBRMj308Ya+7YvQvPpfyr3AAkS+czmpPMRCLT5pMPk9fgisPXuNbT4t/6K9wyM+PjciJ76ZuRk+IGemPjlTR74iQby9oUPgvD5bCj6jTJM+3152PoAVL76NMZ081vcWPq8j2b2c3dO9iRA2vm/kmL2wgFQ4nFJWPt7G9LxoxSk+Z2JEPuBt470YHxq+LvxMvoq1gb4C4tY9FXTavRLmEzwTbNC9oYTdvIW+dL287Mo9WTi2PZLrQD65G909WkFmPaPOmT5vJ8m9fRaTvOwlcj2H5aO+iI7IvTb21T2VXOS8sQ17PjrB4zxL8cc90otlvT1sDTqo1x89IUF3vt6//j2eNiK9ZF42PXkC/j1aMPy9Q8QQPSYHJj767ni9HE1RvnhLsL70oA29l2xAvnYtkz2ZMMI9DZclvsXw2j1XrhC8saECvpo/I74cOF49RNp/PSpJzb2wmgA9Xb/bOlU2oz31K1O+BKBwPaktc70hwjG+tVVNvUPxEb6KuhS+AMlDvuJWiz1zEzC+bFVjvkgd970EM7w8SPayvZMy4zzaRgG82dnnPTBNMz2pCZ8+e0iDvafFGL6I4Co8WdtfPtWb6z2OS2w9+7gyvlAZJ77HTSG+nF9nPNkNlT23jwi+95q1PWZwwL3EvZk9WSoJPXnV4T2IK/Q901XjvTmWq71woIK7QzkKPtwQfL1mg24+TSq0vTacBL7J5PS9p34lPblFOb4by+08l9GFPUOzCz5RwmU+A3OTPZxMgz0fSbe9rB0LPlW8P757Bk69YGFEPrenTD1kEXi+cznWvRsQh772YXA87qtNPNHCBL0NYa4+5FRNvn4yTz4/J987uMpSvfQMNj6DDni8gFZyPjegDj4Xq8w9+PfEvRDOfL61aM28IEcgPlDPKLyXSoG+G/ENvSsQjTzvqcm8xOASPiwqtL3oMdU9A7dVPW1RHT6ssUI9Af4GvjFSCj7U7BK+GXIjO7bkUT2GSVC8hVaUvpwItj2GiRc+w+83PR8qUL3StaY9ERkrvhx9Pz2+l0E+54ILvnK5WT1vmXU8LPufPZtK071PjJC9242PvAhGIL4y1RQ+6THWvVC0hD1jcQq+y1OlPZZ2XT0zGkO+6D0qPaAknzp3PKQ9bi5kvre2Jj1m6rc9Wx6XvS8uLb6joDY+uL0WvlZHBj6DoiY+ex4Ivqu4tjy6SZA9GbqCvteLET7cHPe8mSZJvUp7UD11Fsg9KadgvU0jjL7VQ4o8RKfUPcm1wj0T3zK+aFH+vKwT0D0Hf1C+/o5pvgKxnb1h8qw92/oGvksx0T1OArU9em/bvRX3Mj0DsIM8J3oTPTKyFL7Wf6M9WplPvWOC7T0OzAm+Q9cuPdC2GLyL0Y+9KQcYvkkkML3IyCK9NhUOu5LtOb22beW9EBDePeH5CL4h49u9pmh5vcNsWL7Yq8m9ndICvi+ZgL07EhG+2KdhvrZruzzA7lo9KuuDvY26kT0zv6i92bHhPZWQXr3J+AQ+B9pLvbFHgT12ql89oWPuvYxKpL0nde29CrtSvoE0Q74ub5s8pyMIPuzwD77QdQO++n8uviVAVL1JRj++S4XSvSaf570zcVm+AdmePZrLCz4T/vg9Tt16PWX/nT1fwzi+e+CHOw+hrr3XDdk7+37kvZwjg72RLs85FGqDPW+5/7yeMBC+Hearvap6cT1n5848a1QrPoAodj6QDw8+p4fgusVwvj12yr6+toPdvY07R746kxk+K6oQvp6Xwb5XGwS+qW7APaSCtb1Js5U99mj5PQ5C+L2r+sw9umlnPmqkvz3X2wW9psWjPWWQuL0kwV0+3GpBvWo56j1tog2+6bdHPhrcjz3OJjC++mpNPl3nq72sCoI9QRm/vlBjGD5ef7Q9RPBbuzgyrr1d4EQ+1HA5viXcgT4KEFo+/ZUFPnm/bb0U2q49fLKavQKlLT78kfy9kuoEvrnZND7Vg/o9GL+pve4FcjyUxa6+5NU0PXabsb2ejSS+vEOdPm8V9z0M4GE5lY6PPtn1gD63a8A+k3sRvo4E+DsjyJe+jj+xvLHDXbxkSOC8yIsAPvG7vTsc9gG+b1pXvoVMjD3FWqG+HkEEPvZfmT7i7Ve+Pd/avVi/pr4P6WE+kkJ2PRkBDr5Vquu91PypvWU7Bz0fUhM+uDYHOetdH74DDWG+2x7VvLy7Er7iMEO+y3J7Pt5/Rz45cwm+KTWAPk+5Xz0p7669njLHveCdGbziUS8+DYo4vq+Ooj0vel8+8zSBO7VWmL2D7FY+7fitvEMpzj3xsuw9M0savrL8FL3V02M9Vai2PHD/5T4ob+U9n7avvvgIRb59IgS/Cpfgvhy77z0XbAI+WM2RPqx9q77g8OY93WabvhrLqb3qGX89jC/fvAmNir4hg048rBAuPuWLb76Y4hO+ejswvVifDD60BlO+KeUqvSDAW72K0Os9GWL0vUPZZb5oLiQ+M+WLvplAoD1JxJy8vy+uvjfXeb77636+7D0MPqlv973A8pa9YjAvvREKaD5XP7i9ykDovT2Wzr323je+tk5MPba4VL7KuBy+DP0cPlBePz5h1Ia7sOVNvWzSgr6Zvb28o4RTvk+Ioz1KR2e+jHqAPPdXcL7RlyS9eNPbPBAYhj0P6748rT5SPoMsHT6LdR09+i+VvcwQjL2SpM49bHhLvvYdKz2dJdU9cBswPu05dT5DM/29HMsuPlD+Oj6CCpu8qk/fvRtklL2jW4s+81iEvkp4+r07qGg+ii/iPI2LSr71jzC+Qb+WPpuZz72R7H89pkhJPjbwNr7j43U+2hqZPgNS772/drY9SpJEPjwBAT71WSs7/4A4vmWmRj4rqia9qOgkvi4JxD4AJIS9/Uygvk+wqD2Tzf69r46SvrAx8j3BjQY+RY1+vPKTEb3SN5A+7EMNPhKYHD6eWSm+48HYPTkLsL2EO789p4JdPijPsr7yv6q83bMtPSFAhL5ThLA965S9PTgJ1T0uBNI9KVdrPrc9Wz7/3as9jdzTPeFxob220ss9kJJuPrclZz5AyZQ+6GTRPepycT4DDIA91VCxPL9Szz3Ub9C9cUKKvaWtfz0IEXg8sOhHvYauBr6Q9B6+fko4vvBpGD5hc0I+/p4bvLsT/73apuc8jvbAvcZfMr0lirq9WDM0PqidXrvbSyW+4ERGPiWLgz3N0q09/6Ahu4IbjL1WkZe8+KXUPaG86b2hPim+DWRDvkRzGj45kxM+HGegvXDClj1+alc93/d5Pc7q8j3f/gU+QJb9vWEvCTv5zWO+rW8zvowqJT6k3Gs+HuQoPdubojyeLQA+Hzt4Pdwgoz0ygYC9LwWTO0Bpvb1wErw99J4JvgNP6LyuJW0+cZ6fPS7SL7yaZVq8zO+QPibWtD0/IY8+Ga5iPV9Q67yGyJi9unzZPHr7Vb1gCeu94z86vjLViT2tPXa8y01cvbHVEb6m7ls+AnhOvWstQb7FwKi91GEOPqTDlb16UGG9T+iOuxFvCr6q6rg9VRL8ParUtjwfqDK9OWyjvY//uj2YQI49tLbDuhXsVL1UgUk+4nYoPeZ36D39qL69bs86vQiC5LxbdJI9dowOPvksq7u96rE891FWPv7Sjr20Rte9xQTdvS2Ogb7Z9wC+6sdCPQDcdrzA0lq93cwKPgRRVj4NFfC9DAMcPc/yej07K0k9FSpRvViXpj3NpY0+9KnnPS94CT2qmK49OC4MPuRR1T2LsOQ9/NqCPdUaPz7aCNm9S+C4PTaxOr7jCmK+F/khPiTFIz1NV1W+0SZoPig8O76YeNU+lYdTPUHiAb7iQpm+uJLRPjIWeb1n4rs+1MIuPgoMJT7J3gu+9EdgvA3+or5uT5A+wmaJvFfY9z1kqyy+imcdPVvZXT3347M+n9gdvkOXQD6Wvha+OgAUPq7frD1ZmpK9Y2qkuxYk1j3CJYU+sGUmvRVYiD47C+g9k+kAvo8hdD2UOsQ9XYePvkZXSb5Dlh8+OHVIPfGRvDyjzZe9OluEPqR6sT0MPQo+6h4NvTv47jxks0w91V1bvbY0ub0BJB4+tpeYPJTLXD5gyj++nVm2vHZL1j3GJPI8ybxCvSpOjL1cs5u9kTOYPUC53zyEjnI+kB87vWWdJr1NVsk8yB5mvuRi5z3VSb28rkv7vbIkGT4iwbw9HMSCvl4woT6T2Ws9nfiavn0NNT4Yhg6+58NsPJkTqb3KDK6+RNdtvSjZBD12GT++OZu9vdKaBL4VW5g+VKQQPjTobz7Nok89O5CAvtuf4D2AaT2+SKHMPhT4d73cXX65MXu3vWtapr4utO28SScJPv32eD5c73q7G6WEPnMZPD7d8zA+a6YyPTZWPz4xuhI+pE+Svo+ZCj6yC989ItlDvCXuzb11z5a9QyTBvQvxWD55lWA+AOQNvv8xEr5vVxQ+uOWgPXGpGT4gYES+uo6zPf9LszwcnAu+hx4YvgWfkr6Hlxa+ybgcvqHhwT3qFic8AzmbveP7Yb6ik2G9qallPS1lcb7PBDi+jpgMPmTDdz2hqOW61N1xvvmDgr0cQCy+kNZrPL4QdL2yQAi9cFtyPRSH8z1GYrE9Q2VuvoOon72enf+9ILiWPUM2R74PAB0+0o61PWD9RL08bW6+W+zDPnzaXT7v7GK+MmVVvloCzr0RRfC8Faurvme7WL4Ht8a8375EOpq+Y70/zMO9AuAnPToKjL34+WA9r34pPtxrGz5/fQ0+rv3PvZzHkj440AY9+F+rvfaRw71UxFO+8PPPvTwaA722k289QXBMvpLAMb1/6U6+zbVCvkVAGTy7otM9TUtfPqdpTj6XAds7HxOPvnqRgr0fHfq9171EviZPcL6fkY09ejuLvBzmwjwbjGM+GYLuPXrOT751vRa+AG5+vuLcN77S1f+90h2AvYSVqb2WTk0+iBjIvTsCGToUIWC+QbmDvJ+UZD6ESb69fbJ1PL9p4731FVa+Q3GkPG5DSD1U29k7Ufy2PbKbor0P9n4+kmU3PpngOz1Q9K68lsLzPQJFHL6MaDU+HzMFvuhJ/z0gcIg+8JvjPbUHB74s/kc9AWRVPQYlVj27oRq+EozEvKJlsL0twfy9kghtvXizLr1lwKU8"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "O3O/O7OtA77fwps8xMOFuKFQUL41eOm9FqXkvLjm/b3BUgU928J/vDhugrwmZri8UlRTvf3dTjxrlTc6+xKGvGsX271lGZK9duT2vRjubr4nyRO9pZPUvUIDu71dXua83mN+Pa/YGL4hJiG9zDBnvVwok7yoejU9U2DwOePB972WItG91h/qvS8wmDvXkfm9joirvcoeML3HqQK9hsA4PJfsg7yVjvW7guk/OkiSpb1CEyY8JKiQvCjE+r2Si1W9cl14PHIJ572gzz+71uj1Oo/hvrv9H4C8Iqp/vOPEPjyx1zm91YGCPCJvWrvZEHC9E9riOi3aYL3/CEC7tocsvEQv1bzE8ky9+wobvFIhETx2jpe8sk1nvZTFar2m3Rm9GqiUvAdbo7sGvgi8Hpq7vAe7kbwUiim9/Xz3POp8MLy6/4k99UoaPb4Mr723fqG8S3CCPREGQbvnV2G9B3FmvS91c72Yqay9lYoVu2UGMb0lcMc76b05vfP6CjuItSy9JTVCPP+7vr1m7SI5FjmAuw031L1CHhE9Yk22vedz1zxpg5k8lH2hvfI6hTtrSpc80gB+vGcw77x+1Sm+ksrqPNzPLT1SzsC9RxVDvkqhiL1y2EK6g4rGvWr1Gr4PmEE6sLKNvWRkB71/q6y9wpHdvUFqvbysI9O8ndXBvYb0v7w="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 