{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "duodvs9QMD64Cs68EC2aPNGaNj6icNw9wd04PotzMD5+Tnu9HeATvrih2TwA5R+6cxQ5PqU1AD78Toe9j8cpPszfNL75KhK+3dcRPqmYLr5H7ru9aN4vvpyg/L0qnfw94lvgPUBr8r3hBwc+4umSPbPWEr7Puxo+SBABvoka0L1vqYW9btE6viSQCz3crzm+OMCpPE0AJ76AmYm7gB80PIVJMD6AB3Y9gLkuu3Ae4TzO1uM9wGdwPfOmED5OZtW9wVwgPgA6G7xwu3I9gKAJuyxCZD36kK09YE6qu2sOOT7EZ06909bEvTOuNz4IXXq9XjXWPcPJKD7NEyc+XFlYvbMDA75UBQm9bqacPfpJ4j08EQK+6NjsvdRcQb1SGNG9dO0Cvv0Bi720RBy+6qm7PfW1AD4qJ8E93CIZvhtqBD5c3EK9Qg7xPTJp0j0inpg9v4E4vq81Ej62nCa+cYA4vkhIv7xBSjg+zPwAPRBA3jxwgdA8o5InPsjjMr4uvyu+VYUSvofnGz4QpgU9uKbLvDhpGb42ja09kElePKQrfb3xCoy9UGEUvkBZ+7xAMS6+5WAxPug6KT1KNKa9r6nuvR20K77IDz+9mAdpPaTzIj3kbQ29n1UxPpehrL28i669Er+sPU0kGD5MnE494i6yPRBC9Tz6bYw9NkIyvuB3VD0N3Q0+T/2uvfRrAr1I+jq+QSgoPujzoryf1h0+e+85vlm2Nz6Sl7G9mPzCvKr01z0yL8Y9OGK2PLwRAr710RC+4WczPvXQAD7FMS4++MLzPPjUYb2AqHs9glHePZfNGT6g0cQ7+OZrPWRQXD3W6na94D4qPRCkVDy48zK+xLBxPRN1Dj6MGW09P9OWvedWOD4KHiS+WFCXvDgMkjzQQDk9IlCIPY/DBb4bpRw+BO87vReVyr3KIJQ9ei0tvsdy8r2qYOM9vMAevUQPX73A+FO9hiuqPcjbHD3C/Zs9dGzCvSGooL1x2iO+qZMUPpZB072RNyU+GbPAvSWHOT7stky98vG9vSGuNb5AUha8IikevsCP9btkEOy9pJkMvTE1oL2AJ+c8cqLMPagjlr3gk4U9LCA8vQDvcjww3TO8SCJhPeQAqb0QV2y8AE1uO6kYAD4acO69A6I3voLndb2k/dC9QOfhPFhEdj3aG5A9MWcKvj6B+70KEKA9DNpLPcpDqj3WMgm+HBpuPbJnw70gTCc98K2TvJjLVr1SYug92+mqvTvGJT5f4TA+IkqHPfnsJb4AoPG70KxfPAsJ/L3JKL693JMmvdNeET4g7HQ9oNiFO7o+GL74ts28J1gRvhwJGT1AYDC+kK05vJsWFb4J2Ts+RurVvTVHOT7NfhG+WEUuvVDabD1UQ2G9c5AdvmimNz28w829lxw8PjT7QL2LAz0+D86+vUhmXT18c0i9ykyUPZFnGj79Wb29+DKQvCMlEL7I/CS+QP2bvLuvNj7w7ju81+EbPj3OGD7Az4i85aLDvSZopb2I/IM8vsrgPd4uCr7znjw+FKguPayFVj2b/yY+iH+NPBGYCD5A3/G9oJfVu6T7A706j9w95yoSPvggO71DhyI+kOIgvZXBEb6cqj290t84vmh74bzA+Z47JSk5vnv+Oj6U6Ay9+izSvSSqxb3BeeC9kAfYPOjbQr1Sqp09QP0nPZA7PjyYvO68XXYNPmDE0Ds5gCM+GHOcvVg2Ir0C3u896jfLPUxNB73wogC+ln2lPYjQWb1VtSw+DO7rvWqQNr6gQDG9zw3ovSD+PLw2ZME9xwgyPrufmL0PzKq9xHg2Peoo9T00VCu9FLBkPXDgmrxj6i0+qDHHvADybb3qfvs9YUoaPhv1FT6Ccx2+ileQPdIy9r3jx8u95svcPcgW7Lw93Zm9BF8bPVe1vb2EvDA9YLhQPNh1QL2ckXi9RmaOPXotjD2jICo+zh8rvnB5Rz3QDAw9+04hPjRcEr6gyxS9M4QVvmA6az337gQ+IX0NvpAGg70AfKg8UvwMvqbAkz2cwgq+Syy5vcspBz6h/iG+qBoZPcAjgLyw1sK9P+kKPriTMb6knCq+6GE2vbA0+r2moOQ9zycAvqgCvr0WtJs9iHAevnZjJ77JHxk+1O1/PXT0nr24qOO9qyQyPpwpbj2wewe9I4kBvrCSXL1mfqM9JeA3Po/S670YMD89xyAcPiFgIj4wdQo8AwsLvsGkD75of7u8I/nWvVm8HD58pJm9YH8Svk5p/T12p/o9UFgVvun3Lb4aFeY9PuL9vYLWA76nxjA+nDoQvvkVkL0V/xk+VtgWvj463L3ec4a9WWU2PsFaib3Mtcm9eRMDPvwscz2yrgW+0i3XPQ3AOr7ysi6+0C9UvTqMmj3cxSM9DjD7PS+d3L18Ky29oFQhPRz/ar3Chwm+7QMKPlD+ML4lIYy9bQkbPpe2BD5m4qg9JU0qvsDiJb3azYg9aI77PCJHjb113DA+8hPBPfBVxjxYCaa8N26wvS7TiT0OMw6+WNZoPSDAJr2SC409dsjXvR6qFb6o3re9ZAxuPb9DsL1ONrg97DQnvt7Kzz2AGI47mcoPPjP6Jz43mam93geUPaiX4LyA2Fa86LkJvZBHqjxwYBK+yT0mvvqZoT3KTZ89+nTmPUUuAD7sahi9kMUBPASZQD1RwgK+MKx4PbfmEb6QUFK8e3cTPqfrsr0EcsG9kz3FvZMjFb4AlW0690wyPiIdiz3n4jY+GSkBPukTGz4EzjS9ph+pPY5ftz0zgS2+b9UxPmZYxT3wxrw8FHfavX9gDD61BqW9YK1ZPLx7Bz1ANDu8eMH0vEDNgzww8oC8752Uvf/g1b1K+NI9K/U8vpAtQD005gS+fDYePRby+z3wAam884QqvhLnAL5x8SM+lrI3vtAFWr3oxPQ8Jl60vZgMDr7ijvg9ip6UPWEqHD4wfl69CbSovfjEgL0/ADk+tlwsvihg/7wTCey97tsivojzWL0CvTK+OHi3vDS7Bz1vSzQ+bP0sPaASbr0AIhm6sveIvXe417240MU8AJgMOUhU2LydFyG+EEgjPTKDzT2H7zW+wV3qvUCzwbvhfjM+ADW3vLeUIz7A42E7FrXKPVjUnrwsZIA9tW0rPlBxJLzAkEK9Kx8vPlGnLD6O2tO9w8QavuGvGD6qz/89Ej8aviHPJr7UIvK9KP9ePQC40jtMOxu+rKNWPVxzNT3gOi6+9gkjvrHHGj7gqro8zKJNPeCCzTuB+Li9oE73u17Vdb0N5L69hOIzvYAfljx4Pv68C5I1vtDAOr3bsDQ+KBDYPFRD5b1ZtRY+8XIZPqEZET7cFxm+cNoPPN4Q+D2Qdyg8UHTbPJbcxz1DNiI+QrDnPW8v5b3zoA0+yEDMvdGEDz4M6+q9b0vgvdzww71tWCs+ADeMu65S1z23ZAW+lgvFvTAEMLwIv4Q8tK5cPWNsBz7UaDS9KHWzPMhamzyRmjq+4KBuvJJxGb5StQG+MG8CvQJFmj0/Lzc+N4C2vf6qqT3/oua9EP6gPFX/Dz5UJje+QvbHPR3ZDL4xDww+Gmq+PZBBLT2XNww+OCSIPDL3tz2Qi3E9bDhzvbAubz19Vwe+gvPFPUA1gjtgjhm+mAT9PIyVDb5765S9IDewvHKMtL2WDvY9DlaXPRPo5L0mgLI9/504Po7vD75YcM48FTsBPhZPpb1DgsG9r7kVPh9BPD5ydNI9rhq4Pe6/mj1dhqK9UFDfPK/7GT7ZlzW+w5EMPlY3pr3w3ji8iV8sPlzUXr3qMdW9oLG7u8TjJL0w6nY90O0pvGjbJj2SzrY9Kpy2PU+pmb2B2i2+QMLcvW54mj3wBXO9mGkcvkKtiT3Wd7K9gOx3PDK7iz2mFw2+8bSWvXB10Lz6nNi9Y2eovfBrMjwgZiM8nse2PVYR4D28zk+9w/YaPnsPNz6wPXs99uv9PVKVHL7KaTi+hk2KPdromT3nnCM+mCtvvRlGGT7cUXw940kwPsAuOr6mtse9rwkMPmj6pb1xqDK+sp3OPSzREb75ARo+vfrCvbrdE749VSM+grCgPXJLwz1vGww+LKoSPdXaEz4oP5A8VLz7vd6upL2OWps9aNIoveqalT1WO6E9eWgOPiUABb6fTTk+MykMvi41jj0mfJQ9gmvrvUxfBb1tU6S965UGPgnpE74CTQq+82cvPv7j0T32+ec9APvBPGwRGL0msvM9IMhrPQCccrlQxaY82H4VvgRAXL0ioPM90E8HvDnWL75lIzw+/svSvTBQND36dNA9UyanvboQCL5znZK9wAy6vEA82r2erMM9UorsPQwUJ70eT889Joi7vQLz7b1aT8Q9kHaGPJveED6uYRy+sOpbPAw1LD3IFo69AYvNvYCFS7zTww0+P6AMPk5Tsj1/1C0+gGsPPHCsWbxQTl89hDpkvdjQeb14RCS994Iovi9YLD4hnBw+nHAEPYoHIb6tefK9PtgsvrbB6D0oDTg9kEs1vVBRPjwide+9JGwLvrBtGTxC4P890w4dvqCnyb0Cqo+9qAM4vYiqJr2G3tA9oJnzu+rv5T2dfTs+BAVxvT70073wgXE8GL2UvJC/sLzW5PE9xj2kPRwqDr4AaD69k4M1PlDlz71LlBq+ddgzPvt62r2YIWa9W00QPlw+OL0AdpU88y0yviv/Fr5vOyW+5CMRvV+WHr4SJDS+isXmPfhYNL6LSvu95+w6PjFjIj4gDak7EF7APNCi470GQY09N/TivVQShD2ePb894PfgPI3tOz57UQA+KJTbPJOrJ77R3TG+ALasOqTnGr0gnD68APR/O0bssj0YtxU9oKBGPUaz2T0wLgW88ZnFvdZrjD1wQW+9UFA/PMb7y70aKr09am7GPc98MT4kSRK90JdEvbDds72IRo+9ykmIvYjnVr37jjo+nMYBvvK38b0IWWY9FNoXvUBv1rsAPY+9/OgnvcAkmzx9xTc+uDXQvI9Onb3Ct789oC9vvNO0AD4WQeQ9WC23vKnsKb5gACu9U9IvPoYTyj2E0Ci9EzflvRCCxzzCOpY9nClsvf+lBT7RxKO9cIZ/PQG66b2cHya+T18lvvT7MT2ffiA+RnMJvtnUAz5Kqco9JybyvSBboTwSu+g99WeDvUwJEj3IgEo9jLcqvX3OoL0TAAa+pOYgvu+BBr4AytS6hbAGPmZy4j2FOBs+ZhiFPSsqwL0KVae9gBxqO9g1lbwQfia+o3XCvejQxDwItzQ9Uk/IPSQmN71Xvyg+o+4bPpBOvjzSJzG+KCymvI6U+D3Ces09oFvGO7c+NT5SoLw9mKOgPN6y7T0g/CA89gPRPXzmGz078RI+wEW0O6d+Ob4xCxU+3kK1vcMgED7SkeU9yM/5vTd04703Tiw+wHkqPJT0Gj13myk+ADjwOOx4B70g8GA8XrgFvlSyEL5cSjm9yXyfvdAsfby/5xw+oMm3PA/nFz5+eb09TiCnPSDxTT1+Xok9Z8IQPiVBqL3tsBw+8Cj9vZp+3z2ESJC9v3X+vQBferwvwik+PBEavnjBor3I2gI9RXzjveAJIDwwODm9AF4+Owa/mD0E1WU9bQ0HPvSZN73eJpG9/2A3vqxTZb3AM2I8kJUCvvB6+LwBuNa9UiHTvaWb+71yJL49BM0ZvQAUZTrjCgM+Wbwbvsgf7r2AQHw9ABf5uzH04r1fZTE+wGqvO3ib07yYN8+98AalvT2kib3bt+69BQyYvXhllTzoaI48/xARPhCOXDxFgQ6+6/6+veSjZL0AYIM7v7fhvZ37FD5GNta9YAwLvFIk1z2GUJI9IHEJPQC2Uz1Y+dG9CDyQvV0sAT4pBBy+458nvq5A1T2ROiM+75sJPsxbCL24eOu8/VIFPo0QKD4W/+Q93o7qvfUCDj5KqXi9gFUzPDDnszzWieq9KBC4vE7X9D0n9Si+1TKuvV598j3Iq/i9wGAQu04rMr4Aw3A9yH1APdrjMb7Fcje+5eiZvULG5z1z1jw+4LykvaUpLD7cTnG9HcE1PhwwIj3M10K90jqovbARLz3msqs90vHHPSDV9TzYsIM9KnkYvgDLu7pgGNU86CnUPCJwDr62hO+9cCc5vmVKF74s/Vi9dI0svvMcGz7o27u9+myQPWGp971Biyo+gyWAvV53LL50r729fsDevS7Dfb3W49C9zcMIvi11DD5zdxg+D1UuvgoNF77qXMu910PkvQCgirtMdBC9hpGxPZpv5j1clWs9muIgvl+kLT4cwEM9sogIvoA9qTu83nk9l14VPqaiHr45oL29IrQCvmLSiD2ACkQ7BvnRvdSxGT20nXI9CB1NPdudKD4sKyC9kEcovYrmMb4MmW09VTXOvRIF1z2ceyG+8GDtvRdnBD4R8yg+oA3+vAoE/D03MgA+hGoAvSDrxzzy8689SFqwPAB0lTr6syO+kB/BvKAC0rvtk7G9dJ8gvckjLL6jsia+AExFOrLU/b07HLu9jn7rPYdoKj56rIs9o8wpPvzOOr0agKy9Q6A0PsdEJz5AC669vXsaPmgDWL2oKGO9aLZavWLB7T0YH3M9HfgTPja63j2AQ7c6Fn6NvZ+nCz5a+ZW9vFcEvR3qo71vlic+1jr2PZCVnDwGTie+gHNnO3EHJz7ul5a94P2nvKyxOr0g0Jm7zQsUPo1V0L32F+c9kBwRvijfZz0gDs286IeivKaAiz1s9nc9guK6PSy1lb0K3JM9tfY3PiqvqT0wZR28Nsq8PX9/hb1Iidm8pUDGveaX0j3cNyi9ICQEPTJyjT3l3MS9gM1DPCv7Gz5YIrE8oAkLPcAbaLysQV09KlLiPTMd6b1LeO29AF6nuoDDuLqQGiQ93L8WPUo5IL4S0aK9vWARvrrUxz1DfCe+//wvPgDbLDt2YpQ9JaHxvabnjD1c4p29SCD0PFjd8LyAQ7e8vencvdh56jwKGsY998suvssIj71oA6i9BCcdPcvCv70AxdE8uJApvdapnj0gJ2k8q8E0vkj5fj2i9Xa9WWouPiDQnb1qqRe+4DK2PKGSHz4mpo89ufsiPhlHID6Myxy+8IBwvFzlWr0EBw6+6C+4PMQBK73YEt+92K7yvNOpND4S+R2+IEMxvrAnvrwUyGc9qPXDvMgSQL0plg4+YNIdvjymKz2tKCo+SPmHvNEak714eRC+upH3PQ1qxr08h1W92DuKvJQVH7043Wi9EBfqvIDaxrrwFSe9QB+hu3jCTL0sace9LvDhPaDoX7zoaIg8QDysvYATx732Mcw9A4krvoxJor0yPpk9i+gKvq8MD76uPsM9zk/JvarzE74ALis8B7/1vf7GtT3G7/G9m52evfVplL1SOai92KTzvHYFJr4AzTq9YNUsvPhQJz0IeKq8ysm5vfUACz7KfKE9GmKXPTiWJz1chC++4EaDu+slMT64/Z+86rUmvv8rCz7ofKe8EibbveFDKD6rQQc+yJr1PPAMoTzMGyo9kAMuPXyrir1MWEQ9OEOYPGA3q7t0YwO9db0CPpKW0T1IXYm8XiLzvXiyqjzHwDk+1P4Avd760r1HnhM+zHxePQrF0j3twCG+n28FPhArbDzgLD299nGivWwW2r3/XBQ+OIDqvDTdPz14HbG8GHPqPA0OLz7PiZC9/w88vgZ0Jr7cdgC+eNRPvXDHXL263b694NkhvmZqnT1E1GU9ZakpPthlpjwKZ9w9yJjaPPaZmT2Me2q9XlOuPSTPc73IJ8M8/ORbPZ3UKj6E6A6+om3zPcwAKj0QNn88hekQPjcVKD5/nCC+A4+pvc6Szj3YeNg8i/iSvR4N4r2jpQe+d60yPtC5Cr00jBO9GlqGPfnYFz7twL69f6QwvuFTGz6sNhk9yYcaPlbifL21Rjq+GPiPPNt8n71glnw8eu6TPTC0ir2OQS2+3bYjPmIskj14HaM8OL0tvgEXOj6AAEo7VZMhvgDoQTs0viS+920VPm48rD1RBPG9KaoGPi6w1z1mZv89iqWkPds/Cz5iLdc9kNj1vBxpRb3iRfI9jdsgviCc8zscbik9gAACuy3qGD7S8g++ek3NPaBOob2vPAI+ZA5dPfgxHr0AZ5e9baMDPrLw+j2ILI88QeUEPjhIqzwQawo9YFRlvC+3D74A+1M9z2glvuCKEb0+j6q9NKOFPSkEMj7QWlO80EMrPeH2FD6wh3E9HtCPPel0FT7Mphq94OBsvRW6I77ZpxC+4IJzPELuhz0RhAI+gXocPmq2/D3APle89Mh2Pe33ur00FHG92sbSPR7Y5z0Gask93X0TPkiwTT11+hc+g6UXPk0Brr2WmBq+hiKVPVZngj38neq9EALgvVdQFz4I2L+85m36PVCNfD34brG8fcwdPhebNT7Ar4Q7EAHuva91KD7CztA94HMkvqrYwj3ALD48kGDKPFYI9T1YaJ+8x8shPkje3TyA+Kw6NmHSPWhizTxzABk+gMzMu8Pd270AERC+fjjKPTntNT4CPqg9tJxUvYAqHzwOAro96DllvYjEWT2ajLU9ObUPvi7e+j2X8xk+OJUWvjNwMr5IWtu8X381vgLp0z3q1wW+x4qRvaI+yT2QwOu8djbYPdWWH75zAQa+yCsbPcIc6T2gQDM8YjSpPWh14jwU36i9FjsOvosqtb0A9vs56HQzvsCp8r1HjbO9ZeCjvbg16LzQXzW89bgWPmCOGD2FgQG+BfsXPgK1nT1LKQM+rkvAvdzHFL4gw8Y7WPnqvDh3Jr5F6QQ+HmGPPde6GD708nK9gHtlPExtYT0ya6e9Dq/sPfB7j729mx4+IurYvQDm8zsYdpK816MAPvJezb1MC2E9EdgCPoBmVTt/jwM+8VnEvVCWEb3x/yY+0+MfPojSSr0nyOO9ru/HvUtRt734SY888WnnvTra473gStw7wcYSPiTqdb0IbbW8cBYiPHgr4L3bPQy+1BwOvoloAr5n8pm966E1Pgj3A70Aswi+uW8HPoB4hbz83Qy+2BQNvW4xkT2Ckwe+bzsRPjzlsL18KO29AJEmPR53uj2uvPA9gHmQPIjkA77kAH49+XPLvXqoMr4zMdO9mINFvSC4rLvgwqK9aHdUvTgD0bzEZPe94AkKvCL/tD0n7xc+aPUHvYIPvT3QcLo8wNQPPB++PD5Mpmw9UH6WPODwlruB7QU+8N1rPPj7CT3DESc+npcEvtwSCj105C49BFoyPZkKHr75G/a9wMvQPLqG2r1jmfK9y/EqvqC58bwoAoM8jGZmPUpBnD1F9Tc+VHNuvS1xB74s84A9xiHwPUaa8D0KDZ49cPUJPBKe7j010pS93lclvmAUl7v5lhs+HdghPgBZSTwAaDm+nJNMvWPMID6ED0W9mVk7voKP5j0EsyU9uhZ+vc1ED74R/9O94If8PByfRr2okXi9GKbDPBibTr0IaR2+IBY7vmgSSr09kKO9AsiWveeXJD5UjzC9ytEdvkFit72SgJs9XMttvT0WKL7dP+y9a1EnPvuD3L2gZuk8jLwBPWDndb3Ef0C9Xv2KPWjt9bzwVnC91ifLPQgCEr4yY489pOtMvdrVL77D4iQ+kAaSPK229b3J+Cs+UPAkPCqekr2bfBs+RCcXvoiSH70eXvU9ssm6vaUmHT54Z189KuvYPTSYFj0WMvo9ZqeaPT7tGb59OS6+n9sCvk4nvr0Qi4M9rlLRPR/wEb5RTuK9sOcgvTg9rL0ghmQ8Jj8oviD36rwQqzC+GrWSPZC0c7y+PuM9KzIgvovINj7Wfbk9BKDmvZBJXT3gmdG8sB+bPP5ohT1vPKq9tCqDvb5hzz0ict49MNuoPP7yLL5AN7i7itH5vewOG73o+Hc9e9CMvfyfPb3EJTg9nVo8PvgFEL4it/49Q9kPvq0jBL6f1iK+htL3PQfDAz40QXg9BZAdPtYm0D0D6wQ+vMpGPVV7Bz7sTBm9O70Pvniu5TyICIw8PHtevRhPlb1w4ee8cOcMvOY3mD2IjTO+AEx9PW58jD0UN4M9Ix4DvjvGFj40fwm9EgeMPS8yLb6gZEc9cQLKvfi30rw8wwc9APX3PDsBtb2KcCK+yhaFPYCMoTs2srY9xMjPvQWeMz7Nay0+gP0pO5amkT1QqAi+tw0FPph+cT3NCSC+p/czPqu6FL7QNRC+YhEOvhjWsDyvox4+nsPQvTaMI740xTq9Uu0jvp3DBz4offs8V7UkPje3s71KdCi+TC0YvTBedb2LFQQ+B/8AvkJKLb7JlRw+3+KZvY2OFj4U5hk9vrfaPa0iNT44T728mNqyvWCfATwIUXo9YbM7vkjA8rwr5QI+VqegPdYAuj2UGgO9LuilPejl4b0GVoe9kI+kvOyPVb34gPK9n06ovcAFET27sSG+mCWMvIXKyL3vnTM+12CVvRpi3T1FxiM+y6rpvYKkmb3l89m9ePgFvjFp/b1BBwG+TVsbPjidsTz0eq69/tmUPWIMmT1sYDW+/+A6PjypLL34BgC+BQwJPjTiKr5BoxA+3P4pvujnNb2w5T+8USmHvdINeL1eGfQ9gP1pPI3T770U+gg9UOZzPSBmAr66O9I96ILRvHdVLD6Fizq+8oaHPdhrEb1OSYy9AsPivZrGzj3HHTi+owQuvlBDiTxXWoG9EMQavSKnqL3j+Py9DT8yPtwb8r1Couk91tiYPYxGpb1X44m94H/WvUL8xz3kK089HWfUvU4UnL2ENE+9OqPhPXTRI76IAtW9/Ac1Peixg71Kb/q9WojCPeCQKjxhjzE+tqIUvlfXgb00zcC9gHuJO/6s2r1Avkw8OrXzPdeTCj7ptxC+BivxPRZ+jr15yCg+5zYBPsaMtz3ZQe29H04sPnC7tb2aiyK+ZHuHvfpUlD2KaiW+cClqPAJaML5C0g++2ElfvajjRD3TgDA+Gg2rPcCkA7z8zjk9LniCPanIOT4NmCS+t3XivSwsST3W2789UwcyviZO8T3TdDs+bl05vuCRGbyo0nC99sPbPQ5Kpb08WG8933zevSAPWbw7yyg+GBKsvIqN3j0YJ009KTkqPuB4Cj2Rry8+5kIoviARLr5Qc508mFyyPF4NwD3+GfM9+Ds0PZTlcz2HQDK+j+wcPgXWEz7Tmye+OEmZvChO9bz0RGA9cMPWPJAHTD2KnpY9RMEavgoNeL2qDP+9WfAIPkCSS7zZRRw+0GOPPChB4zx0Yxq92pKRPVdPJz6RreC9mAi1vBKEoT2Hry4+OsbBPVh98zzq+TK+FOo2PRgOFj3SSs69CJHZvB3NN75MHQq9eARZPaP/Mb5a+Ys9OJYLvrrcCL70lqW9AwsLPoku5b0HapS9l7CvvT23Ej7epaA95IVxvc2MIr54hOU8wAiouxA0XD3Rrem90BRQPT0AGb6ym8g9doy/PUQMUL1NUAU+AbQLPl5V/7399DQ+GTYpvlBNg7yufaA9yt6IPbjqL76iPpg9RKEavkXaDD7kK0+9sFIUPQkwBj4Z5TA+iO5evcwhgD28R0S9nvSbPRDJQbwoiZ69sJl7PRs4Kj4B0Qw+IHyeOxD/MrxIGhs9lBX5veJ/pT2Wxb89Ik/8PbCuGL4hZBo+OkLOPdJ+/D3iaak98rPQvQATY7zBRMC9hgqWPar/6j2c8Ho9igigPSrruz0wMvc8YKtUvXmsET7XfeK98t8hvgBacrzOpYk9d1sSvnB3br0Amh+73K0HvRhfgr0oSg69tB4pPSjxGz0BYDM+rVGavYBslrxnPS6+6H7vPD3O9r1AkhG8VWElPuEspb28fCi92hzJPWKoOb4wmea9Z5koPgd7Ij74Ao489dcTPjKotT1Uo3G93xYPPtYRGb4YxbC8VUY0vhj6ST04YKC8TsV6vR+AOT6w5TU94KWDO3gFGz0QEie+0m+iPahjgDzeWzC+sOdXvCcRET54Zs68ikL1vQAaHb2HtTM+Rlj6Pe4Rvj2gNcq7IFZ2vItQMz5sfxO+kwE2PrBPt7zdCAA+mO9uvTYlsz24XYm85FtOPWAOOzzo+Cq9EpQLvrRdOr1kYmG9qlTYPQBqrjwo+eq8aPzPPGqt+z1gHig8eu6bPcnG770IN7Y86dg4Prh0hTxm5bs9tvKqPemehL2qrpe9FIodvtZUrD3Anaq7ND84PfBeljzgo5S8VEEsPW3xEL5SIpQ9qDbDvErs8T2liiE+yoh3vSxDOD3+FKq9AomFvQBOeDzAxlg8+ibQvUBNvjsApb29wiUnvhD+Gzw4YUC9QJlVPFH3zb1YL8s8VKByva5Rlz3Wrb89RbQ6PkB4VbtnVTc+5C8Qvl9GJj6y6No9KKSZPKgHs7z65Jk9p4YAPuo6H76Anle7aRoCvsDdz7y3KSc+KiSWvfQKI72+PAW+OCBGPRLowD0gfQS8mycNvvCbl7w8w4M9UPIZPU0TFz4nMzU+/jz9PUy+az04/h49jIkfvnRKU72beCg+FXUXPiBpdrxAG1Q81SI1vpZu3z2/aBA+shzvPS4Fpj2wO248qCYtvlx85L3Suba9hBSTvdAGXz0Qg3U96QcNPojruL1aJJO9i/8YPg7Ber1ipvw9AE7zOd/qKb7TGNW9oEMmvsJ+hz2bpp29RqnpPSWtDr4s0i297rC1PcLklD19sBo+uQY0PiCH0r0N/TO+wjSWvTxUSL3W94O9mH+SPNrozD0ytyy+iNcqve64lj0gjNW7Qr2APaiTWT1fYjk+oqLePcfMDr4+5K49YDFcvH5jB76mlK49eWAvPuDn2zuY2K484kfbPRPw872hBrm99pzSPUIM/T1A23M7wFQvvSG30L2JhQO+OEk3vey0Eb2wIUA8MaY6PmJq1j2QAzE9qf2jvSnQJj5PhKK9VwwIvjKfoL3GV8894HVUvePlHj5fDig+Oe8hPowHcT0mY5a9JcnovX4znD0K7pA9oi7SPQCcgz07uCs+eVsWvkxYMr5AERS+uR0aPgDOj7yMiCI9CKKpvED0dbsIEyW+s2oUPqrHkz15+Pq9qJ+TvKa1173sD8W9nbsaPsAXgrv24I69oQAzvghkPD1sUyS9qnXtvYtIjL0uEqc9/IUzvkpjoT0dSCe+DxAZvkAPDLwWIOu9AJVtvKAUFDwsp4O9GoqqPZzjEr4Wvvg91p/VPZegEL6OMB6+oJuBu3jhmbzgUNa8mKRZvZiQDT3liBi+BD82PXp++j33igg+gFMQO9qlzD1cWo69RO5QvY5U1b27VOq9iNbxPJhAEL32Cd49WDwZvahZ1b00Wwa+sKnDPAp0Gr5YnrG8q4uqvapFvj1uYzq+j22WvSZ3pz3Ee9q9s27fvUlbIr7cCia+pANQPVQsFL04MYc8rlLmPTG+JL7Ko/w91t3WPROjJz5q7AC+IH6Fu24/sD2gCjW9jHShvQslwb0FTwo+lmoHvhro+z1oEDK+CQQXvkTxWb0wGNg8gNh+O3hIrLy9Yyq+gJERvHwDHL1WEYk90YUvPqA0Sr3gwh689jPaPe8awr3yv649gL70vQKfJ75kGTC9lfzCvXhTmLzgWuu7G586Pl0VNz6BUS++ZzaHvY89BL4Y6Ai+wxIsPrjMRD0Ziys+pJ/7vRlIyb2QhMi8NvLOPWLoH74F7Sk+c+Ijvux1Db2WA4O9IPHnvICUWbvwE768bobOPZpT6z0HPC2+L+gqPmCnNz34DYq9UrbPPfBZEz083+S9zt0Uvk6n/z0N7Bs+mwudvRAxe7w0PCy+WygrPt58H77vwZu91LsFvirWoj0Gves92nEtvg/RIT5UFQy+GGD1vLED8r1UDw2+HGpNvTYigL3nbgU+AlP3PQQbHb1g3Tm8Gp26Pd38ED7AflE909Eevnaojj1n4gU+AJiuObiGbr1eKvk9Y0XcvZb47T0QpGY8vEAKPbiyxjxbhSM+FPJ6PeuPIz7g4t67gBrQPEFWhr029aW9jR4HPpzSDT0j1ui9GTQ7PkQBbb2Wre29QNA6vtka4r1Q78a9uZwOPn5SsT3eXfA9nqWcPSzxaD3snkW9oKwpPCBDaDwAMls8PZH3vcMHsL3IXcC8CLBfvWBB2r30ALS9xKYPvg+3Kz6qz7A9ai4UvrJ74D0A83a7BI6FPTcFwr2AXd88wLNmPJj6yb3e6t29gG0ZPOF5CT4I6cu9tXi+vQpq372eWcE9Ay6lvam4K74Zj7m9NMiqvfcX3r1wOGo9dDOvvXmFIb4kHhi+cn8ovsB0cbuQnSG9ooLvPbRKKL3I/Cq9SbQWvrGT6b3Afg27/h66PR/0BD4+Qo490uDNPZA6Db3QVOu8ExrSvTy9ab3++K09x4sEPr3xir1vX5S9tP8EPbMsAT7QaIy8Mu4PvpeSEL5ovOg8aQUYvk4s0L0yZvw96+cjPl2mNT5QGBi8cMwXvACysTougey95OUjPQAbUjo3Tho+3h6CPXG5x708hwC9nDklvpAXjDxM/gW+sqiAPZJbor34+vW94hO1PUz5Vr0qzYI9q68cPqQwBD2LkyC+UvjWPX0E271YLJm83C48vbNoEz4T1g8+3U8EvlCDAD2zJxI+xHFxva7NyT14g748/jrqPV0mGT5LeRs+gVEpPsRDSb37zy0+vl69PfCnkbwQufE8LtV+vR8pID5qw849+uD3vbmHC74JFTY++vcBvjCXID3n3xm+7Bo6PdQhTT0uVZI9MpIavuW5Fz6upNU9MIQnPO5Auz0AmqI8Y12GvZKp6b2HuLi9QAJGu+CfPL6ya7494pzrPeiGgrzf9C0+8JsfvRTSKj0t4I+9bpmMPTq9y732r4292GurvKBWlTtQlj88SFX3vJ2MLj5zggm+n3wgPrOWDj4qeiG+dqiQvQDCRj14wP+8AIB3u4YsIL4YBjo9oIlSPLAidz1Yk4U9XdYUvkGADD5nEcO9xh/gPVzpEj3/n7K9NoSuPYRjyb28ghG+7AlXvaDTbT0A9q46T5sBPg3ANj4SRxW+4C8pvcMBGz7v/L69aAKxvGF8771Mc2S91PcrvoFnCL6yeiS+82M3PqS4Q70tXCE+LYw6Pq07Jz6AUuO66F1vvbM28b2ACJS6AKw6uTi38DyQhzE8GhWLPbW1Cj4OxJg9BR8uPjl9IL7PJ8i9GPpCvRKVnz0iVOW9TIqOvWqc4z1u9/y9AoOGPc/tyb0g/Du9DqwFvphL5zxg9ei81W37vRg5ijziWPY9NL8zva7NkD3ihfq9alDlPcrb8T3fcTk+jMZ/PVEhCT4rHN69aqPaPWvZHL4/Ism9zCVWPbFd3b2odri9sLBKPWAfWr12tju+l+cxPgx8JL3kKEs9IETJvAonrT0oiwG9ExAUvjo9lD1tEDm+CDCBvJLs6z1dGgS+mIsAvm4xlz20fFy9eGzVvFa2A77AHuq7AKpLvXTyZL2AVYo8XncUvnxzQr2WruE9wd0IvvCJmbxHXCE+jo6gPe7s1j2ebow9q2gPPoBLbL3wFAe9BMTvvbjjeT3iCa49MXUEPk3BAD4Pvzw+OCdhPVyYEr6DLjg+iXYbPmEzBz7iJYQ92oydvYhqHb7r9B4+PwAMPgeXBb54xwe+pXYKvvdPIz6APFM9TRUvPg13Bz5+78+9uFyEvFGtLz5QMmo8P7oivvChKr46Pfg9AB40PI5mE77KSDS+WMabvTMlBT4cedy9wJ1kvEBVjLtiJ+E97E5cvYlewb3oXr+9M+gZPhm/NT4AYCO4AKGZvVQqkr1QKgO96BP2PNAFTLwQEvi85kfxPS7lxr3uT4a9cM4dPDyZZT0qrfo9EYIvPo9L+b3GwvQ9310zvvH6GT7hiSA+QJxgPNgGJr2vBzQ+X6UzPvx5F74WoSu+sB+TvI83tr0AVYu7mGs+vdgeJT1NtDs+pXgaPl5ssD2N9iK+Sxw3PgJ37j0cBEG91fs0PmDN1jtkjGm9SKN/PZ/UEj6lNy4+Q5K1vcTr472e4vW9I4vWvUDc9Tzr9qy9rzwcPsq6HL77fRQ+YHLmPCQfYD1yrcE9F+snPmqdFr6O4Ki9nGUkvgChIDuvivm9Pti0Pc5B7z1M7aS9B6gEPgLpxD0uuvm9qLsSPXVyIT5A2sM7y9+lvWxE1b2wLHO8wP+7ve+Ysr3NQi8+fpS7PYjgIL1I5BW+LoWePQjdJb2dPhM+1C9BPQASwLs9ZBE+P2eovQCykjnvlxM+ANowvJZouD233io+FBwiPcV/kr0oBjS+Ppf3PX67HL5QcD49ECCCvGr+3j3gLKC88yIdvuea1r0odyS9jJAovm+Usr1Rwt+9qBwNvkToHr7YEXs9mu2ZvQWm5r3iyJg98SACvgUuwr0QU2+9uL4Vvgrx8D24wqG8ABk1u3cJOz5MDCo9yga8vSDZuzsCWAS+2TE0PiDmI70Dbyk+yZyJvW7i9T2gnzi98RzBvYsYgr00xGU9NnQevnMAAz44Tye9lhcxvsQ4AL24h6A89vvzPT2pGj7QfDG+IK6NO9SOqL0RuQc+IcoAvlgNM72FWc+9RKQPvWN4ED6gMo68wGE2vIItBL5ZbSA+HvfePZEDqb2AxCa7GyMnvlhurbyUKD09pLXrvR12Bj7vQZm9oIjtPL/pID5QNgm9c4MvvmvUMT4Qv7C9RRQaPm5v9z0QFgy8rvzqPaJnAr5gL4S8VVUkPmpVMr6wDRS+xdoUPuA/1DyO3bA9zoTgPcNRBj7JIja+7WsIPpvjIT7if+Y9oKH6vfSFNb0Mz8G9QHXBPDblH74mggy+ZdM1vnBHezy45zq9oC8TvugWJT0ohrm8uI5JPUA5Dzxr7yW+esb1PbHr773nzy0+P8U1vr5KhD3wONm8tj/PPVevJD68ZyO9uUIkPj4q473o9NI8wH4Fu0Dxnrt2EIg9GDqPPH2JOz5EtTY9gJyZPCjo27wuGP09pBrivWi+E7767Bu+mtC7PQBtcbrYzGS94AENPR9LLT5+hcY9W5+pvQmKyr2Y6rm8O7AIPjDQVrxin+89Z1owPnje6zz31hC+EM0KvQBSBbz+7sg9vYg8PvNEDD4ZX4G9kOs0PaMKHz5jPfy97ONUvVifR71spSu+Gh6MPXYJjz1wDRa8dek7Pg6M2T1lQh++UWa9vcBAljyU4fS9pOAAvd9s7b06vZQ9Z4gMPoUEzL2I5Wo9JOKHvZApGb0mYcI9yGoTvSRF+70lfwI+bFcvvjLHzr1ySd09NMBPPVDnYzy9Lw4+WP14vdto7L2s7gE9Ut3/PQLc4j1/3za+DJbnvTgLQ72QzSK+JC2XvRCf2Tz5ko69wENpPQB2N7qs9am9zc6zveDRe7xwnae9gM0hPLaZJb7g9B88aL+1vVqY5T2scx2+ObIjvpaswz0mHNK9GGSVvQJD5D1PKxI+UAEhPCAYvjtubdI9GXjVvaihorxpPgq+mriqPYAN1TsSXDq+XELpvSDSCzyRGii+mtenve6Hrj24IIQ8LjT5vWbStb0UJRk9+vGwvUD5TL1x5qK9LiQRvsSnBj3244298zE7Pj4ipL1IZxW+lQcSPqR8qr0OWOS9kHewvEDn1Dw9Roe9ZYvOvQB2B7xKITG+RAc0vmiyST3SW4Y9v3klPrgjAD15tCA+zKSxvTaisr0h4BQ+w7oiPlKvwT0j2g4+MOamvZt/Lz5OVJo9QKSgu9y9Rb0wgzq8q9YgPu+nNj5t6Ra+YDMPvKVZCD6ArBe7sSzdveAfBrwdUdy9kXEmPi+pAz7KEpQ9XpmxPYBj1TuW6u09sDNgvZYYsr37TTk+VsI1vj7lD766NKu9Udo4vuhjD708ODe9le3yvck+373eHty95P/hvStzKj5ktQo9ONraPF6TsD2N1TQ+sJ3DPLhYwDzkOSQ90lq7vb6Qnj3pBzS+6lCSPQCFPTrk3CY9ffQ1PpVCFj4ABiq81q+pPTrI6D1wtgM8tLgWvijWHz3gOIM7VOlEvcj8L70ArA48qM2dvQ1NDD4aWpe9V28Ivl0imb2wsF69Ff74vWdKAT6AUeq9/6K1vQe1Ir6r2x8+ex0hPgDhpDyatvM9IBsKPVMvKz6TZBk+Rg25vejKAz2ofGG9UFf7PLR9Kz3AB+K8gPzJPOC5Cr5G6sM9ODcevdefD76QnoA90p63PYpW1r1xa+e9jDcuPeZb8j0AUia7Wmk2vuTNHD1gIaa7oV0hPqDWYz0ALpk7oY+IvVn+ET5xdDu+HsGqPTrh1T3Kcbk9CabyvY+JOr5dsgU+TV8mPsBgPzzi2JA9qNGlvOweR715+Cg+ObgpPiS+NL1OJ8w9yzsgPllNBD5g6/E7xn+8PboJ6T215xW+qu/vPWBxsTxMehe+yjLfPQev2L3WtpO9xh+YPQfB3b3uDLs9LO5RPRj7wbw8yAO+PyA0PjBCOLy3U4e9YFCBu+D887s1BOG9QLetPBUJPT6WY449hLxGvXUaAj5I0VK9gp+IPRT1dz3ocI69QFlTOziL07yXHwS+CFzovB2kIT5tmBm+llp+vSBaGj0kNBM94msVvgB1sDs+B/+9YfY4vgfAir2zASa+NgWVPajHOL6vVCG+WNM7vsDFprxDETM+AHyBvMAb9rtuqe89Jo2qPXYMK77eWaM9mPaxPEzmLD2YhT29Zga7PWOs6b0AnCE7LL8SPY1W772UPyK+RkOTPfBlDb0kXhA9b4wEPqbo6b26ML49Uugmvhrq2j1WZTi+h38pvtNFEj4wSeC81L7jvSDOaDw7/5+9PRvnvarCrL3ShwO+VtKkPb0qOz5gYMs8gR4oPuTa6L0yP+c9KX4evmG1LD67/hk+TYAmPtBkHTzoEcK8mXMJPgBJKzqJZy6+WiwhvghzCb5Oj789WnmcPcpEhj3+mP09cOkuPTg9IT0Ak8Q6YHLIO9BPMD0s2vS9rmXZPWy2kL3gR4S9mEKCvIBoV718Kzq9++0jPkOM6L1S5Hu9oF7VvFDdYj2SYvg9RCC+vXrmDr51/jY+whcYvpjIAz2GKcU9lEgaPbEuJb7JPcC9WfEOPiDOxL2yLwu+UMVwPcxEHb7XJ4u954A6vuk7IT4RRCU+AM9FvJYykj1Ynri87LQMvVKDyD2vbgM+sAUwvrUKLT7XIia+ACtZu4l59L3wDE28gP46O/QYXz2TIAK+sPXqvd+PDj7oWI29lO5mPdbSuz0C66I9qLb+POIcsj3p1Re+8EsHPGoAwz0ynPk9xJgBvbQYBb4SopA9U4wuPkDllLyWzdK9afK8vdHqOL5qkLA9iKDRPCzxTr2TvyM+isf9PXhp/r04Qys9AlMRvkeCPD74XDC9bLXOvSQqlb2IhmY9psCYPWyugr0I2V+9YNg8vrO+B776t9o9AG1dujS/Lr4wXH68bRDRvb734D1+N9U90Nq9vILKhT1grgW9wwTivZV6OD6AC5q7BgCQPYC5Fr7L7x4+anP0PQC5LTzpQ7C9QhefvVj+yrzIzHA9yqk8vsq2+72UlQ+9Xp79PYiaBr3gCUw97AXXvSDDbbxgNoo77jXfPaCAkrweXuo9YL/kvModz73g0pM8+ugYvsD7WLyA8Zu6nER4PZxvTD1y/QS+9vKdPdAPlryc3U098FAYvSgtuDySWQK+MOUzvqAyl7tMSou9UXc2vgmZND7IZyo9sDJOPFTgR73ozVm98p3avV40iT1/nzQ+XzEzPvhElrx699I9avKtPdrU0D1ztgu+3p0MvijtvTy5aZ29BpoNvrdGK76c0yW+WEFtPXCyL75ThBA+ILEDPMe1IT7obDS+r+s4PvB05Tz5nxQ+8LOUPOdfNT7AS9u7Agj3vXhAiryPvTM+iCe7POHGDD5WRP69X7Q8vikCpb2ITvo80Kkhvv6SEb4BcBK+QNQ7vYBIkDyGx749EwsiPg6/lD0xlQc+lWOivTUXKT6Ys2y9QN8ZPAb2yT3cseC9Oa8LPpB5Jr4pdiC+T1AmvmCbx7zWyp89lK12vXmbNT7oj/k8DzMHPvOLzr2YLgs9mS8Dvml+OD4w2Ag9xHt8PQgsxTwDyBw+0AMXvSZcPL7Ivw++oJlNPABya7oCfI09GasYPheYOz4j/uS9wGZwvCLC0j1Cotw9hLxDvToEuD1omOW8uXwUPutRNj5YHDY9PH8Xved+GT7KMeg9YQAvPieByb0cbV+9hum+vSXwjL2FOy8+FtOUPT8V1r01vh8+AMwWu21Ivb2wrRS8l1wbvtt+Gz7YCOI8F48CvrqFkT3yCoI9UPs7PC7j7T2DnOK9vbQgPsiGujyeips9BXsNPioamT3MwkO9fA8UvchLX71gCQ68UmvuPQP9Oz7t88m9AHdOvBTbGr58CW+9NIEsvYW2Iz4QuCe+wKo1vtreyr26w7k9mAnRvdR1Dr1WFdo9yOH9PGB3zTxAGYY7I7ajveggXD1DuzU+LQYmvgADSzs8rx29gBktvEDaqLxMMgG+pv/uPbozOL7g5pu74donPoBx9TuweQU89PQCvY5yFL6IA6g8HHi9vQAXGb3CINM9FZwIPrAahr3KrAq+1BtIvf6by730dTq+MOi8vM6F4j3QYxa929KVvTUnBD7A0+68EIkxPRqYhb2HkDc+emPsvVDBB7xnKBY+ABoePZw8Mj1Elje+nOqEvbqd7704sAo9gOJzvCfDIz4s1k29yJnRPGqeoT2vDw2+H4UsvuAA/TtXOSY+0DpePNLNmr17xgG+FEvyvXCsMb6XNgU+UrHEveKF+L3AuSS+W4LtvYZ24T341Rm+vqcTvogPnLxAI2y9ErnPvRRu2r0uyNg9z17Lvf4bFr7EJ3O9lh2gPRIhyj2oz508W3EuvoCmmDtpXh8+RtWbvUDbgbtO/rQ9zgmMPeRPUD2UYmW9esIDvpAGsb2KCBS+LzYNPhhn7byghNu9cSIGPn15lL1uRxK+DAOOvf0QJz4IlBm+9A0RvnguWL2Up2w9hHE1PUGftb1I4ps8CAKkvCLAOL5ABZK74CV4vVchpb3TIxw+ssAivr4wG76ApVY8CMY2vexAdL0OwIw94fw4vijvKz32N569QLe4vJ89mL0CveM9XAI6vv+NLD4oz8+9ALKOukphLb6OLIA9UNNKvUGyFD4lOx0+IBY8vnZI3D0/VAs+kszNPThoKb7AfOy9oChVvLD0Mb6gA5U823YEPmC0D72oRP88aKhzvXqMoj2MZiG+vvzOPU1rHT62rTy+gPVEPJDsejxSztU9yZgrPr7P8j1mTsa9opqHPX7OnT3w+iM8wOCpu4RHIr5GlZ09xmbuPUu7Jj4suC++CCb8vZuuhL0P7/G9AHviO5Konb0oeiC9YiLMPeA40rz//SE+BB4pvZmsBz7YIS29+YslPjObEr6Nt/a9TuLiPaW+s720WpS9AT8FPsqqtz0a/4c9fGJqvaAWpLwQgfO9XzwFvgB2Wjq2t+89f+UJvkhTsLxayeA9JhA9vkBq5bz1Kzk+UIzGPMVjID5wOX691WSXvWDOxb0bKxo+uoXcPZeaKz6VfhA+xJYsviwJ3707nwq+wDTkOzrZvb16fwK+YHbwux3DAL64FwA9U9MXPqCD7zyeyiS+OK2GvV6C5T0+Oq89YWwWvgzvEb74jdm8fAVLvedrAD4ArYI7Bea1vTiR1bxUaVa9o7cePmB+tjySxds98hKbPXIOzj1IBZI8ia8ivjJg+T2MmFa93inDvcWbOj6AtSW7ZifpPXiOkbwUQR6+YgEBvmYwtT3Xehg+EUIlviQvFL4flii+i9UTPjgc1L1oFva8YZELPqSKBD2Sy4C9lHbPvS7UL756rpI9NkV+vXhNCr7Y52k95KkNvrBnOr4CjvK9pIUtPXxSQz0keKe9ADNvunpWy73FpDs+LuCDPdyOGb7WGdw9ya0tPhqSuz3Roxg+WL4RPQqd8D0Hk6y9FFRzPQ3OyL1A61c7kRYcPg3zlr1VIBo+lpmmvT6IsD1BSjo+te4fvm5Z7T0lPQs+a5EhPtz2Sr3J+Ny9gFUNPJao4D3wrTG82uV0veQmEb5Qyms86iLHPaspLb7eGgm+GKfkPNANOD0Qkz48KKqhvCbd+L2Kx5c9Yt95vZiUKT2icRK+zuO0vUavkT1yI6Y9LaDrvSQltr1Kyni9IKskvaXEMD6BzSa+gGkou5yzMr1KIPM9GqMAvvZcoD30N+W96BuMvd0iDD7lRQA+HzYQvlghKL3Yypu8XU2UveZlsz1ANXM9WIUSvrwWBb3IGRg9ZMXVvapl1j2vtZK9KAQqvgwxaT08Umo9r9w0PjAmSbxiYq097sqwPTXQGz54rgY9aa8iPiZ/iD3Ggou9IoKwPYhEtb3ee3W9KsfePRSGZz1OIrs9+H6GPCpwvj1gRLM71FEAvar43D1AxcK78GsgvYSoFL7C/Xm9YleDPWDOQT1zcAA+YE/fPOaInj1mHfM910sMPkh8Gr33wDU+2onDPfbsvL0taDe+EM4tPOfPvr2Q1pQ8FRgyPhDuHD1QGBa+g7vbvYvgJT5gkyu8porcPcDEoTx40nQ9gHMvvqyrK73qgNs98ItdPG2HMz6UPQ2+u6csPoDBS7uSCJA9RJhhPdCP6TyDMSQ+FQcfPj9qFL6TGiw+8R2DvTa11r0v2iw+6e0EvngbLj3GH3y94IZUPBjtfD0ArmU9hfKUveUo9b2Icie9cuXQPWgwcb0kK7y9dx7wvSmuEr5y9/E9iNPkvTqm8z2HtTk+YXs4PhQiPL5o7gy+Eta0PeiGFr2AzdW8G3wGvqD/SD0GuIE987onPt0POD5oXDW+vi2UPdAS5zzNfyg+zBNXPRox5D0439e8GFpRvYACsTznWta9vcoLPjv7gL0TT7m9FIlcvZZNDL6Ux4Q9gKZlPCuNKT6UHLS97EBwPfIxxz1ym6s9jDgxvcvNHT7EAj49fKkYvuxq0L06nbk9SExrvRKX2z2g9si97A00vjS/LD0eBZ49aA0VPRTLD77ErFm9lv+9PXl3JD6CWMu9eFYkvaKooD0Epoa9VVUgPr1CIL4U87u9fhmuPYYAo73WGOo9NqUGvsik3DxCNd89WtblPdLCIb7s1r29dJGEPbOGBz4Anlw61AuAPdp6tT3YOBa+t8MUvoC2OzvKoAy+j+mkvQDKz7l4rcu8ZRXFvcjjj7xvlOC9cGhmPYkVDz5m8dc90gHKvShZcz1nzi8+sBQmvZE2s736JMU9cq8hvh+RGb48VFE93F8DPVX93L3g8BY8lBgXvWWIGj4P0C4+UJhPvZuvJD6IG7a8hOsVvp/+471LUwA+FpvePRwGBr5fPDS+sEVUvdde570AySo88BKkPLbnB75g6Vu85buKvT5Gnz10skq9xIQwPdmYNT5NZSU+ClLJPfyWRr0Z79O9/18uvo3gGr6fMZW9K0Q8PmjruLxYbno9jrEivma3Br6hrAY+UnoRvjfVtr0Qsyy9+AOuPIlPDT6ANPg8iSkivsXUmb069qI9KI3SPMeEwL1gg6C7us4qvkwhnr1waJc8IHnTvDf2CT4Oi6A92js0vqkKMT6gaTs8H0UVPl4dgj1B5gw+fXP3vd4SEL7oify8C28vPl4NyD1njRk+QG4JPdgRXT05sgs+EFxrvV7Qir04+5e9vt0hvjQ8Fr59Wyg+IZkAPlBINLx4a8I8UBzovGwdDb2u+H+9cEWPPNhE9Tzn1Q++YHB/PQOQLj4Wjzm+GJOJvDCIHLwoTiS9nKe1vYsyF75BTik+QsLJvbJ5Mb7u6LA9qIKkvDZGyD20vnK9UK4hPPSeD71tzZ69XsjfPdDOfT02v8Y9rivOPRl6Oz5IhFA95/cpPqgHRj2p0gw+CH0MvWHuEz6QwAm9d+EXPlDYKD0olR09IdyavSZopD2/rw0+1MFAvTb56T1yrs89ll2QPWpf4T04Udi8rDkWvj5u4z29qzY+X6AjPgTVJ74255W97lz9PRWVK77k7Qm90MRpPQXZKb6hHCc+uNoUPeqg3T34UgC+/R3fvSJrjj3AN0O8hm2nPZAhOD0aj+I9zPkQPXKh7D14y9w8QG5pO6CYTry3zem9UAI1vcxmOj0tlwU+WqrDvWqJmz0bKgY+9MiVvdJmJb6gTik9OucKvm2hAb5aAsQ9XDI8PXXjHz6YuWI9FJUHvTDQML0bfzU+XyIbPo9GNj7A6Ta9tJEMvurW1j04ePy97ekLPjhHP73/N4W9U8CMvQRWlb0ADB456YHJvX/Zzb1ettS9jb0PPiiHP71Ed0i9QN8ZPbKt6D0W0b49nJBTvXjUMr7810i9Ijs8vqePMT5o1Fq9CMjaPGBVAj2EJjK+Fx0xvsn4rr2wveK8caYpPjO8M77vyyE+HaInvmbK/T28lgO9Br2ZPSrNnz3E9w89CGHPPKADibwK0Jc9P7YDPtleOz5QUyM8AEAUuHOBFj42msg9p3I7vsz5dj1giwK+UvIGvkNo272MHzC+oFn5PF5inD1TRr29BUAFPgT9Gj2rSzy+mGnrvaWqNT4hQ9a9nOaTvXhRLL4AExK7RpblPU8UMj6CN7I9bqffPQABYr2mW+09AqGxPYj14b1BLfy9lqjbPQ2qLT4IYyS9n6XxvRn8Fr5b3BM+nKUEPRQcp73AtUG70JEwvsBfVLwOOby9zZYZPki0bL24n7O8BYGGvYCqXLyaDRu+yjL5PURfRj1vMCq+OisvvqjdL77wxSm9rEmLvTAQaL2AquC9ZH61vbRLj728O4Q9aL9YPfy1Db52gBK+GGwtvlD9Vb1I1hG+LpaGPYV2Oz70B9K95sUovgjBRb2BaiE+Lh2FvaRMNb5+daK90jb1PYeKDz5mJOs957E6PjZGIr7BDzg+meQHPnIDiL3ga947gRqtvexTCb58CS+++H0ovkClzTx1W9W9ulYfvl5spj3a2PY9z4gEPir8nD1mwDi+bSQBPsBDeTxofPY83o+qPbJE7D04u1Q9aBzevCwDBz1YZ1w9w1CHvSTmW737Gxi+7VwDvrt8ND5eC989WWUFvq1yDT6MQNS9wtAPvu6O6j21xCu+5VYovmiqrr18UOO98pT7PRQFOL0YuyE9X9+IvaCJHz3ghnw8sgyaPa4r2T1XSic+VDQCvma05z1F/jg+MV8BPkDqZjuIokm9uA+vvI+TEb7UhSM9Q5g4vkhwiLy/TwI+MNP+POBa271jVDI+Go0GvjjpDr1NXda9uJVjveRbKb6vJim+yhvLPdAnk712SuM9vPAnPaALxTyjPCM+GC85vScNND7PczU+MTQXvkD6bL2wNyG9hDJyvfoP5L3ARO47tKkfPd/pNL62WQ2+NpPwPaClYbyH8jS+qQYjPh6wlj3rSaK9YnTLPawYbz1mrcY9IJYTvWBqHTzjChw+WI0sPZ5XBr7dNzI+Ud24vcAnbjyV5Cm+NJM7PZFeEz7DwiQ+qLmrvLLuHL4k8CW9C3Ahvl4ekT2KftU9vjqvPUYx9r2Yu6C86kfnPRClZTz10P+9txsvvriE4L0w7FI98JwdvrEjMD4MeiW+NNJIvbBiPr0olSG+WzKbvWDXxLytzjA+R+YPPii96bwW4i6+shjHPfZdvj0O0cg9AGVAPcA1Uzz8fwa9wt3fPVDV77ymcxq+6qKgvY0kDD5EwDU9i1M8PvuiBz7O8oS9fEApvkkFwb0wXK+9SrXnPfAbLL7+m9c9UOOWPGZF8D0qL7U9Cua5vZQzEL1Ulq+9SaSIvQCEFroHit+9FXguvsD6pr2paDq+2R0LPp7r7T1wL+o88vvUPTk/Hj7IbuK8XSw7vlANuzybC829DnPzPcI44D3OR5I9dUAwPk/kB77ssis9T/A6vqYAlT35HCA+dKdgvb7ZtT2Iufm8Y64uPk+QKz5IRxa+MZAlvv1SM75poQ6+qKK2PD1CFb7K36E96AvePF5oFL5yvt49eER3PTpoFL79e7y92nsgvvRG5b2IcQQ9Y0ELvkzwSb1cAjk9TQgEPs0RGz53fy8+eAQnvnIriz2b7we+ViS1PVTxhL1MZ2A9UvT2vcuuLT67ARS+X88VPnlkMr66dBC+zFmdvUZ7iz0E8GQ9f8MoPoK9sz3ioeA9swkcPtv5Bb7rRAo+yIEEvQ1JOb6mOas9Jx4qvsp39T0cnik9zWwfPrhNYD2wKNi8YQTTvXvo8r0ezeK9+7/qvf1mh73byCg+psauPQDaNDox7Bg+ILF2vMBcjjsF2w4+sNeAPVWRkr3ozhg9HI4EvS65KL7bxiq+CZgbPogOAD3GfL09ozwEviTrRj1oXBu+WJ6dPIDF5L1I5Tc9PvuhPVZ4ij1UseW9a2oZvlTjQr1fkxI+AYsePpJa4T185jA9VMZovQB3mzqAFa67xSw3Pl7Joz1A8oe9Zbw6PgD9Vjrge188CNaKvEimorwRFCg+J+coPkaN9T2Bcgc+CYEYPo6t+j2MNmo95py/vaCiPD1OGqw9IcoVPlMvqr1ryY29KoICvvBBfL1Y1c88HPd6vYTPAb2aNs89NjYyvoHmBz5myBi+X0vTvXDKyjzAj0e7jB5IvZxHnb1IQZE87dLxvTB2pbyANFK8ai+yPaAd5Dyfgqq9bKc6vtrcDr6+qaI9r3sSvmI60b1S7uM9upIZvk4axD205jc9IcClvQC7VDuEvDY9FDKZvUDbsTxE/0i92vrGvUDVwTxgYUC85LYDvj27IL4wqNs8Ml7aPbQuVL29sgQ+7hAmvmMNKL5hPRw+o8wOvhgWtL2Kg+s9wA/0POxqFL1NELi9+xMnPmA98jvRoC2+B4s6PgD03Lw+drM9KBlCvfRrab0IvGo9X3YsPkPnDb6g/1i8VmCxPZETOj6h3cy9WK8APV4Xqr3KvLg9slIqvviH2rzQkhO8+MEDvlHLBz7CAew91vv+PcMFET7w0ja8+KiEPYYg6T3bmC2+zge3vSzLEL0vg/K9rtiIPVkvLj4awow9KE44Pfzdt73q0p09B/gnvgdCBj514IO93AO2vWL4/T1SZcY9/f47PhKK1D3AEME7K50ZvsozyD026LM9GFXvvInmNr5u2Xi9CNlIvTLuD755UKC9FJKBvReVIz6Mt6G9MIBBvRRvyb1Cl9M9Z30TPrhPSb3hYS4+NQKgveA82Dvi0dY9gFr4OmYwtz2Ak+k8QjjIPQ5KqT3m6TK+HsTlPVM1LD5S8oQ9780fPjkVq70gnBa8dyMoPpdY3L2/1Rs+pcGFvaBvODzpajw+ath8vUaYmT1Vu6G9mK0mvr/8xL150t29NJPtvdSLJ70CgLK9vQcyPja3sT178KW9GsTPPfZE8z0gvYE9e00LvgWxLr6ECiW+3QKQvbYPwj351yA+RascPlvCOj4iu4w9TO2gvUQqAr4AqWY8pSwWvk1gET6NKh4+BpucPUcWJT5/i+q9/J0LPV+ZNj4iYLI9ftqUPWihqb0Z7hM+YSfsveESET5Q4TY9zk/6vU5chz19ais+eNn6PICpJzsAtha6p/4QPvitQb3zOry9YGQOPZCsnjxQtrS9KDAtPQKrKr5O+M09sG7FvHDmAL4Gnrg96oTIPSCw77zyMoG9WTvevfI75z3VfgM+vN4HvlRvRj2ggxy9GiaLPVBgrbyXHAQ+v/M8vhBwKbwluDo+gI8kO34mmj2ypuU9QVgsvs6B4j0yl849B/qIvcMRCT6aYZk9o0ALPkbPNr5xGyy+lTkWPph12TyUFFO9ZwI4PoCnJTsPEB0+mm3+PfgLfT3XYQ4+O8QHPpJ6A77PEQg+gNNJPWcwt735pg6+cOSIPL1w0b29/TA+Dx4oPruyKz7p+/y9py8oPuQZXD3mp8g9ueoEPmA6br0ULia9q0mYvT1amL0hvSA+mXXovfHSor247fe9FDwNPe7twD32Uv09gEB6PYwVXj3oiWo9IM1TvaCwnbyUJi2+pJwavRa91D3k/FS9IES0PBSZFT0rTgC+SYYJPtG2KT6lqRY+l/YFPmXRHz7XxwE+rsv/PfHIHT4PHR8+wuokvsm6Jb7cKgq9jniHPX+yGT5wJBu9RxMyPg00h72k/yI9296WvVqvpD2mXTy+CF9QPe6afr2EHje9/VkVPn7qDL6o8Sy9ALogu08A471ztui9FfgvPo+3Nb7ESUa9O2W+vdzPMj1Yt7687mk6vm/VIL7FcSY+xOwXvf+cA77ufeG9AAihvao3+D27TAk+6sSiPYCDFrukYRu9w/4DPnTkL75APgy+yv+SPesV1L0cIkG9SxQgvhKeAL5AMym+0ElBvSm9+L0/4zq+kITHvHU6yr0QLZO8pr2/PRSkYb2AF1U7px02PqPWGj6iOb891v6iPYnvOr4G2L095BBRvaw7AD1aDaE9A/Dnva5KnL2OTMg9OI1yPUCO2zw8ZSM99tHCPTAzmL27bCY+H7gHPkAaOrtDtKq9XmbbPfdTJ76oxxy9V+sDvkCUDTvvjwU+o74lPsNqyb2xcSE+pds2PiICuT0rNaO9IO9HvHgVMr08Am69ODEyPTNMKD7Qu9a94nfhveZf+z33N5m90I2fPLA+UDzRkQ4+ngMcvgrOg72IDSw98fsGPozzI71odjS9vOQsPbRqAj2OUZc9YLlNPbKtxr0v9iM++PYVvfSh6b0W7Lu9RQMlPmy1E73OvY49XLEoPcJo+z1qdPs9y3YPvq7pxD1CI6S9UBt3vCVACT7hqgc+OM20vG99A77hDyc+VtzZPV3n2b0IuqY8No0avnOU870Dtre9gChYvNwQLr7gt2c8OnGZPZ8nDT5Ywim9Vj/ovWisRz39PQg+BxkEPsA+M77gZlW9mJeAPcmtAb6UsUa9NZI1PjKmeb3OdTi++j2iPTnCMT64yTu+hKtTvaFxAT6JRjg+oFnivaY0u72EQ9+9wFSFO762/r2wela8J1ULPuYk1z0jnw0+DufqvcAvfz0w1Y681w04vmJT1T018jc+aGPTPAKwiz1PCxI+ZNEfPYY0/T1at6U9rW4BvjrenT1VHBM+hXQkvoi+ar3BkQW+qmuXveXHIT4/XzC+fBkevvBDzLwgXes86wKvvRsvJ7587Dg94LdfPCcmj71d5jo+7zUwPoBHeLzkQTG+MJNrPUBhKjy/Urq9WmqbPXJxMb7AtBU7FUs7vmiAAz1A5Qg9WB7nvDh3Zb1HQBO+lp39PcPpPD7QZ2Q88EWCvSi1i70QdQk8n+gqPp6jwD2qztE9CwsjPtD6SjyN2SS+hBF8vVOEsr1o90e9kHwkPGcpNz6gJw09MI88vLwnB76yaAO+UagtPueigb1/0As+1K/kvSBj+jwgP5A7gE7Nuw0AHr7S6aA9RBgNvWggz7z6+t499jKGPapuLb7Yhfe8Yj+OPaIMiT1FOyi+IKwJvCfSFz5C7Zg98THKvaTomb3Wd+S9h4SLvagM3r3nhZy9kjf5PWYm0z2+CeE9yG2ivTknrr2rjSU+pLoTPZ4BmD346z69QPYDvbrIiz1wXVG8AtjcPRB0Fj2i7rA9QYkPPuOuFz4dXwy+rK8nviABGz14RzK9QFXNveXoGb7A36M7lq6qvUi0Bb6qV6+93W2IvTJwlj3K6f69gJFDuy58nz3Eufy9/brJvUYTiz3Vqw8+2jizvTLQoL3Q/bO9eiyIPSdUCT6sho+9e90DvnpO4T3wzoq95iDlPdSTCD1z0yA+m/EhPpVR/r0FJCk+8OvgPKEdFT4+zd09NWEgPqQxJj0sdwM9GKjSPP5M9D1gqhQ8Tk3avRA6TLz8l2O92v+xPaA5oryiG4G9AMwRvbENIr70p4y9+Nv5vGIJEL6I+mo95tk6vkRXBz0W0qW9yhfNPYQFDz2i1/89DLQJPWwdE73dvAy+olzFPfAvCL0IASI962UWPqAfpLuTzx2+7pfSPZ9LJb6A17q6CrEGvq3tKT5666E9YNYRPHmNHj7AhVs7XgbBPSDlt7wZHxa+qMbDvG7xNL64Orc8pPMOvoSzOL2QT2m98Fo+vdwUTj0Qsyq+5ruxPdz9Wb2+U409E0sbvrXSCj63tSo+z7IRPk2bLz6PXjw+S5kOPnD4nTwAmJm7qOIeve3gDL4AUY268sC5PXSQEb34jM487OTLvYj3Or7S+Lw9vVcnvvCXcj0/1gU+CqznPdLgJb764PU9Q40LvlxpB70+3cE9fJL5vRgf6L3CJrY9biPxva7M1D1gckS8Oa0dPlidaL0AjzY8cG8evCzlEL5P3jU+zZIePlhk0LxAKw+70B4avdDKEL77sBg+NhSgvb70tj1ZEwo+zLk2vs7N+z3Y7Cu+AAZLO2ALL75mI/g9OoDHPdL3mj24EgY9Bmi7PSA4GTxiSJI91M4QvrABrDwAWPE6IefhvYztgj3B1Da+ImA5vuYDyL2gTE+9o7cHPlL12T0gJsY7SGDQPKC8dD3AAaA7tGh5PdoUtj2lNTk+LxMDPu2gpL1suy29Nn0lvmQVEr0pDSM+UJ1BPCvTCj449kA9PNVmvUCruDuw/VQ9RCdfvQEBMj77/h4+AfKpveclg72MuU89IJYZvP0Jmb3QU008hhb8PSSCJT1g9GI8UGuCvDAcBD33UI+9Frj0PRlfHT7SGxK+SPzqPIlDOL7iAc49vnnLPR93Nb4ARkW6fjCVPSgFzTziVAS+QBm9uzB+q71Js8C99ecjPtTiQb19y/y9Im+DPcoKqz1OgCK+fB2nvZmoFj68Jjm9SC4CPfQSgT0Ke769GQqmvZpmzD3aHPw94OvuvQGzDj4AvlE7Lek8PvUBBb5Y9mS9W0UuPmpZ5z2a7LY9xfMjvtn7NT5QuPS9gKtvPJnCqr3Aj/E7SJHiPMzDBT0gAL47+JTvPGCuortMnDO9yvSGvdVhm72S7n29DDsxPfDiyb1I47S8DDruvc1UMT6Ygvm8mKTGvBQ5cD2QVQ09Dgo9viAkAL3Qvto8Sa+evdgrxLzIRz29lBk3vemdLL79q/O9IGvrO5r+oT0Y2Ok84zAnPrsFBz7gcMS7TlWPvQk1MT5o7lI9O+zaveDoTT3PDjm+Dp/7PaCPFD3hWRu+TYWdvU4lGL5kBLa9UBv6PGiq6Dw2hiC+uCi2vbU/OT4OECO+yh6VPasnNr4r4DW+Ja8IvnOuD77gs8Y7h4QcPnDIojwRWx8+1/A5PiDSHr4YKhe+UG9nPYBbjbq649E9gCXku5i5Bj3W/JY9oBY6PHhgRr0YVW69vhGaPZg+qzzGpL89igCHPTL4/71G5P69TQ0wvh86hr1MtTm+wdgqPtQjM73QEXy8GRccPvOwAb6tWja+MFMCvNjpSD1U3g+9FSorPkAttjyg4YS78hKQPUk+Cb54a8o8gF7qvJ2QCD4Wj989ErfLPej3gDzKrPg9qBZGvcf5Fr4QlIC9MIR7PD7wtL0VdcS9PvPGPZp3xD2KIcI9L9IpPt6d4z2sU4G9ANwCOUF1Ez7QkpW81NhyvVAKer3VmBI+gNKruiZIiT3jIBI+3PYsvgAZ/rxoYaa8vMEvvTzMBr1QvXS8youePUDdpruGOgy+goTrPTCgLLxOSYw9ex/Fvah1Wb2Ye/E81yGIvVo0vT0lRwg+4DfxvShpg71p0ym+cJEsvPfQCz7411i9eM8EPWAcjLstRCk+DpX0PT3cDr5i6Ko94FBCPQDbFj0VcdC9VAh4veIajj1g/z+877ISPsCOAbxwt2o82HDjvbHhMr6YCvK9jG5Fvf0/KD6kFiC9SKknPSCKc71KEos9fr0ZvsgIuLwAyLw7QFsjvsDQqbz9qTW+hkPSPff0l71ItQm+WhXfPVA4VL1wTXy80II5Pf8cKj762sy9SvL/PRqYgL3kt0y9usDkPQzdYT1JhA8+2IOJPPwqNr2dRBg+2LvpvKirk7ys8FS9MOF4veicJz2e5ym++MywvL62G77yvKo902y5vY9lLr7agI894ZsXPgQHOD0d1iE+RmDRPaYg5T2mzCm+OQ0rPjTXLL2mVhy+qijMPfhtmjw4hey9YKWbPEjEtLzqCwO+0mOzPZB3krx25KU9yKCEPUUsCD40KiW+LtXDPfvlCj4AMpA6lIMJPSaP3T3iIby94aMJPnLvB74OcA6+3qCJPe3DID6LITC+H/yTvf/A673jixc+qGH4vBVN971Ie0k93xowPo/JJD5nf+69UrGbPd3lJb7aNyq+RHuYvVZUCL6D9SE+Fy0ePtD3Jbw4sSW+Vq2wvavWDT4QBTa84KgDPaciMj6QNiK8MobePY8zKr4jZzs+yMwxviDLljw1TYO9QhEevhDV0DwAes05pO8JPeMWJz5/JAY+4J+su9aevj0jkjg+QEQIPa5bg71g1Ac8bxEDPh3WvL3s5G69ZVjEvShHCb5k2Wi98G94PGc+0L3aoBe+mGTvvGjiNL4j8RO+BHNcvblOHT7lYy8+5X8APrBxJjz+asw9MDuNvL0ZIT4dbiI+dSAyPsDlNjtszRK+2D9AvWJJ+T3g5bC8ZNbsvcgBH76AaUY8PMZsPWGpyb1cQiO+NljHPaPIGT4gOwU8/q4Qvlp2Kr62low9c1LgvaDzxbzwkfo8c+8ePlJA6z3f0tW9mK8ivnCLY70V9wm+/4wivoR5Dr66ePs910o5vmhEVL2knwq9rEbxvfx7Mz1AQSy8YK4+PJitAz0EGCu+oqKpPRk2yL10b2i9ojLEPZRoCr1BAio+fbUovnxdJr1AbYo8Ze68vb0DFT4pIBU+lHcOvtdPAD6L+SG+pKVxvbqK9j1Me0E9cosXviCXS73QifE8uGArvRwRhD2RZr69UMBMvA618j16BQe+rBpRvZxff73ROwi+INqAu6szI75oMku9oo2fPWLhFL5QTzq9VjUQvpNW8L1AWjG90LIuPKBVwr3Arr67Ev3LPaz+L76jPBY+xGMYvV62mj1g3T+9UFF7PVAn87wIt4E9cPeCvAACHL1x+om94e4APthW+Dwbfzo+iJFaveHDHj6hgho+Klv1vUCbA74A4rM5"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 