{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "hNOpvUS4y73Wu6i9WPkEvVUcEL77ViK+/PZVPaxCD73AfCo8Rgc6vn5AqT2fKa29et7QPUZhpT0s1Ak9QO50vCIKtD2AaHu8y6kGPlI9mD1Oc5w99g8MvnPvMT5LQAQ+V9AmPnGo5r3jFte9RCIYvWzbYb1WfZ09+rG1PWAN1zyYuYa8uMKyPBGxx70XJzm+XdojPnAqLb0gGPk7ABRIOtsgCD5oVTe9sHiYPO08/r2aJBy+iw0IPrl89r2nnxM+dzkXPkn9Lz5f6RU+wrqfPcAe0rud7d+9v94oPq1z9L0o5Es9TcMkPrCEJL5ZVjc+tjYTvlMDlL2ggG49bgW3vfTzUL3Fppe9cO8VvlD1+73pEzu+6Ev9vcBQPDvU11+9E2YKPjuECj4WfOo9AHbwOxmXAz5Y8Ee9HSIlPiSpp71aOgG+F2mBvYRJW72nHic+lQctPlEXBT5AxDu8Oh7GPXyELD1s9Dg9IvCfPWV9Dz7aj5g9TeIFPgi2zjz1Ue+9Lj7qPQPsEj79Bvu9u3IjPmZqvD0gusI8vFh6vWBTLj1TOBI+YCOguwSDJr3TERm+U2ghPtLD2D0Ah4Q8IJJrvQUJLj4Yji+96LotPZQWNr3i0do9ILu9vNBma7yoYLG81J95PQCXW7qKOoC9WHEbPYwKK74QF/s8e3wxPkbH7z34UM281A6vvQjwn7zGVbE9l6oIPtSxI733zDQ+JsWNvV3fLb6s0Aw98jS8PaV7Bz5NxwK+slTbPUCkOb79gzS+rMplPcxzgb15NRM+hS0XPkgumzw4N6u8EULWvUIhDb5dDRY+/nrCvVLnn70B1y8+UJftvVIHtr2g0IO7ckOOPX6x3L3G3CC+KuS7PUCBL71yVtq9niUXvgc3BL5oywq+53UnPqhV7Dy7U8a9k4sYPhDE/DyAc2e7qb4PPr/DM74vxhQ+EBWmvAnhNT7wqeq8W6qFvQ7Y5T0XS9m9hOdmvVo7pb00lTW+KPp6PcaVjD1+fI+9sBQ1PDCR67xP7ys+ohwOvkLE2D3yvZo9DB3YvWDVHDxa8sM9PpKmPeqS3D3lKTa+vmiFPVzacL1GgYm9kCVqPeQjCr103Te+1gO6vbU/Hz42aOm9T+0hPgalwj2CZNk9yBD1vM0/sb3a49g9+DKevDJnuz3cg2C9gLyOOnBcjTzydq89EI4BPeVU5b3gBHQ9WIEhvhb21z3P8CE+Fm4wvqxWgL0gHKS9X6YOvjtKOz5tfp29CIqLPBCrMrwihL29rZ0WPrigTz1WYqc9DIswvcORHz549eu8okLlPb9+Ij7mgMM9VdPSvdVaJz4eBcc9Tvs7voDejjzIUeC9UOmSPAFiMD4ZkTa+IL0BvhFdrL1on3G9qruvPdo47z0E4+u98UoSPoBs4Dv6oKk9xWLYvc5fPL6/+SM+vh7RPXSoez3vxzk+diDOPUi+KD15ECG+SNRLveLOyz0IxFm93bI1PkMS5734KkG91zStvUxDTr1OrJo9RuDuPToWk73oFsM8GLjHPEDGITt/X6C94ENSvNyDIr6ujrc9kOp+PJDU9L08WGW9KxMvPtpnDL4gClG8F4YyvoBOPLt0RXM9N2AwvjmBwL2Qtf68sGCaPPDeNLzkmyQ9suqWvWDtljzZp9y9QAqePOV7Oz76WLe938sHPnIhhj1isok9zuUpvqLI4D0Z1xk+/yvivTGqvr3TRgc+Zi8Mvgl2Ib7cmgG+ZUcuPn7n3D2gfvs83OkdPTMy8b39mSk+G780vpg4o7w+8OQ9/2cwPkXKMz6dxBc+Shi9Pa8NAj4yLZM9QKnhu2wpHj0A6MK8OQk6PoUfBz7lkw++SKYsvSFnKz6e0Ry+Z/UuPsuJtb0IW6a8CIWhvAigAL4mqoo9hMNsPWpqlT3GkwS+G38Dvq6MjD1MWQe9RCGwvQnLJT7Eaks9CifrPSAd+7s8Dg+9baMuvmD1Rj0BJBk+5AE+vSg03LyCj5g9E2IfPpDtEj0SUpW9yJ7svKxQVb14PhY9GqSEvUsWNj7YSi6+XuegPaX9Eb6OEsK9fnn5PWxjTT0frCI+AxoqPret/b1YHLm8zGBIPY4gsD11KYi9g6QtPsg7Qz0A0D07tbwCvmDuPr3klls9dmnhveFjKL6ANIo7JP4rvudF/71c/DW9xsXmPYh0Aj1afbi95AuEvYCsLr31Exw+5OcEPYqRkD1Afqu7vd85Pum9Mj7cHQm+oLHAPJ8vgL24z6C8MEnmPLInFr4QfeQ8gkyYvYu3pL2KDc89hAkDvshVIb2QXXe8aD2XPEijJr2d5hC+sCsMPSiLhzzQNUa9dSEgvgSRB73kejm+owYgPhhmWb0nzzo+gkLOPYWsEb5hQwQ+lDx9vdzurr1Ywo88BwsdPp3gJr6O3SS+uAXFvNQsLD2zRzc+KlgmvqfwKT4AT1G6GdcyPhVyAD5Q+Gm9vn7WPWzBLr01IBs+/S8cPqC3O76hKc29WSsnPgVEGj4oyc48HC5Xva1cEz5aiJs9H0jFvYi41zw5mCc+FrrwPfj4wzxwBGG81RbkvY3LFD5y0rc9SiSDvST+Bz04f8E8YjPfvd5RhD3ki2891EvevUjMzzxYjte9ULtuPGCF/Lzd7qu9FT8bPrZT4T1jrwa+H9MZPrG/171YgwG+IiOFvehkwjyAMJm8Xy4fPvzQFL02RZg94hqOPTcaBT6ggxk9Pn74vdQDE76NnS8+TlqXPc6xw71r3pa9jKMlvsw8RT0cyDO9pcaTvaCb1jyLgjW+oqqvPbzWNr2aO+C9s9QyvvsfET5da/m9G1AHPkbwCb6AXUe7ozvFvXrB0D0VB/u9PFsVPRtXOr76BNw98UY3vlBiyLywT4a8x5QAPn4TpT2+9aO9dDYxvtCWWzye1PI9l++Qvd/rLr7hoTC+C8Muvr0eML5zp+m9RbKKvXE/Iz5el9u9qL4VPUc8Bz6GSZk90wkgvgDRJbyM7xI91EN6PTQUB72F+DE+1CROPcCdd70gK/e7m0cmPl67tj3xhw++gE32vUofyz2GTSy+pcsmPkoUur38DoA9dhmGvapIA74+3wi+QFB9O8LylT1jCxi+CjUOvgx2+r0HJQM+hGdmvSeWND6Qjpq8T7oWvsA7+72PtQw+UFHsvco7tD2i8789jLxkvfltFL5EBt69p+8FPmglq7yCvNS9PFUavQeyCT497zK+QysaPg8SrL1CGdI93csuPkDT9zs2XAa+ONUcvv7goj2b0r69DuMavp4RMr7Oj/q90HoSvb6ir707NBC+SzMTvrA3hzwyd7M9s9sIPtTFFL6QEoI94FuMPDxCH76bGzY+6KG6vRXVKr6c3mC9GODXvdLo9j3yw5G9PjgxvmciJz7ssY69MleVPQbatj1Aq0w8IFmUPAD0SDysXS69X8s7vhWz4L2P4CE+kJoPvYCG0jsOkcg9ACz5PGYoqj2sHB2+YF8YPAj7HL3TZCm+IGcqPOPmGz6ztQ0+AFRLOd47xr0I6wq9Lj3EPWwJPj363ym+Nta6PWGfOT6Vcxo+ijztvQHVFD6GXeq9IK05vsba/T1PfRo+3e8qPjZZhT1ZeAI+sKS9vMfKlr02HAC+QrrxPWD3EjxGqtO90of2PeNKDz6gbKm9OIzwPA7bMr5Qyzu8FtDMPX6OAb7kKyS+6FaCPACRnzpIGMq8zuYavmHEMD6Kke494lOsPeEX0L2ce9C9rQUsvov3I74mXdE9GJzVvBeMLr5CuJk9+t/+PdgdEL5yKfo9xcclvm74j70OYO09FuejPTP5Lj6Al1M7Po77PUcUFD6grxK+b7MYPtTpBL5qkrk9yMdGPUJ8A74HgSc+psb/PexdYL2Akqa6DmG0PZJPBr6EFBa+q0wfPsjJe72ohf08HN9nPZyRGj0optm8WuiOPQogjD2Bhvq9mM04PSCopb2pT6W9jB8QvRes372YGZM8X6cbPjCHIbxGn5c9w2CpvQGzGT7uE6Q9bGlePeyLNj1CFeE9pAoQvlIv3D0wUxC8x64GvgjPhD16/NU9dioivrcKHr77Qy2+n6glvmI4kz3OT5o9WqP6vb6LjD3Wcq098BRyPYDJDL5CPZc9fXgSPuGCFj4TnBk+rgu/vaitmjzcZQM97/UFPugEJz31vh2+NKgTvmQvYD00wRe9rAQqvvZonD3xIQ0+qMSpPIkqxL1FDcW9XVs8PiMbGb6nPMO9sIEkviT5IL0eTrE9mZslPo9lNT6Ntee9ABALuJlHu71x2xO+UMqCPPBacDykNT899EgcPbtZMT4YhpG9iF85vm4fGL6F7Tg+ixsVvr48HL6umLS9wAfMPLt9Jj5ISWa9OB6YvFgpDr3o9MU8w/khvhiCorxC8pk9fw6Mvcwabr1IpRq+yJx2PSv+oL3Vho+9bovpPTAcRLzyo9M9mszAPeDHGLxgkNO8YIFmPZAHtjyF0jA+Fw04vgD0oTlk6h2+HCI4vRCexLwgzbE7f4MUPuYd0j2a07M9+FqHPGbwmT054RI+Tvy/PV1TE77ioqu9hsPKPchVFr3UuOS9b3uNvRDx/r10ARg9QGOZPKrz0T2akB2+yNTNPLrRi70kMQS9oFokvSYJsD2OXpw9GJQyvXASWTwAjM25ZZaAvRTKU72AQHw9EPTgPFYEFr6uOfk9cegyvijTaT3A4Zq7P1UmviQX172g6BC9ugGVPcAj3DtBQCo+RMUgvp9aAT4UaFE93BsQPYjxfT0edJU9Y905PohEWD1qPcG9cOdZPZjwnrxZZTc+fBgOvRR3Vz3oGAs9Bn7xPSUn8r2vzTY+rsI7vlkvPD7/4wo+nri3PRUHND60Gha+hAV4Peu3Hj4oV6q8H3oBvrZ6Gr7Ynjk9ELaUvOiJZb2K5N49B6M8vgA2Uz3AyCK+0/8vvptZFr7BsA4+urqhPaoN6D1E7Aq9ITYvPuzGCj0exX+9RCZCvVJUE75fTRg+RzgZPiqx2z34P828SMSJvP7Op70hjys+qPhFPQqx7T3C/IY9Tqu5PZJP0j2T/TU+PZ0sPg4a0D1+jpw92NAYPaisFr25ADW+wqHRPVIXKr5F+L69K9HGvRNXBL44vIU9sbU4Pk6TAL4AGmu6e+nlvfOeLT782Gg9UV+avYBGTzyALui6AFwVPEAXZ716B749NgraPY634j1QKPe8qP6KPLge3bxkvgG9n8INPhzXA75EWmo95Nl0PXJ38j3wvQw8mjD2Patznr2QUuS9juLrvbO5Dj4SEfY9mQc2Pn6r3T2FuMO9gNZ0uxs7Kr6yVNM9MK1FvI4o9j0mhfo9S2M2vmDUR71Xchs+GN7pPMBUkL3rTCQ+2KAbPdjk6Tye0bA91ffwvaTrxL2UD3K9pmHQPaCXjTxAfCa7UDshPEYhrz10ThA95O4mPYlHFz6meZA9Duz6Pc9tHD6tfgo+azrrvSmcJr4AmrI6LNlEvTBgSr30PGM96WEFviRJAr14E8A8iy4JvoAnwLzOiKq9swoovnU1Or6iqKW9qkUuvjAf2rwL3MG9aDjLPHerh73kfjC+0GJBvCBtgz2lQYG9f10nPtBXDz3YNci93kHUPRB/gTw872A9sCLcPNQ4Or25TB8+apCrPZ6n2z0+PtQ9+FP6PLiR0b1WbpI95cUsPsiEkrwNHaK9Q84qPoZmCr6+o6E9QGUavdiq3r17V6+9xR4kPsFZND4mm449skS4PRlyn73GUuC99ZIQPudaOj62HqS9iLLGvJnboL0e/5M97MhLPXe3h70Uebu9CMk0vuSCEL2u4JA9QoTavTirHT1gvds7UuapPahehjzgHOq7QL4CvcDoorvmDH+9aNnFPA5nvz0BNsm90AVFPVoFzj2HaxM+fNo0vbiLhTyqR5o9IvE0vv2gFT5pvyQ+Mny+PdmjCL5Gkto91sa6vdZBqj0bcQY+QFhxvJh2KL4AtT66wGU3vKXvHD6d87G9gRyOvT+pI74EXyc90KImPW8HDr56z9O92A3fvAgIu7w/TAy+4CUCvbiqZj2RmhC+qG+IPMm0DL7mWbE9hQmtvfQ+Uz3kVn89f0IivrCFOj2F0is+NNMcvSqGEL6Aczc9uReYvfdXg71w0DM898MAvh+W3L2DMiM+QGHuOyAXkTsAUG05jVfivTt0Kz5G1pA9XToWPp4AA76QagY9AAKquWboiT3Y1oS8GlgdvtgRAj0jmi++VZjpvUDFOD1GJN495rQTvpYj+L1wr149MiuePdupDT4gOP69kIgGvPjQPL3WHBK+2PzmvRBduTwhIRA+cGZpPMfCAT66WNw9TpDSPVQYu70n5pG95FJjvVQcYD3AkLY83zoHPgA8Qrm7f7O9UM7iPNakKL6ADR67wHS+u2B5fz2u5Ie90PlDvBby7L3FXS0+LF7kvTyzVz0UgXM91GlcPWD14LxqAdk9Ytr1PQdAIL5P2aW9/aItvvo7JL5lHTk+2AayPPjYJ73JGiI+boKGva6Hlj0oKvM8QJjmOwqXlT0gYuy79+YDvijgxTy+Nso9rKs0vhhDAT0pjzC+s+8zPvbMEr7cVCs95AYvPTt1Fj5B/jU++YQUvoS6Vz3Y6fK9o5guPh5rjj2myP49yg4gvmDzCTz0GAW+5wMLPipF+r3Wkcw9SGkOvkgT2jz4t2i9onL5vRCbID1LrgO+mbobPm8YB75gPWS8KOycvDdZEj6tW7i9E6Htvej50Txk+iA9COTPPMmO0b0qogG+Yf+7vXmZGj4MgDW9jAouvsAc8zskghK9v2k5PjNlBj6COrc9cPrnPJU9471+Nvs9drbRPcm/N77Aw2c9ID7Gu2DLvDvkVwe+XofGPcw5O72ixt89wK0pPAN7Lj4M0sG9eBnvvJ0BBT7nSzg+lMpjPSIcfb060eG9S/LuvYkvDz66ids9s+MiPgAHdD3C0hy+G2EwvgjUxL0LCic+RmHCPcQlPD3gCbw7trWDPRLuxj1Vchq+emDrPaD2nb1ce2e9miMTvhd2Oz6uj9c9IszDPWflPD7fz9S9RU+ovbCGHr7rGyI+DubRPcyDID1ApDE78w41vtKnsr3ibN096WXWvSwjPr0ci1+9WFEovd+dFz4m1MM9gLbYPFJptj245/e90PKZPCaaLr7v+Sg+5Z0xvuJBCb4Kd8A92eABPlYgkb13xBK+rlp0vcqPDb5KeP09vBnuvVqW3z2V/QU++9IbPkDaQL3VKyG+M9EyPp+ZJj7XGyQ+zlnwvXA+o7yi0e09rRf5vVFgBD59cAU+povgPXASObyQVym+lew2PsjjNb4REBI+tCkuvoImnj3gBzA8djaqPSbHIL6g5+47V78UPtyRGL7wdU2908sCvlM/0r0lWCc+tQ0Bvj3gLz6Xfh4+GiTDPZq47T2GktU98IuDvbJP5D3y5RC+NsUzvoYMPb5eaA2+qNKAPXIwk71stk69SovLPZpAwL0bNjQ+DNzpvVZxpz2S1da9bWA0Ptqvrj1tIBI+usiZPYj7PT3YJCY9/i+9PW/HIz7YKrM8G64JvqcuAz7kI2M95O7OvTZ8L76i/eE9JovjPeUsNj5m0Og98icJvsDwG7vOYuc9lAVBPQD9r7uIWMo89AJLPWFkiL2krVY9bm/yPZJ2GL7LwQs+RL5SvbTcJz0R6Ck+CIz9vL4lpD3yDac96W6lvaUrD75ZJwM+oDluPYTQJj0fEiG+uHzTvIgtkDwe/jG+6UK9vc9XKL718iw+fJnpvU0OIj6ASuE8EoKRPUuv6r1zJdO9DFMyvu58zD2SnzC+vxsHPsiiBb0gdFU9W+0fvhoH/L0wTbk8wkC/PZN3+L1E7CI9L347PlAwCj3OY629ZX8evm9UgL3FoAO+oygHPnDwI7zkLAO9wGBAPQgcOL3gFe47dxEkPnb2wT3HSzk+vQgrPipf4z0gDmi8MrvCPWhDuTz/xBS+vvbyPcB+SryAtOk68JzrPICbJ7t+X9k9bP9uvZ7tsz165Lg9REYpvi8DET7F/Rm+FgSfPXhhBr5+liS+nKS7vdiu1b3mxOY9BuUMvn+wOT4m+cY9birSPXt4B77g/g69oOfeO8ZJ3j1c5CI9nl/APSh4Cb7b0xq+DD7evTiaKb4AKqA7MWcLPhbDrD1G14I9PsXmPXydTL3kHEg9vFWcvfh8/jxqzwG+uBVhvf/cGT7oLW09Z98Jvu83Oj4g5AK8YjyGPU65wT3mH7w9gqjrPZ67771sDhy9gp6LPap3yT2psLG9RrDFPRrBHr5ctTM9sIBHvFiJbz1AxSM7inbAPaBY+r2qx/c97NIZvRDjc7xqDt49NQMnPuxZvr32SOc9wF9Xu8jSF73kXTu9wBzLu8SnGb14OfK9PoaoPdLRxz3NjSM+bviOvU5lLr6KOq89rOYavTHVGT4Nl5q9dseyvegpszwVJTg+DH8bPSICij2rcBk+sId1veDuPD0A+am8AOolPTvvFL4BNDM+UtcYvqGug73lMCy+5LQhvmCySzzEjwg9IHF7PI7t+D2yu889YLIrPRMAIb4uIQi+y9IyvrGZDL5s1zs9EBsavOdMOj5gFP299uYivuBEJ724hxK+WFMIPbxtLL0olr+9eW8OPkwCJr6Uo2A92luePbAo4rwOcOY9yhyDPfnGIb6odci97cU5Pla54T3PPY+95x0Nvn9QAD5HJhM+hUWGvT5hwD0gZam9+uKcPQUSCT5zMzu+AP/3utdBHz50LWG9QLwdu9iTGb4+tqg9bKhUvdMxmr15key9jF0UvdYiqD294cm9VuiQPQBJIb2rIg4+qPNcvcHvHT4u1No94IgqPWFPNj4+So09QWsFPkcQGD5bqfe9t5MJPvgzUj0EhVW9+N8tPS7KlD12iJU9xiCzPaCt9DxQkyY9qmyIPcuiJr6cH009OG20vVjKhT3Y4Wg9IrI6vpj4aj3VjR2+aV8RvtODIj4bqZO9AJmBvD+H870mcLw9S6gYPvzZdL3kBba9XuHMPa8sjL3omlq99684voRta70Uwmq9jekXvob0+r0ut+498tzhPftVFD7Y6BS9gOADOzD0DjyCzYY9iAcrvYi+wbyBCBM+EqvrvVwiOr5AQv88oKoBvkqJ0z3gADg9igOwvWHLkL1Isng9Bl/hPb9pmb3NUBs+YVcnPiIuHL7q8Z492Or2vCH4DT627dM94sPpvYqA0j3pAiO+jy+kvdjgRL02kdU9YKYpPenAE77CZ6I98AWIvMyn4r1Zrgq+AvaSPeHLJz6vfzS++f0JvtK+vD0mQfY9RuoIvjAeQD27lAM+YP8rPLICnL0g3RC+MMDNPBLHuj0wC708/ujKPSZutD23bR4+beApPug7Uj1RCpG9Pva/PWSR2b3s/l+96LhIPXkWDD5gRL67rzsuvsNPMD5FMaG95N5fvUKCpj3AGn08BlW4PRaZ1T3gmQ2+X08LPhEQIb6UDBG+30rwvaBXLT0MwYK9DHJSPWSivr1eHsA9ku+DPXFsDL5Jbqm9uiLdPYomxT0E2F49aFzsvGpU5z3aQKM9/NgLvji8Bb0ISsU8AC7Sup3zhL2a6qA9sCsuvkqp5j3zfDo+EMU0vkX4772G5M89rXMovodbJj58UGg9hjIhvhA7Yj0AoxU7YUQEvjQzpr3s9hQ9nLYsPdyAAL2YxVI9ftLsPaO60b0caty9EMlbPCtPI77OIa09GJq1vA9JET6b64G9zCowvgD63zxmm7u98QEnPjXG971gzyu8pHdYPa1dNz5w72O8xVEqvpjStLwYWuU8/EUxPfD1xjyqlIG9GN3XvCQ7J72lxAQ++cO4veCSwLz2pvc9WvzKPdSieT1Q3wW+6yEJPt+QKb7Q1JE8z9oJPuxRqr3jmQc+0rIAvgA7uDudrQO+lKI9PbvEEL4ACg26oGXoPL9yOj4uD6Y9B6YoPsfJCj4YO8U8CB6gPOH42L0FELq9wCECvMT9iL2ElTi9END3vRA3UL0zxR++kELNvNi3iLwjw8i9gPX1Op8kzL2XkAA+0h85vjaGlD3foQ0+9rTxPUbkDb6k6XO92icfvnDF87xguZu784opPrRnbb3yurY9kzgcvrYS/D2NXRU+zYIWvtxUKr3mr6E9e4w0PhVFIT7Sju49+DizvJt6ND4LAwY+ALdHPPziKj08nIM9sPRBvQZS8T2eFbM9uJW+vWvlND62aQe+qPbOvPbGlz04DZk8bAdWPZp5Nb4g5kg8kpIJvmmiMD57KxY+n6XwvRRnub3n+gi+MmmMPY4v2j2qvt49wIx4vD7ZO76ngB2+UJwWvHDyJD3deQ8+fiq/vUBUPj0iDMo9IO0Mvto1GL6l+wg+CoOePeBuJ76M3tm9TJELvWyvNb6c2pG9CNKiPIG+hr14hRO90AowvDvemb3IJ1a97tCpPUzu871IxxG+U638vZQwKT3wBqy8wkwavqkwFr4lPwE+qIOBPfDvDL6Fy/C9+qb2PXoaxD0Aa1W7+JLYPFINyz3UUI69XUePvYFTPD7k7D49xkftPZbl3D2Uxf69CiWkPWDsn7sKIsm9aFBRvTDka7xs/Tm9mLf8PHBZOb74M869dyM0Pv5n2j0PUAE+AByBuWCFbb2449G9tXIHPlov1T0GBdQ9T9Evvii7Cr65pDQ+IoCgvRsrCr5g7569e/Q1PgdtEb42ZiC+wEzYu5Jj5T2SG849A58KPv4+Gr74IDc9Zs4uvusWkb26Hqc9Ohe+PdAL2zyXAgq+EMEQPbA5zLxy15m9HZWYvbgzGD0ATUG85ChLPWCaAL64w548GPKBvHRRFL2EnRA9yEq5vH4wnj0Yk2i9QjQbvjDGcD3DFjS+0QodPmH3Iz75TRA+FYM5PnSdIL60RSC+jjS/vSiTsDxPy469KpXGPZZwvj021tI9Wd+3vc8T5r3hOxY+enXhPeKbuT1xOhw+FYAQvlBXAj1NrZi9EPPMvKDAlTsQi2c9+CFQvYH4573CwY49nmCSPeirO72D06y9/CkBPZQ+hT1QxGw8zMEQvYCEgzyMWCg9qeUdvgj1kzylMxE+Fp2tPTYpoz2SSSS+BkGPPa/mBj6CHsk98fWIvaJmvj0UWC+9Xs+JPftl2L1+3yu+wyg0Pl7sM76+qvK9lM4jvUUSD76wSD48feguPiwxL73ZUiG+dVwuPgnaKz5AlpA7s2kuPvx4jb3JZio+JL+cvVhB0rwIToO8XcEIPmij1jygmie+eYQ0vn0IBb4tcxg+Nhk0vkfT570kmzY9AED7uqn3Nz4tTru9vU8qPnDbtTyjaQ2+fYMdPtTl8r1d+vy96Y8gPvABD77bZR8+ryIcPgDK3ztc3WY9duPmPbMn7L3ntSu+4JJyPOL0sz3Izgc9tJAIvhSXRT2YM888Tj7WPSqiA76YnAW9YK5aPXuzIT4JHDe+3gs8vpzXFb69F6e90Qc8vjKQpz2MJ2K9wP8cvkhLPr1eifa90eaYvSAp4jtgXn49jfcQPrOhHD7CqsU9DlYlvgy7FL6gsKY74JjXPHNIJ77OF6o97NY9veztGz3xtTY+oM0FPYBErbuk6Qw9PK5svXJEPL7oUJU8qF+EPKVtpL02HaM9Xsq2vQe9Hj5wIR89ALEyO/pVuj0H+ja+ftd+vWMahb0X5Dc+UJCIPLhT4rzYkQ89QImwu93Dsb2e6/a99+MJPi7u+T0uROo9qNaKPOC9ujubWS6+IBnLu8YhBL7sj1W9m8AbvvgqXD2scwS+AKdJvQSEQD0smLW9+PM6vnyYbz1CRoe9dUMyPnG5CT7cY3I9tl+ePQqgiz3Efhm9cBJZvDWYLD5AYCs9bE3WvaCNzrz4cTi9zI4ovqDWNb4jJwS+nW42vuszMD5N7Rw+kWUIPv+iBT4My1y9CmujPbWCHT7YZOS9yJHDPIz0VD0FoSc+vKiWvVh3Hr2bsgs+zGxFvWpG0T0y2fk9tkM1vhO4Cj4ogJ+86kGhPT37Jj5RbL29OyKMvTg/BD0zxS4+4XsSvsOlO77U+wY9uVCjvdumJj6p7zy+PtnOPTNDIb5trqe99KjcvbLe871aE6Y98OIRvZy1br3MAfi9tcgCvrqZnz1i/K09PP5gvePSLr5ThDQ+rlgZvnZE8T3yUfw9BxsgPg5o5z2wafQ86EajvO0AHz5PYQa+NykCvqttnr10jkS9uLPrvP0GzL2USTQ91DmlvcApDL12urI9gCofO8tVAT6qP6A95D4SvUSq5b0SAsY9aI1vvYd0Gj7Arjy8AYLMvaCBgL1C9X+9GpyvPd7Spj14Z2Y9AIkhPLo2IL596AA+QFSyuzzkCD28nAE9hKRKvUYPN76hyik+sM2RvUVSJr617TU+MJ3nPBHHNr6r6Q4+IAyTPCh0JT1v6h8+mJJNPVi69L174Ty+QQwuvuKVmD3RFei9iOW5vSj/Az10vOG97X4PPmbVkD3yztE9ZoKbPQA9JbpKCss9/IwgvRmJOb4Yej49vyEfvpEcBb5kOR09UF8nPCDnLr2zUxY+ibTovQZf6T2iAI09ILztvSEUvL1YOuW84LDMPDmSp72mtDu+cPr5PDjmDj0DxJa9TJEPvpoOo710pkw9AskyvjA2v7y4oWc9oUokPlZCgT26+6g9bBBTPZIJmz2CSw++4PoQPBCCZb0SH+W9XXEvPsqT3z1E5zs92KyvPCtOyr1gctU8REgLPSjSBr5MjG+9JjMgvnCTLz3ofxm+mHvdvGBITbxa8sU90Gq7vBftHr4YWSY9VNqcvfVtBD4I6+k8JBd0PSn2Oj6vUAG+QDiEPEBGJLwI2IS9nlzIPYPLHT6EVz49wUsVPqA3gTuxyCE+WhogvkDZjrwEfjY9AGKyu1fFrL3CicU982EbPsrRkj0gzIC9XrSVPWSHPD0Gg449kormPS65EL5zmxm+rSgBPrjCDj3Upq29cjDoPR8XGj7qfvg9vtrWPeF3Or5nLTY+8GxfPBLurT2Uzic9YaYXvjhcsjw0uGQ9DgrTPQD1Db0qahu+g/SFvbEAAz5WaZY9gNduPQYl5z2dRTS+GZcbPurPJr44hBO91nn1vdaVkD0gpDO86PlOvSl4570pnpu9YN3NPJjtLT3r6gY+nsatPYYcFL5wlQO+olbVvYiNu7w+5OA9sJtRvSDDkbuakx2+Ju6gPfjNzTwgnOy7INB+vIbQer0OSy6+9EFevZaHBb7suIA9DRs8vmK1K75PNpG9wApPuygBTT2/XgQ+Le0PPucrI74WTha+dgiYPQIYDL5SSqo9LiW6PYzRAb57jww+yeXqvf2nBT7w1zA9vpvHPXvHOT5xjTC+4CjlPKpR1z0mss29rlTRPbw1Rr3ASNO8Cj6ePUU1IT4QuC28vHFQPaQ6E70Afaq8h4k0vrDZRr0wmj28TFEzvb762j0wypw8sNA8vY0YDT6oKru8gNtZu8GuMr7E8FI9NljIPcJ0uD2a07o9PwsHPtS4RL13jgO+hMkSPZ42Lr4fgyC+dbALPmT8pr1ojX89DpKyPbFCJz7m7rg9kHwcPMCWeTultiW+uOVlPZy8OL37gxU+dfTFvd/SI76QhLs8AHVkO7DhB76ZFK691aUgPsL1N75eb+U9uqijPbj4vzwik8G9S9cNPsqG+T2Cgta9wAdYvQYThL1gGWA8xBw/PZXDCr6UOQ69aVwrPvUiDT4+VdU9XHdbvbq2rj36H+s9vieYPTD4I7znDja+IugrvgDjWD3e5vK951+2vTS+Yr2GJNq9qhyQPQLs2D3AzSQ9qo3IPVOoKD7ucw++fkiaPUgQXL2MX8i9ne3kvb7O0T0Ymbi94OdPvLQJNT0mggu++8IkPsVtIz70oEy9cPp4PaiRxb0fkSo+4WOlvYestL0gTu07ACPQO2sDi70yGLK9iW4IPqoNwb0goQy8K4kwPoDTQLyQZIa80LlgvEY55z3aYfE9k00gPqifRb0JDTY+INLjuwK+mT0gsA69QM8fOxaguz19Th++bChoPSdroL1BMhA+4CV/PSDnFjztMti9VxcVPhxSYr3wxUG9TUijvTBTt7xutZE9CB4DPTqO7j3zkwQ+iBuzPLPYHT4XSDw+O+wTPjCuaLxOP5E9BnOavQFGh72JkTQ+aC4WvW2y+r1jYzW+uEKcvQ7E+D0CODm+wGOPuwDHODovaiA+g44jPuQgET3s3DS9nsK9PSAgzTxw1au82WENPjB+ZD25bAS+dvTIPRgaEL4wFH49FTYxPjgOxTyW3uA9MOH0vXpm3j0S/hu+T9orPjeLHT5wUCA8SgjoPbfQFz4yrbU91/4fPjAuIbyYmOy84M9jPLNnJz5XBjW+2N+cvfZL5D2KPtA915Y3Pg7e8z2U2Vk9o3UpPliUTj2IJx29PwnRvcLOpj0VCh8+Cq0RviC+Ur1WQja+7kQpviokzD3x9jo+f4+xvWD167yqghW+8NELPNDYMz0XeTk+0ZA5Pr5D9T04N4q8MjV6vRyAHb0SLOM9UFfgPJyxCb1AnL69dbEaPjmYEb4YRPA8BEZSvVaC4D0YtSi91k6kPd5lIL4Oxuw9QAMjvarnrD1ldDw+fD8uvRzuJL28ZC09+BMivgCq7rsIdQe+4BTCPDirfr0wTEy8aRYQPuechb2tTwQ+mI60vXRNSD3C9xK+bbAfPsCQwryTvyg+2P3oPBr8dL0eIAu+W3UUPr9hJb6Ur669YA2LOwrE9z1n6y0+Yj4rvvS1B77nyzc+wM/JO7YPxT2Gn+49IeYJPkbfnj2Ak309qLY7vkDPdLyzIBw+0D+uvNFSPD78L209CHGBPJYL9r3AKsq8L//RvQFmIz7gOQA9JPUHPWznHb2U9wc9sD5uvORrLj2akX+9v4XCvaZ9PL4AAeK9Xqi+Pcqyzj1PJS8+DCi4vdgqJD2KYug9ueUwPkCS17ugzhm8yIRyvWDptTwxJws+vhOtvYiHBr4g/NI8jNlVPTBXjTyx8Ju9tJPSvUtaOb6gdGQ9AGdjPE79hr28xzM9/Cx5PSFICb4kzxa90rOBPTzKsL25KZy9PljVPXvQ7b3ElF29P9kAPlz8KD2UthO9Jo3MPRLxOL7bmTI+UJEPPPC3IbxvSCo+pwkHPh3ZDr5izyq+WaQBPurx+D2A15I8NJ0DPUCWzDvWK7o9Sv7Iva6dyz3N0iK+YH8XvsqLmT2KvaI9T7PtvRkLmr33H/e98MFqvDYojz2xNjg+e1EEPnqUOb4kRyO97DI8vQAZ7Dyn8TI+OfbgvTq73z03gyA+A84hvjSdDD3Q+6e9nENRPRgXijx24BO+VA4cvXFNJz4wMii+wJw5O+2ACD7A3BO7QP0cPINGOT4Wl7Q90fgdPgAxA706MNe9gaQ8Pkh8lbx0Oia9oTgJvlA6K70Dmxi+mdMSPpKAor3rJyY+AEaKvPGONT6Akua6XiT9PTNxB77eTcM93pXQPeAFyzvQF1M8uhLdvdpFrD1gUSK8pz8cPmyGJj0RKCg+IN6fvFvyHb5EH3y97O8vvuAMILxGUMw96pLPPSyLRr168sE92vEuvvltw724IEs928cpPpNgAT7aB+I9CEq9PObnoj0amvI9K4EePh1A9r0MJeq9lg+rPbquIb4uFZY9Sks8vif4Gj4+rMQ9QMz+uw5D5T3Mw2g9SpvjPT/FID5+wK09iLYovWsFAj7DXwo+CsCUPew1OD0/e+29cbDLvSCZvDvUvAq+0ScHviAc7bz4jdi8F6YtPo91JD46q6A99V4bPp0CAj6IKC29IyIPPj/xMj6dbjo+mDcOvSrjKb4e7xS+0F/AvLAkCjwomxM9mIHlPD/HMD4YnOI8eASCvK+Uib1SPco9zLM8PWbpAr41J/y9AIXMun1/Ej4HPhC+oHK6u/C9TL2WGAa+sBJZvcTcXb210em9OFRvPfbE9L0sTzC+aXQEPi9l8b0digM+pIIAviDx17xKHZ89fE4YvUJp5D0w4he+WNMWPXavgj18tV29yJAgvlpxvD1c8vK9+IqFvbk5Lj6+7Ke9H8opvuDgSTypmSA+iDwbvrCBEL32wfE9YkQyvvhDb70rYDw+wChUvaylgT2jyaa9aD0wvexcK71uiv49sLQtvkBXIbuIZim+ntSSPc3NED6x1jy+0O0VvjjuCr5UQ4u9QEqcvK5Puj0vIry91oXJvZf/sr2IQW09JonZPbzSF70KU4c9788zPvskAj4InCe+MFS3vEDzJr5UOhC9oFxfvTtGE76tJRO+CtzEvbh2rLyoKRK+BaMsPrCOMT1QJk09JM8NvuibC76ACm08bduFvQDAcL2u2DW+OVIkPvBUubxgbzy+wIdQu6AZ/bsgMwe+6DXxPAq7sT1o0YE8HvOVPcUeN76r6yY+2DsXvq47oj2+f8w9SEVOvVhSVj3pkt+9E0AwPgThTL10heW9k3fIvXAKmrx2F7M90xPBvbu79b3MIQO+bSnKvTBg7bzwuHa9PNEJvk1nMr4jfRQ+Trn3PUVnGD4KCaW95x7BvQ2TLD4XpAg+f/gpPksdB76S0QK+7GNYPSDgiDs4dXQ9MKsHPfbCtD2BnA++8krZPUnbHr7G2r09eHJHPXemJr6zFC8+xgKXPVBLTbx+CcQ9nhSRPetulr1gv8e97uWHPZnAlL0Sv9O9cNYRPXA3H7xqr7I9Qlf8veAKAj1X2hk+/6cDPs+4q73VCCE+rpDIPSDpBz3MFTS92A4SPR+VPD6LtoO9+3mGvaD0lbtNKwQ+jRcePidiB74Fh7i9vknKPVB61bz4pe88AFKDPHCjgryaOas9X20DPtwndb0hVdm9AFZvOlCCRz1ipZ29MREGPsg/zbyzfBY+o+0pPlA5/zzs+hW+EGoqPK9IN74j2yE+iA8HvUpiNr5APys9sNXSvWBZr7zeIS6+QG3nOz/fLT7kbMO9WDOmvUfyKT5AcoO9eLKsvDctKz6I+eG8k+o6Png7dT10K/u9oBYSPLoztT0EBQw9X4bBvdQ3CL1lXDk+YIIUvcCThDwZVQ8+0mbmPYV5Nr5IMqW9RvCcPVjpMr0gV/e8UzacvZImuT3ezr497jSqPYYJsT1/dZS9xaG5vf5lrj28QPm9a9civnGHr72IKQC9h5COvUDjsr3x3C2+1o7KvbD7pjwAdPu5N/XSvXL57z0McxI9wDCfPH0AvL2gDT29Iq+zPZIclL0CnS2+I16cva2NJ77p+Ty+XwIJPnmq5L3w96G9gNzyOjETEj6cyRm+jgSFPeOuJD7xXQo+bvsTvjIEjj13zJG9xxYQPgZw7z0Q9x69QhXnPQoowz3QRZA8L30APht8IL4Qvzo9aEgLvsy/Qj1jWhk+4DYzPJD4LTxs/YK92L8uvQlWMT5F2iE+G3mEvfN1Oz4iGqU9w5YJvngYCr6UfAO+7t2lPb96Fj4o/bG8UbgovjaP9j38fFq95umyPaf96L2lVA4+GuzNvcGLBr4SIro9sI+PPIC28zwF1Cg+F9w8PmdkIL4QDQK8Z7cTPjAYszzn5Ry+ay64ve2nMj6gbiG+/smhPSzgIT1Sze09ShS4PQo2Mr46PKy9800AvvufCT4MYh6+nwUSPgAMOTz2muQ9FJwqPbCxHz2wj0I9g0IdvjO4Lj4gjeq7wG0mvIhART2A1rC7S+YhvnbyFL6M9Mu9muPcPS4OhD0rCBM+fkwavtDPBjydKze+GK3hPIKCmj2gXsA8XV0yvsn7rr1a7NS9XzS3vUCVEL0GHze+vsEtviowlD0Q/r68xHEOPSCJhryiLoc9jNoHvtp9FL7rFza+8MNKPcd6nb2q05U9Hr/IPbAD2rzBTzu+yS4JPpeHLj7MOyU9tguvPQ1I+b2GQJs9wHYtPEApUzsCCxe+KKNcPebTDL6q2Dq+2LrgvJLslD0MtkO9aaclvpOzI74eXSe+lw4FPkDKmTvjJTs+mI+KvJtRBz71XCo+1gJ3vUI0CL7T5QI+wzQrPko7vz1AV+Y7OhiePRYX5732rw6+Js01vnMjLL688Ki9/xoxPj633T1Ag8U7EIy8vMBZmryjqyG+xzsLPowXtL2nL9G9lgMDvnDyrr0UCWy9uFQkvp0sJz5Epjc9f+MWPpWiNz6qRJs9OFKvvWJ45j3gLdk8MElavDT5Lb6lbwO+SHo8va3YAj6lZSQ+134CPgBiWLvidOW9gFQ0vIL53z0tGiK+qnkPvrBWq7xyWw6+luHDPUwsGr66LqK93FIivrZWmz3R0Co+jKh4Pa6z2z1xqdm9odcHPkai9z32YK09M40pPjskLj6sfWM9vTfDvcUEMz5RgAq+yhyNPURCHb4AgEe9A8f7vTjoVj3OnOc9ntIMvuN7OD6ozA09f6P0vbpZCL7aERG+DgC4PXtXMj4gmAS9U94QPnAGaTw+e8k9sHllPNZO8z1603q9FabCvXgCE74aHZa9kCZdvDmSIj6W8sU9gMuGPOaqB77ir5c9VBNbPSBJrrxKDr09YvYavi05Kz5goN67O1AfPtCANLxobr68uPzJvQTpOr4ghpM7tnKKvTRcHr1ndxk+tlXSPeB4g7yfo7G9cEF0vECOgzuiNcu9g+A6PqB/9DuIcrC9yrwbvgcAIr6IVZm9IOS6PEimo71rMi8+WCGcvJfR7b08KSa9APbgOQTQaT1gSfi8UJ1DPUXDBD4DUJ69wDt5vfASu7zFjsi9CLMDPXQoKz1cXoE9AP7bO/dAGb7QYgK922TLvQB0cDwRRsq9BGgrvdyOUb15CCs+MHdqvBp9pz0SvZk9+HJkPZU4Hz5yKco9XvXsPWZQ4z31psa94JG5vEoM0z2ndiy+B/ssPoQ2Kr6QTrc8QbsVPtAUV712lxS+OsnNvatPL74Q1hY9oDXtPDOrLj6AncI8oeYOPrCbJb55ihY+05+XvaPCHj40eSe+pHhxvRiHYD2EqGE98PQwPdH7Cj6m+sU9CnQFvoSrCj1QM1w97H0pvk81CD6er/g9bQawvegshTxQ5Jw8+uW1PSC+Hb6hQBu+uBzDvDUbNL59ozm+gFiQulBrgrygfQ09Xaqovdr9mz0YfLy8iKxMPUHIDj55c+i9mgXxPQpSzj0drC6+piT+PYBu+jrP7w8+AO0nvTr8171DS/O9KJINvlAE9Dz8/j299NELPffKJD4CXju+jDcmPf/dJz6J4RG+fCzhvQwqGL6QBJ29mJ4EPe0MwL2JfR4+vOQmvk3LN76q4LS9Dv6gvYabqz2eFfQ9rVsiPnxBCz0zmxY+Ei65PaCiOb2FDf29nChXvZtrML7Ay8a80EfCvPNdBD4o7Lu8TQskPuabe7114DA++xYGPonAOL4jrzQ+KGZDva4W4D2dcR8+Co3qPUyqGr3aOds92ER5vcSxuL3GlJE9XjedPbHtMT7GAac9CEfVvatRJj4wJxO+1QcAPsZ27j3q4gS+wGIYvWAqvbyIDUS92pzNPf8TDz41fA8+85vEvR3Gx73xBhg+VXfavfafzb1oFQq9rJwqvXaW5b0yOYy9QJ+1PIRf270uZf09IQUfPlIknb2wt2+9wNI0PCA6qrugyuA7jMAavUxnYr3QSHi9eM+FPOGvAD7A3UU9gv2YPQ0OLz48j0k96na5Pc/VGj5qxI09ZCVFvYWICL5Y8Z488hW+PWDtkTx4amI94E4FvYDsgTuH9PO9f6sEPoDvD76gK9q7Hg2pPSAikruA9mU7eFZ/PaTVIz0it8c9aO+hvHJTtj1zuBU+5zqLvaHjn711RSm+MCq+PN/5Lj6HwwY+UFjxvL5Fn702cYO9DrzoPQrVyz3u6rM9qDCfPMJoyz2pqS4+9gnGPb1WGj6LJDU+SjenvcQoL70A04A9B58HPiC8qbsyJaK9AD9cO1LWwL0S07g9PVYqPlpThj0f0g8+zngHvowpO74o4VC9wGfjO/FnIj4fYQ6+4B5FPRdqH75TIic++Z8zvjDcrjzpdCc+St+gPdEFE77m+oU9WMoRPb2cED6U85u9h0oLPgA68r04ara9pBAgPQDQTDkbOQe+jlMxvow0Fz00bC+9JZbaveb/2D3O4489c3PnvbCqFjwpex2+hB5IPYSRCb3fGfW9fqENvuWALz5GCcE9VdwTPkJhKb42JIY9ClsKvo6CCr5wUi2+F9mNvSrllT1UqG09FD8SPaB/Br4A2ym84hTZPb+iKD4ZUyM+mOx1Pf+f4L0AxJA7Lt+1PS56yb345vq89rSpPQ2kwr2qa+g9wIEIvErF7j0YPdG89JXmvdZCwD3QNtw8dzUnvhRnN72QmhQ9n3mgvXU9OD5d6Bk+P48pPhTqMD3g2xw9zk7qPdJWrD1mpja+kqCOPcBXa7sgVJK83jHPvZgfmL3sBTa9/TcAvgSaF72lu4e9Epi3PUAXkDsg+o88EM2kvAB+gL1VzTg+H18YvnxdHz3Awf69gUMEvvYt7T1GE709ek6vPdx1M70UUQW9KGkuPd6U4T3Hb+y9FFBSvU4cAL59s/W9EUeHvXHjCb709Fe9AGIiu2HFI74m4Jw9iLMYPYCF3bsK3ps9MbYVPjCSGrzKs/O9j6w8PuLPOL49wdW94G23vFi2Jz0VWcy9CintvQ11pb0kCl491GQvPQBCyrrbwBE+Db8VPlM0jL3MuCI9Zbz7vTi/izzy7fA9ov/HPczykb3L8AQ+eX8nPilGlb1TTiI+pXUUPpDqajxrohg+hCwrvZuUnr0RFRq+I3vovUyuNz2iKKu9YZEOPm1+/r1OX7K9qtzAPS/ukr1h6jq+YLgiPKZFzz2geeE7gHQzPIxcRj3N4Ao+ZRMvPoYZ7T1wmak8B4y9vdTIKr4pt7+9AKd5Oh5Y+j0aMtE9IDwnvsAIAL0r7Dc+T/Y7PhMD7L0ol1s9ToiOPbocCr48zI+9oYkYPrgpBL3wnQS9kI4XvFywBL6fBS8+YFduvPOcEj7S9wu+RHRbPVAUurwWycE9FiLGvRpBwT08M/i9lyGyvav8JD5AJXc86xQcvsCDJL0PXCU+9nXIPU3QNz5W6qw9U4igvaBhyL3AbG67MTsJPhZinT2A47A67yAVPkAi4LueyaQ9DgvrPVRoNL4tWDE+GxUpPg2JHD6fSA6+zcDNvXJL+L3Qgq+8HDrJvep6xD0Ariq78IgGvsHZlL3s3hy+oszdvQC+jLk4S9I8wMYFvYD5JT19ufa9hirsPcieNL6atI09cTsnvp+pBD6qYKU9OvsDvuAZlLx2S6w9oP7avdUuDb7avuE90FIePG/ZE760nQg9kBF9Pbww2r1RkwI+9z4LvnCiu72HBhg+/M8qvsItnD0BKha+hqPpPd57kD3M+WE9QJlBvUAHKDt0Ip29bD+UvVYu/T2D8QY+5FVfvSpWpD2gqwQ8IXAAvkZ+Cb4sdAa9Du3EPbpwIr420co9gDCNOoBzLrwwcgO9NzALPshaBb3gO8e7JhrQPV0kIz4FWwM+4A4qvoUsFL4C5B6+GmU8vkQaRb04yOy9j3HkvWzKMD1jLyI+x2saPm6wLb6ZLiM+9lTdPcrhlj2Yjj09qqWhPenULj6wtCK9zPsyvpAnjb1AvIq80YQBPlUVIj4wVjE98DLcPOEQMj4YPj09Sh7UPW+yAz7rgJu9j5g6Pm0aw73gE8A7b8jcvf7g1r2nzAY+EsfnPa4yxT0X3AU+VsT2vVMKLz5grc+8RN9XPQBYOrpmCJq9mOmAPXMcDz6xkA8+m88fPvjtIL576yy+LhHoPeQuOb5MMgq9eFu4vSIVmT3AtBO+BzcBPk1vJT4CM/09IggsvlskHD584Hw9QCFfPChRyDw3hRo+YNwOvIsc0L0zFwU+8HBXvc4hNr5Kzag9eQMRvvgmgD2fWNC9sEvJPAmXKT5iSaa9yQz1vbvXDj6Qqxm8WhazPY4zlT1gzr877A7bvVBhzTyduqW9Us7hPRIC9D0oF189bsyoPZE2Cz612Zy9SVAjPvSjTT2vvAY+fBkuPQAG8r3Kb6Q9Hb88vki7Lj3iRco9SZccPlLGoz0Wzb09OPwgvslxIz727tk9XP5wPUbknT3FxRS+xXoUPjU5HT7prQg+LJhnvTVECT73DTw+gGkkvgC+3Tv4WO68FRIqvl7KCb4yyes9lk+yPckOJ74AXn29GuDHPa9CHr6Z+jA+rc0kvpQB4b3T4+m9eF0yvs93jr2WcvI9eJ0OvTjqhr2A6ge8WcYOvqkyJD6UyCe9OqUqvhBfID3mX+A9Ho8VvpKHK76AKuE6arbCPSaFhz12o6m9HXKvveck+b3AT9y8/uzcPSBFWjzgFL48Fs2VvYLutz1PeyU+NKoyPeA6HT14j6O8YNI6vP8QJz6gUwi9roCIPWxndT2gXwQ9qEcfvU9GMr7kebe9gOvIOm9ryb0FV4G9hLEBPVX8vL2II1w9kk7zPbNbND7ZATg+QFvnOxz6Jb2A6xs7mH4Evcb+jz2AWpm6uPitPAbXxz3I/wu+e4c2PvtDLr50nwy9ItORvZ4H6D3wj0S8AAOzOuhMzzw4Vc88ZlvsvZCOaT2Y9Ty+vhp+veCiir3TQwU+/wgiPoUjFz7EYCc9wA+9O9jJXr28G1u9APVFPNOOAT4gzDa9YD9Pvd1vID4U0j49PpqUPW8dCD75ucW9yuOuPb526z1anfE9AHBVu0T6273DRQY+YIA0vnb1gb2TBS0+MK8pPbgigL35wRA+cL4Wvv4z3D0aibo9hLRlPRLbmz0wv8O8APUUOt11M774P9G8HFNlPSVREz7kTEs9b9UKvguDAD6Ajci94OxdvTANbj1n8wa+9RENPhBY3DyBTwI+gDGXvBTjx72A1P48IjvxPVS6Zz3y8t69d1uOvexeDz0dVwE+p2aivYaXtz0/ZzM+HBRjvYDPkbqwMjU9mwIWvsDQwjsAaJe4/08rPmi5U73ViRO+kAITPY6+iz24+as8ikWbPXqJqz2opEC9PmqvPfsYOD5ppra9AVI3Pj6jDr5A4tw7f//mvdp98T12+ZY9wNYYuz60Db7cNDE9q/4hPvV2570ATKI5UIj7PHLa0D2mKqM9oNiRu+FMvb2Iqhe9W+MTPp/m472tAgA+dEamvQDSc72eEp+9mhR+va6BGr4AKjU6EL78PMA8rTtx7KK9hG0Pve9gMz4DMhW+NoSmPQBmdjogGBe+ri/KvbUcHT67Ahc+b0mivfja0zweqIQ9vCsRPZNN6b0zEYW9mPsKPb5gqj0bVhg+zn7vPVRwlb2E6ge9NjqBPZsrNT70Twe+MDBVvOBX2b2wwTq+Y5gHPupl/71kdAQ9xFsTvrbZJb6mndS9Dk8YvjyTZT2AWcg6kkePPVarJb7+riG+jDkNvYbk0z1tfgS+8PWTvdGdLr6NmM+9sjbGvagGk7wg9rG7IH1ZvbQgaL1AvBa8/lWbPWvWND6sHz09xiaTvZisOz3wjhQ97ybCvc4M0j0seUm9r3KRvfB6n73gemy8c4sMPt5rwj3+Zb+9+MPyPPVSLD4ACEu6k6gnPqjM7rzqpru94GR3PdnEj738L1+9YtcKvlA4Sr3tmS0+ZO02vqcGH77grFY8npn+PZeiAT5yw4G9EgStvRtzr732jxG+A5ePvW22BD6XIgc+1mkjvqFAMr4WyNg9LkKqvd74x71+Fgy+QIYauyALDzyP6xo+UjR2vaCa0DzozUq9d2vnvbDAl7wCt6o9iaAGPrrrsD2yPbq9Xw0xvrrYsT3UVk29tj+IPdZg3z0TLhY+nFuyvQDDA70wEgy8DCvqvVdmi73A7Ma9MbgfPq4gzD3Wfdw9NAhivWrQvT2ADF29SriOPRbKiD3jDx8+6sMlvmZCx72wkT88mNmuPHioUb1Lqx2+WBQLvXEaIj5fEC4+OFAHvkqRvj0mFqC9Yiv9PdVQhr0ACMW56u2APf5AyD3SP4S9rfEyPvTXDz0gWmy9FsiAPTcJOz4+8609CNEhPRU1Jz7V6Su+jn2xPQy4sb1QJzm8CINlPW23MD5e6+89rhe9PfUSAz6ZhAY+kCI1PFLFKL7+IPw9pAoQvbsWLj5dIyU+e3QAPhRXFT1+uyC+rxbMvYiGsjx90SE+vsY3vkyTJb5Y1gK9YKa+PKAA2Dv/KaK98IwxvfrIiT3gnMi7doU6vtzjDr17Yho+Z8MVvsnsKL6HeQ0+aq+1PaPMIT44hgE9IMe8PIG3GD5SPfq9AcwjvpElPD4LRh8+0S0gPsApB71IOPY8p8QFPjBC1zyAUde8h3smPuiRQj3oeg+9UYkpPoWrCb4giSi89lvYvQI/jz0SF6W9OhrjvS7w3D2qILc9TTM7Pjg6H72v7eG91qoqvrf4Nj6AwFQ8QFcDvqjaLL4Ki7O9vKj1vXDY/r23yiE+uGZ+PbwpN75H+iS+OO9tPYaBEL5Ywpk8cAIdPMBFJL5tk9S9KtbfvVpCk72QKyU83W4QPq+5Lj7lHqa9tII8vkBK7jt+o529essEvoRNJr3whEG8zq39PQv2HT7c9+G9RYkMPlLg3z2uU9o9QMpjvahxJT1/hwG+AqCmPSDrvjy27LA98LtNvOJp0b1u45k9kBvmvSL0vT36hKc9k1HbvQBRZbtUmpu9/mARvkzaNT1oJZC8sM5pvUDztjzWSrA9gKiCO6bGiT0MyFY94OhHvRacE77zl6K9r3sovjoBv71w06O8gDuSvUkbBb7e/na9g1/jvdOFLb5IE2i94v98vTxcLL1oOdA8xYA3PkxRMr0m7+89sEpevKDbybyTpSW+klfvPSUbDz6OW8890B/5vJyqu72Ytma9sO34vAgP3jydnq69itDXvTA6h73ICKC8o58JPpVOAD4GtjS+1y4rvjbxH77Y2Ba+lJlEPY0r8b0bHh0+YGqvu2gON74Qzis8KrYuvnEqKD6F87W9NNEwvorcnD3Qvnq8QCTquxRZTL2huBI+Xu71vdC5ejxornm9p68YPnRAOL6AKbk7/g2mPTg0Lr2Uvms9QrSuPYTiI73AC3u7rEUFvi8uEb6gRbQ8AhuWPaCD8rz3LTs+hby7vYNyDT5gYy+80FIAvMU+Jj6ODxi+dQo4Psqxhj0OIem9tCo2vYAO3TqgU+s8JcAzPtQi7r072Qk+fiP+vU+CjL3dmQw+wL1RvVXip73+WbE9AKoRu0i01zyQXzS8H/gIvp/Jmb21yyI+dbI0vhigpr22gNA9twQxPvB4TTzjmze+eXk1vtB1HT0RRw4+F+0LPoP+KD6A5yu+RE4cPXyIAj2gcMA8CJdWvdmDDj616ho+yrGJPX2BKz4eMei9WEM/Pa0soL3AAUw7VTetvQBoSj2g3f47CFBGvWSqEr1U2X49nQzWvdmvET5Meyk9SoqoPanunb0zZjo+St8bvkxkBb4AIXU6kJ1ovbIg9T2sBV69PGkkvu4/k73stw++0nC7PZ5bxj2qm6o9DDxBPULwyb26i/w9mvyNPXgqOD16Tb49QKz/vK7XFb7wFXs9NsaEPXClOD3b+SE+6wYFvuS85L0mQo09TeyuvfLTur2oDz69EIOhvbYhpr3rCg6+Oe40Poz0Ar65gBk+gI7vO5kQDj6UNwm+/uK+vQBW1LthuJu92H7CPE0SND427oc9JISvvZtaFj4462S9MF4XvLHfJr5/Ut+9DNRVvWnuAz4W+Ig9GMzYPM0bDT5DjhM+aA0mPSwBBb72l+Q9A2srPsjmZr1MBWY93gPePa+AHT7SRTu+DLoFPTx1V7375pe9Qyb7vXu9Lz7O4K69YmabPapP3T1FUjs+oNIQvIDxc7yAbl87JNGevb6fAr5yavc9eECfvLdrCT5ADIK7/hD0PSy++r2Y0qo8OZIlvsvgLT6AK7A7osG/PdTjgb2P5C8+YzTNvXaJuz1sAC09vmGNPYi80b3ZGya+nfYWPo75yj3gPQC+BO1XvUb+jD24KdW8IPwsPQAJQz3q9ha+aJjrvJulrb2A7ga+p9XovQWDGj4spk69XsikvRAtn7wMZHu9kA0kvHCyYb0eTa49NNlxvfMgPL6IBCK9SCwhvUWaJj5YJBU99NNePXPBz70g/Nq8tPQovhhSBz2sbRq+Dskzvpaxhj0WDhu+l8UePgBXNbtu7+U9EGcFPBgH97wwVye8NPFqPSUvNj5hmSM+ONn/vbYBtT20bWm9HJM2PRuuIT68qG09PJcfvcBBcztKRZQ9N2+hvVobuD28ohA9fW6Gvag8v7wabqw9Xpb1PZgCqrzGLPY9MSsAvujFFL7iS+49vVEmPr+Fj71A+dm8iN0yPcZ+Ar6px5O99DigvcCVUDt7hgE+ngsEvlBFaLzx6zY+BDkvvUkx2r1DLSg+zz8yPuBYFr1o5fy9YjGgPfBjeLxAkW07UW0ovknb5r3KLSm+qMtKvTw6cL0odLi8Xl4KvhIlyD0QG7A8a/sNPg3Tqb2mLuk94c/xvdtbEr6bviM+b7alvRACUT0sLC2+5/U6PkhtKb7AEYq8OUA6vlq0sr3QHmi9qLt6vUIekz0UJwC9VIEBPYtktb1+vvc9e94lPokKFr4APtY66uDxPUD7FjwcSN29uqufPZT6Bj0Ai+k7e98nvo9VKT62qJY9xxYwPvYh7D1mGMY9OK/EPKSSYT1Z+cm9EszGvW8+Bj4jijI+eOoZPeX+6b0IXPK8/AfFvWRgIL2gui49mEJTvSg61zziQOU9AHCzPEFo6L2Q/5G9mLGavQDzCDsoFtS8lFVQPT+jKT6jp+G98wEQPo6pq72SiL09qOIpPWjonr3Q15y9U+0AvnW7IL4wCza+JAYLvk4rhj08oT+9Aof2PYaLhL1AMO48pkOHPcA28jsoHDu9SLcJPQ43hj22DJM93ItHPWgZnb3hKgQ+gcYFvsbJKb7AV6E7JlXjvRsbrr2BSiA+4OxWPQCRd7uo3UE9QnucPc77ub2geLC7OpPJPfTVK72ikeo9x5goPhB3G732FtA9DnnwPaKN0b1w2pW87U+RvVSD7L3ITBu9hJdsvbPjMj5U+9K92K/FvfLqCL5JrQm+sEtovY6GzD1dPK29V9UHPhCx67x0gRi98L8/PUjtBb1XjSY+yVMEvhUMq70xJvy983g6PgAKlrlJRNa9CeEDPpGvKT5yzok9WpOJPay6Pz1KJ7g9LmTUvboJgj2Fbyo+vpvMPfHWED5IQi++XOkXvYhEET3zOQI+ftEZvv4TuT2ir709MM8APcR2Qz1Xhg8+9GklPdi8ND2suRy+8NBCvAhjbD3XXjg+QCcxPWA0Krye+p09q1OFvf7bF74DarO9V60APm2jL75Q1oG88OpkPKRcQL2AIe685sW1Pazr6r2GJxW+FHFTPaCtcjyNoQ8+v6ciPg8mFj4Aoqw73ClfPaCdlLsgm7e7mLlOPf4mKb7ARxy9Y1UJvmquEb7ie7M90Qu/vQP4F74mZdM9gIs4PCCSEL3wVEc8uOy/PNLBij2zEgQ+5/0mvvccED74jce8jDQUPaVkOj52n4494/8PvgCu7r3oKBm+CL97PYBtWzwzjwk+B4s3PlxvHz30jgG+S8MDPrNQJ75v0CY+ojX5vUhp0r2ILYg8oEy1PEC4izulczm+DNsIvQhRMb7AY3k7gEDEOlKF2b0W96A9DJoyvQDQH77qVK890F0iPcafnb2AA009iKb6vBgEU71JgDU+JZoBPsSeZb2AomO7EHo4vrBiMjwNzTw+hExWvVUVGz4H1Se+kGFvPTLo2L01PCU+LEM0PaeUAL6XQfm90DCTvY9SEj6/vJG9+3cSPmH/ID4e8ME9IORAvbdHMb6Rhe29ZnrrPSTuu731Hjo+jLNRvUo3qb1EOQY9K78svs90Or4AMtS5Oak4PpaNkj0bCyY+CPC7vKBZBL0HuZm9qt7kPbptCr4Riyk+S4UxPkwfw70nDiC+G+cbPun1G76AcFQ7qwImvljXKL33ZTM+bmMKvjjIA71BHyQ+oiQFvrDvFL1+2Ie91KY8vap80j31uxM+MM9kvShULz3gCJe87jQvvuW+vL3+XOM98PDXvKMSK74gThK94NGXPMedCj5/W7O9NFQ6vRbA+j03Iik+QLhZvShT6zzAWFm9KEqmPDCzyLxa3DG+/hTfPXxPLr59hzE+aonPPTAuFr2KbgC+tufYvaIe8T3Sjag9b2oNvp+MET5zLTs+8XAkPsCiwbwcY7O9u+oqvmzLQT2sqAK+HrrtvUD3H7xA3HO8V5UOPm4LOb4DoQQ+e6LzvRBf9L1k3je+cBy3PLW+jr0UxgK+ed3wvVA/7bzihf89TwonPvZgIr5eDea9Us7QPUj76jyrajg+59KRvRQ+Xz3QIsS87pfxPYQBIL7gelC8YJ8bPGN1Ob6CPrO9xPBHPVd1ID5aTo89Jjn3PeRQEb3k2C6+Id0SPn5lij1QlGC8JtakvSAcLj3oBzG9qRb7vU+LMj5cPjG+0XgwPjaVj72cvh++Cu3YPZolgz0AuZ87Y6/pvfJGyz0Ft/W9CAPRPHCNObyECJG90B8gvWpFor2+/R++H1QFPiFiy72A+Dy+b5YmvtiX0jwIWnE9wpoBvg561T1Q01c9GCk5vXL8jj1LvzI+0vWTPUHGOz5kkhm+CSzyvam+kL1OpYM99eI7Ppq28T2bXS4+0z6+vd5x4T1Idxy+dvDyPaLFIr5AUIe8LDgcvmD3dTwYexK+JA1ovfAlSz1VTR8+QoCWPQDi1jzirPY9RC1fvf1EDz4+Da09oNDWvPFpIz5PSxS+IKGGPGRdqr0nBMS9kJQ2vCGHEz5ENB89t7AlPhSVEr2+D/M9R6r8vYNELz6A6Sa+7Lg/vXqL6j3ohRW+brc4vjUAx73Agj674DatO5Awvrz4Vp68RSX6vT+OOz7AX0Y8EOtDvOsfEr6As4s6+hkNvrR6EL4hhte9Mj4HvmBDAb0ao/q9H0oWPngEhTzEtmk9iCBWPUKL/L0gGNY79GQvvTMe373tCgI+14ASPoitD734qsY8dPMTvpkzpL1A0Tc92IRFPTw1PL4IbLm84MaUPFiO+bzIaue8FW4JPsggvryPyC++XFpePWyIJD3Ybvm8H2saPv2EJT7We9o9cIMdPdfJAz5Q1fc80gf8Pby4M72QRFa8NiejPTiFsrykPjU9ojW+PZDkBr7OA5o9qOw9vYQLHb04ndY8AqmSPWqY+L16BYA9yoMJvpCvIz0p9L29UiLQPc0vJz5BDti9sMKsvSQPRL086de9uO8lPYcRJj4DoRk+6QyzvQbGoT3e6N09jEgQPYfikL0Aqay9MZoYPhXpvr1AJ267Ep/fPfR2Tz02Sd89criivY4K3D2cB189cBj4PE4K5z0BNCG+wHAPu1HAor0cX5S9vk3hveo+x70Pj9m9JNw0vua4sT15OwE+2w0xPpQYx70gT0o89pLYPcgVnr3AQbm8TCYRvXtb0L1K6uO9MNkNvLgjAb0sMDW+8kq4vf3OLj4wZBq8qJzePMA+4zxcDRS97i39PcirBz2G7Yo9MESqvU+LAT7NxBM+8iv7PbopzT23Cw0+Z7AFvvA7mrwgvx28AMMMPTwOeL24dwq+/G4hPTY2uz1refq94T8eviBK1zxpCsC9ExasvcOtAT4QNNO8HcIkvoBv6TxYjt+8leYzPqeABj4AYDC5uoGevWBYnrucXge+Q7IyvtrzDb5GyKg9TUUcPui9mjx/LYa9WIJYvdCLFb7g5UO9/iHJvbPlKz7AKrk82y3KvdC2GL5DdRk+tccoPnOZDT7glq27TBppvcceFz56bf891uewPRLW7D2wZlk9XDuSvY6fAr5+45Q9dy0mPpouH77MzBS+EOgJPXA50r2C5wW+YL6bvAtKDj6D6i8+398APkpW2T28QHo9eSs5PtV9J74QKRi9HAuvvYiiHL4ebbo9l22AvfDG07yNfxI+p8kaPqCjvru4Aoe8sPj/vBieGb4pkSq+MIhAvHv51b05Gje+F7IcvkV6Iz65Mw++Pt3vPdzRnL2Qrbq8zd0mPpqa2T2uJLK93/mtvW/1Hj50woC98MmIvGEj9L1XRCY+wN1VPGyJCL4Kaey9p/oxPhSqBb3Csoc9Ub03vmq6eL0Wk/g9mzAMPg2CFD4R6yI+POp9PTCzuTz5WA0+wJFlveYKlz38JVO9yoOJvb9+nr3OSf29mjLdPVy8Cr3tVQo+0+0uPgkPE74YDee8gErouldcEz6h15y9WCLZPHgFHT26c5Y93c+yvbgco7zo0d08I/MdPss5vb3Y9To90SIKPiSKWD1GeK09rGMjPepVqT0nSzs+dV7TvUZAiz0Csts9YOGuO6s98b3s5iu+UOMzvMsQO76V6y6+iFZmPYyomr03Rh4+4PIPvXObMr7VFzY+BwiZvaHfLr6SRHi9HumbPSD9njsjvfe9Mw8NvrmMNT6B4xM+Cr+wPbYrmD0tBxE+2DgVPYgcPL0P9Ac+XFAAvnYwI75TUBu+b5MpProB/r0jX4y9WuDePZdCO74wkFc94MXIu2CiYrzKbpA9eBjKPE/eh70aYzG+0bufvRSXTT1MLS49I4MuvnDT6L1AXic7OJ3Bve7J7z2A8es6bjrTPa1JOr4Uel49AEibODv2or1wGgW9CnbYPYDSkDwUecC9joblPYTPEz0gSWG8U/PJveJgNr5QPr+8isA0vjKgwj0dDg4+0naQPZ3jKT4Q0qe9+kSnPXG8HL6sDSa9T5cmPkNN0716ahW+OAcZvWzbW732lus9/hCFvd1qt70k+c69bEI6vb8f270DWBq+ONQavelx1r2UNQK9SW84PmPsBT6aqPY9glyFvWvoBz7Iooa88DNqvEZdrb0qfqk9zEdwPRKznb38CwC9Xu3CPXOiKD6U2MG9oOEnPNthND4YuR2+UIJ/PMqM5T1mORW+2vwhvm8bIr4rNsG9kkUxvnzG8b1YvnM9NHEjvVCEm73JINe92FJqPYQWYr2MSIQ9PHAxvnA5ubzLWCU+niS0PSeuDT7nHOa9ynmlPTpPkz3ErjK9Blbkvd9WEb5R/Ro+6f/qvYI0lD2AsVG7GNyiPKyHIb2CaLs9wAJaOyBVJTwgsgC+gD1hPFpjfL14fZs8DgguvkgjsTwE2Xy9vU6jvVpiqT1ZWMa9rSgZPoDcdryiByO+9OS6vQXTIj6XnQ8+o2QEPimYnr2gtRI82viOPVgTMj1IW2y9BSMwvjSSFb2PhS++ALKJudg+2rwBPwM+2LMmPXbWsT0Iswq9otakPdSQAL2NABe+NcLWvW47+D1s3TO+NH9OPcGFMT4svCa+aGGAvVAnwzw0WFA9X/M3PniIlb1CAdu9w2MQvkDInrwh7429UKBgvCjTYr0QpBC8AwgiPqFe7b2QXCa9gm+LPfItmz1LIpa90F8avqGLNz5uFLu94CCvu42rKL4ck0C9o/Mavg5P9D1Lrjo+oAM9vqcGGT6F6zg+QMAcO7uUPD6ThRQ+1F9JPQlzHT50kmi9/y0FPj8XBD5Dbxo+nwkBPnFsKj4A6pW7UAg1vFk5nr2AFKk71+z8vUJe/D2eN6s9AvzoPZranj3eJiq+ICU1vMOui71QzT88L5nuvcl/B76mbKS94pU3vnCTur0I0sG8uZ44vgBKwzqQyV09XRrlvaXeNb5iHSm+3tiCPaCelTwecSK+iEbCPJjQ973XOyU+BoPvvc1il71+k9o9kCRHvc+kAz7UMAI9v58oPuKXxT2f/9K9qmK4PYDHAryDuNm9v5g4vv+uNr4+YJI9VWU5PssCET4gNgY9AKSgOmHbgL2sg469LrQVvshqGj12GMu9wq77Pd79D77J6xI+UjuCPc7V/j3MoBE9PO8OvqCPezzfEDs+f08sPrbQJb5gfyA9zRAqvu+gKb6Ylz493ucTvq3/Dz6FuTo++C/8vPiz0b0JdQI+AMoxvoOiFD58Xk49ULBxPBjKFb5JJgA+tfjwvXjBHT3Acrm8ebw5Pu7fhj2Em4M9ACxhOQyoXb2AUQ09z+c0vsPoJz5dBS++e8gAPiDO17x18gA+vg+dPVTwLL6gsP27oOFNvOAnWb2Nriu+TMBEPbjyJr1Uhcq94BiquylKBD72jQG+QN3KO9D/Ob26ivg9ZB8QvnVjHr6g64W8ytT4PcTuHL57AhA+/3wVPpy1Eb1o0ZW86cUhPrizJL18eLO9p0ICPkgMsrzeltU9mizbve3bjr0fHDM+whiaPTRVTL3wMf+9ABiFOo4D6T0ClhG+KJPPvI7Rxj2j/OG9kPxNvCVOAz5rczG+bvbUPeAP+zs/Y7i9RKFTPbg1w7xgGlk8+LgjvaiuLL6Qz3E9uTUKPkW1FD5C0g++ztntvS4NmT2L/7u99ui9PUPNHT4xXww+wYEUPoKqnL0NlBs+Zfq3veQgXr3guQu+uP6xvEFLOD7ZDB++uFT/vfBKT7z1Vjo+UgH2PayfKj2CVua9JaQhPta5nD3PLwA+Sy45Pl/tKT4RiQU+8CX/vc6Zwr1AUEq89a4oPlHbp72BMcS9wBxouwCk1jkw2ig8QlzfPYBkK76JpJO9g+8IPv68qD0eaMA91IBPPXWI3b0AW188H98bPpPvBD6AYmm7MDtMPExBFT1618M9VAA8vZt6IT4ASeW6BcfrvXcL/73QZAm8Pr+3vafTqL3aDto95MlQPeKf0z0EVVO924sHPlIf6z2HLpa9UEbqvDpqzj0m/Dq+2FDmPGgrlLyb/Bk+AJqYPNCsybzAmKE7Y8HxvVZF7D26xcU9t96XvWJUyT0nJBa+MNfivLwcGD0VJgo+vN++vdtoNb6cBkA9jOaMvam9OL4AUAW+COOGvJu+LT50FzQ93E4ZvX58jT2aM9M94MHruw8VAj5Bm8i9CCF2Pb/1m73KWtI9XIT9vV5DzD1q0K09sGcfPRJsrz3vFMG9FRoJPq2AHr7GzII9"}}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 