{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"ksize": {"list": {"i": ["1", "3", "3", "1"]}}, "padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"T": {"type": "DT_FLOAT"}, "Tdim": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}, "SrcT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"T": {"type": "DT_INT32"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "5"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"T": {"type": "DT_INT32"}, "N": {"i": "3"}, "Tidx": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "explicit_paddings": {"list": {}}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "ZHddvgYEgr6KezK9k1vjPRl5rzz5zYY+bn3lPitoVb6DDJK+7lgvvxs8nr5iQti+zB88vf+gqr2bUI4+Y9HOPZznIL64q6I+QmCFvuoXoz6VDWs+pB/MPoazMD/gcvS+40wDvwcCY7zIU7a9dglfvlLIOb2MMZo+va8vP4YThr6ToW07v8pXPkGJij4b0dC8+ucOPmP8Tj4kDL4+ruRCP3Bhf70GScA+CeC9vSjeMr1GaQC/qvfEPRrZIr9GbbW9ofAjPlY5d7wIoY++G4CJvJ9SsL1TGlk+HiHYvbvgA79YJug+2wXbPZwpDj4JdfQ9F7IkPnwbn73bog082zPIPeQSPr3RVyc9mhGqvdTJST4qMVe/EGILvj1n7juGlqI+Ti2pPpk4lL6mVyC+ZKbHPi+Vkz4C+7K+QrvDPviPL77r0Ds++8+dvv6iaz6txL2+PrF2v/gpIT/3Nis+RRHPvv0Wwj0AoSK+bWNvPbuS8z56VK0++bSCPSrxA7/uccU8MsiwvfzKMr9Kd7K+aaaWPXkSHL8pgZg9B89ivtK2Zj3ha4Q+2xGlvvIcFTwMDos+v+uyvi52Pz6brqw+Wz0bO34l+b0aL04+cch9vkc64D6H82E+raYVv4EAM75apWy+D6C2PIPo0D1ECHG+64OCPuGqD75pZqu+LsolPmwtnz6pj+E5nQWCPXq9NL0kz2C+WytOPb7anL1GvOi9IESlvtgA2z6C5q29xDltPp7Nlr5/vPo9jY1NPTMtgz4hEQi+798uvXSPNL4YYGO9JP6IvntoCL4H1Gu92dlZviHiGD6HeDK9A5+DviN9+T0nTI++xg8rPQTA4rwHMyc9BwJKPtLoxD1c6+y9pSxhvuMHUb098Jy+irVJPgns971iuTI+6aqwvcSVtT3AyBq+QbWPPvOJoL1L3MA9zAazOiCb/j2rPrU+SJb/vd9z7L0C8Xu+5uTgvW2Qfb71uw8+4P8BPzlG7T1rOpo+ZngEvqiTtT0gNcQ9Zhrhvdnd+zyg89g9YXPNPVXmPL5hE0A9g0KCvY8wVT7K29a8Qu/yPdL9Tz45xLK+aZodPtFj5j0NQkc9/Eu5vB6WUz6jsTM9k042vtJFtj6Swz8+SEKvvslhmLw8gaE6NLI0PAyKgL7A7fe9OYLru3lZ9D6rAaW+WwoKv/SVUL6qInQ+mfs2PDQX2juciiO9Wkl/PkTRib0lgqO+W4bRPsP6oD6KAoS+ixBGPneBgL7voRW+XWJxPfO83b488wk+k0EFvtVjfL0D9D4+sC+WvSg8hL1ZFOg+IiX4valpVj3Snsw+1LVbPXxff74Ymko+JmcIPuJhxD5X1Mg6Ks6Zvm9VJL5NKUc9uSWyvaFwIb4Joda+hNGhPmN3fT4Yaey+UsrXvPV5Lz7UzF++KW/CvS0JX76IA5e+PK0APlQaZb0knuA+i+FKveSoNr6Wph6+hajfvjL3Qz1odQQ9T54Nvnzmij5fy6W+Fh3GvDUBfL5uvLs9jldlPg6SJL31QAg/TFitPgqxI704XVG+yxrtPNWitzwnZ269kURavqcAU74uWDU+kMpSu/CbNL7LCJ2+JfimvpPTmz2fcg8+Qo4KPjphZ7sykJI+5EsmPuyo9b1VhiY+SP4VPtDS0r0AAzI+rhCWPSlC5r37KQ6+6Rn3vuovJj1zKZ2904JlvtQShD5AV+66HuS/PL7XOz79zF4+QrggvoM0t7xohG8+QocgvXm8gT7JqNe+eh8aPWBfTj2FgCo/DN8Wv3SvGDweWQ6/ph9LvYlvursztjC+ZZWQPfIBmj14+Lw+du4Yvb/ZeL566ki+exjpvd3ApbzqKOs+fb4oPiQZzj2tnYy+xVtCvvpGRzzFZ5s+ewxAPX59VL6Raki8kCkfPmChDr3/YGS+SCKtPvE0DD+kbiy+15H3PTZWFb7sEsK90p5SvtfUV74VnwA/Hx5aPUVS/z27xJk+Vz29PrURnz6+oX+8daGJPatKFr3/2tw91MRPvbfjfD1DsNQ9+Mhdvlc1D774SXC+OHUAvlE13j2xzgi+i6yFPkkZFr53Q3g+nVfQPhejujymqF0+u7RuPV99E78bBhE+JSHSPhjzJz4eJJ89tXPpvacyhD1Sdoo+BlsuvsjlfD0ZtwA9RJOqOiq5bj48dLI9L4wQPpoZED8xKxy/JlApvp77VrxKGZg+jgIEvYvh/T1sm9m+nVFhP4XIUr7+nlG+cZPPPaleh713kmu+vDyrvlQ62Lsw9Co+aBiJPZ2kVDy3oZU+6bl3ujjtF76mUJm+2OuOPjHnSD/gdUa+bbezvCzRob5Tdjs+BuJHP3weQr9bSWK+Bwd9vQ60Zr+Vmg294vxHPr4l2b3/ds++q7XcvloICD1Cp5494qkbPgXLyz2arl4+JeK9vSZrlr44qc++QBSrvKxOED2kbpe++pQ1PsN3DD8hp5W9H18Vvsg+iT4P6oc+Tdq1viLZSzmqvY++NEDEPTU+9r2eIVK+2VEBP+wbZ7951to9JPNJPqVSUr15JNW9ahSVPtKsmb3iM4O91lUCPonj8b7plRg8vEB3vkIVuj6+TtS9P0tyvmIJCr9bGwu+vlbvPcexVz61utS9pdOWvmk+XD5wwzi/oNMxPgfOVT550Wa+EcQ/Pi6w3L5ALLc9DEzxPpNXtL5qMVm9/e9aPWuisTsjORk9D/ufPg5ZAL7Cw7g8uXEaPjedBz7H+m8+HDYQv0dZfL4T3Ns8d9iDvnVPkLsdhQ69gvQUvKJ8b75z+KG7dLtcvtI1G751nbY+pQLrPdIS/b3Wxdy9KDz5PNBNHb5Mdj29eJ+svlGENj4DlxO+kTu6vbcs5DyASJ28heX1PYqdjr0ibYk+fNBQvpb+qD5whDo+TA3ZPdwx4r2B6De9dCqUO7Bv8D2MBBu+cJ8bPaMu9LyE+7M+LAVXPOXYAT9+hTI+mIHnvlv3yD0CoQs8Fwh8vlaZ470xMwC+t04cvpbZa74gCZe+cGBPPrStkD0M3Pi+19s4PuwHkz68p6m9sICLPBmpOL6aKEg+iG2JvHpLnT70+pA7C+nWPeiMBD5uunq+dORwvWgbU72VcKO8bW0FvncF2j1/TQM/Dddzvl7AjTyZvFa+6Jygviyi1L5GqLm+oQJuPpE//LwJWx6+fG2GPlPeV72td6G90xOOPhCJR71J1Y++ILlsPdXIHb4ptGY+2qXBvS8Le77T6N0+WJgDvytgaj3ru5i+acYHvqsv4r4fTsy9V72EvTJmQj3TXda9+suYPTwaVb1GOzc+7T+4PBGL2b72CBC+JaI5vjzH4D0ui0i+spUPvvUfjz3wTlC+sAyxvjvu8DwHQ2w8VSd1PVyoFz5TbSK+VOseveI6gL4D35O+sgp1vgxNs70qdhy+45iiPXgFj7796EK8/KuJvlqePT3jVgA9UmvYPXIbpL5zuSI+Dr9pPky5PT7bIyY++SWPvGkmNT6BD4e+HCITP9fPg77hvjc+uea4PYd8mT5qOoe+X9GYvkEEGD4e6fy9IvDuPdLax7tDlue9KTzKPYhkIT7DnSM8itbZvRxAYj6DRik+YcuzPbbHXL3SwTs+s3wMPud79jxjxFS+nCLuvfe/h742bKY+3mE5PgWsaT2kHyi+3pRsvkgyVL7HLcC6vwJePgmi8T5lDi49uSHKPb1L4T2Z5nK970jRPTLU4b1N70U9PICRvQgtob0Lsjg9JszIPovd17sC8Tq+rmgYvpLWEL4Yl+u9ajzZvgBHiD2XxE49UAkBPjglZr5ib2Y+Gq+LvlOgmz4acxi+CMNlvswf3L1Vx0w+X6CyvSf/L75tUrC9Lr2NvXsRhzxIznk9BciCPODJkr5GOVe+WCsUPRXq1jnmZps93A0OvoSPOz2pbw29VElPvkpSVj7TEoC+xfcTvpYt7r5Zjsi+rYyEPmxlZz2wsa+9motoPpijhr736nA8xr4avWNGcT0p3Ue950H3PF9ydL4Ic2E+SJlkPlOx270PfMS9QfC8veTnLz311W49f4cbvazDe7rEIIy+XdyEvuVvML7hUDA9wR5Avq3doz0jDD8+X1bBveACTT2pHpc+W7W8vGYDLz7ton0+7DaAOiVCKD7lZJE+Gr7vuooxsD6vTDY/ncoAPxZiyj1xguO9x6gYP1znfD6jAkW9kmGzvvoi570VG+E+UrC7veEMf70AAUC8xpkEPjj7872nBWo+JKtOvkCESzstDFU9pfq8vaB+v71Uvom+AbuKvu8Lbj65gLe99yUdv9XxJ74PN4k+6WX7val0lr7oW4A+1OozvoNAvj4T7bc+d7ycPi1AEj6pik68o3IAvk5sHj5vCpk8nxEvvWkw074Uas49yRifuyUxyL0rQJs9GDr1PtsZRD6c406+YzGQPLmj8r3zu2E+XHq6PpmQpz4d1Ty/tgUCP4yiOb5H2zq8oCoPPlCzKL5iE1e9LTkgv/1/oL5KYBG/NBhmPrxZjL4Bmf2+bJOBPlBDL75JeCi8BHbBPYjiSL5sSNw+kHRsPqI0Hb0IzLK9TR1svre+p7349sy+qfIoP3/lCD94r7a+hJykPrZQgL71zIs/3kF7Pds6L756NBq+729mPJLItb7qPxO+Gh75vdUc8D58Vew9Uq1VPGgbWr7i01Y+hLQVPjDlSj4r/Na+KExuPvRiyj3o5iC9ETUCvixseT2iS7q9HsjmPXcA+r4c1q6+n7WNvqQIvr6EcFE+z7ByPqg3Mj21Uw6+UIouv+7FJr5mC1W+EJXevfkkjT20pEg+VIOyPq7lvrw61gC8qAlsPJrN2DyZxwU+ooWuvP5pVb6KLFw9ZXZIPrTFnz4roic+xff6PJo2lD53K/g9nT2tPgIVLzy+44e9hB7ivvbYDz7qZps9UoBYPiFkJj3Xy8i+MXhUvbPizr6zHqQ+Sx+5vV8jJj4tmQy+p09UPDj4cr1uiaa+bXJaPWfWaL4RE8A+pfNYvYQTTL2CL1g+nEcBvoTUmb2sfn8+69sDPqkkgDyq74M+XI2MPg6N8D0ROD48mQ0LPSGYiD3c4Vm+4gN/vgoaXz4guDa+SxHXPFy/uj1Qr4a8N7IVvf1mF76Qz0y9KFVdPeFqMz6X7rI8Pxl/Pqz3pT5sjJk+CRapvbCXYr0BFSU9NCw9vpqyDb9eVKu+j1oqPtzrPj3Kbz4+FVXQOy6+2r7gePE+Nl2bvmHzbL3UlK++WTUFPjIWB72LKsC9lO2JPj3TUD3c+IO9aF06PRWKyr40LLs9ZlIKPS900ryq7wU+nPKDPtMx8Tw9P6y+joIZPhwXBz2nwLI8qjmWvV+DqzzRu909xO6zvVsKc71FWLy+RwMWvrceMb3Qd58+c3oovB98Bz6W7tE92A6kPAdm/j0YOlq+0YsHPsNx5z2B9Wg93n9NvlS8xj1vtXI9bnymvCKFHD7cXvu8VfPgvkiZRL7A7k6++WG/vtyoFD5uBaM+M9/XPSUCOby4i8m+Zi0YvmmKDr6sCmG+ctUoPfSNmr4z56E8W0v/vTgozT0x3h0+AkBkPrEZJzs2J529T2covRtG2b7OLJg+faZEPebrJb4Ek8G9fjaNvbw7j70kxri8SC+7uw8hwT0XG4Y8xz7ovbcosT3LUpo9GHwyOwX9rz0zKqi903vevTWMR74QPwK+QEMvvsAYNL5iP1i+uNejPj70lj2jnj++WR5wvmsNOz683Uq+lvQavl5fG739Z0E+rJk6vnFOrT0yFRk9u1sSviaqq7090GM+iAoUvnvStjyOxFE8vEawvImdg76ZW6W94RSDvF0B7b156Qu+5WObPtLdfr65zrW+FyLAvSaSMb4XiFk+Loz1vRaZqj4Xs1i+z2XaPanCd72AID0+OF47PjA3RD5sGBY+7bx6vpoLOr6gFIs9BF0pvYjThr0/6GO+6KZcvXOcZz28ofA9jdt1vlbsUD6KZxM+ELugvr9NFD5JgZc+a6/MPW8Alz70ISQ9JjfGPsziGj60BhY9HKMgPoN6nD5jPlS+tbfHvL/AWz6yBlS8NX/MujP3+j5wiJo+YXU2PSgWkr1V8OS94pKUvev0EjywvC++l9uAvgaoXj14hKu95nfbvkxV4b0z2mE+M38qvvCTGD1C8Ym9N1yHviHt7D5oHJc+tgzWuzoOAD4MV389zeUhvIgcKr8PykW+BFQdvvi6TL04UJo9hZZbvmrGOr48c4S96jz4PS7Uer4vawm9B2wwviVRZ75JA0m9n/yBvFzq3T1grTs+uYLVPYHSqL02g1w9wsRkPWcaD746GrE9/Xs2vrLEOL3VUg49s0/ivVKd3DxWN+M9ZU5qvri/iL3GYuU9EihQvBWwRb4j/Jo89rw4viAq4z07uA8+eGUlPnwFDr4J64k8vlevPUOsw76+mpK+obRFvpkVXz4AdB2+EFNFPaGUQr7yvjQ9pDM1veHQlL1Li+m9Qx1jPAWFTz2h8yQ8qLETPpxokj3efmE9TQOfPUTncr5NdsO9MxkcPkWFUz38KsC9StWbPAMLhzyLR7y9kIw4vhjlOT1OOBM9XcngvY6RRz0cp4y9kSx8vrI0OT7F/1Q9lSEbPsYzfb9rM06+y7sVPgMoFL1PTQS8R7r+vQAuuz1T14O9qMeQve8/Cr0jaBC+i1oZPlV0Er5e2qo8jL6CvT0z9L0ipPy8GF2XPPj17Dw7XRO9Sfq6vSyJDD6SIfE9cpqivSiDuL4nEqk9HINdvRl86z2YrkK+aLJ9vvvrv718dd6937T6PG4UBT1eEQ47De11vFcdpL4eeA8+RyAhPQ+pCD43hhq+oshrPXuVi73Dp7e9LvQjvUyaFDyz/7e7GH+1PAN9O73hjJA9JXpDPic75bwHoWG8TAkLPQPjJDvW6ds9sZwsPkT7WD6sgPG7FusGPrM0TrzFlCW9hvElvqkfZDzDgS++XQU6PGowAz5IdPi9tfiNPi7BXj4dzXE8EYqZvU3bxz2LdnG+h+lkvk8OCz4jvrS+hVH3PYV6zL3GwEg++57TPZuVlj1HLy++ZLJcvkbQ9T0yx7w9VyIHvVqfGz6zxhe+3L+mvU7voT0mcza++9n4vf7vKj3dTmo91joxvkPNmTv7ruS8KBlSvl9GLb6Bnyo+v7Ervs3te70boB29DDFwPZUTNj4tXoC+E8YUvoE1Ob5aQy+8vg3+vel1lD7BjGW+dqVmvCrYUr5wYku95W0XPj3pMj5z230+zN4Mvfhezjumoiw+Ki+kPcDUQb72BBK+9rjOPX0BsDyhLie+e5dxvPcSLD737Ro+t/gBvjETCz537yY7AynQPGrXvr1q6gQ+N1OyvVcjwj0CgI49C/rNPdDBxb0hsmc7phUEPHQDUz42dZM9SamovEiVSD6vyYS9T6/WPdArWT4xvga913UePtBwQL1pfpY9pF2EPZ7HsLuOl/C94wEYPdxxPr7dqgK+Ozw2vRyelLyfJ8M+YRRFvstf/r10vR4+VtWuvdKWQr0G0qs9lcCWvbVAk75OnYc9jVtMvj+aOjzyDn0+YomXvQ4gzr01Lgw+GDc8vt6KhD0OLsm85WN0vo0Fo70SKAm+q78RvjGLCT7vD+K7MOMHPnHCHT0ohAc+ZDcbPr2eMD5mXAa+fIkmvQxTVb2ehBW9cp3IvYf1Tz1UAIi+IYPFPYSZL754EkQ+KoWrvQI8BL7SFV09GnAKvnPl0jzyb369kW23PUGuNTyDKIy+GQefvGSCNr5dDGG9LqBBPurRDT3DCY4+aARnvkEgGj29UbA99J2rvQyx2bwudEQ+END6PbQ8iL1nBC6+TsymPMs+Sr5xE9o9k9SKPREaHb45L5u97oclvpPGTb3ekSo8qLTGvVHXdrwel5G+SscNPYj3tj0Vmhi+DA2Evg3hsb2rVZY9yfZrvtloLT78c1S+FUbAPU5xxD2J+QM9F+YqPCFZBb5m6xs+74PJPfz8Gb6Lpiu958URvslTQr793NS8Khc3PlSzNr4bGje9Z93nPT4Nlb3qM5K9Sz3lu+ECAb7SYTS+J+jjPcX/Sj0SUZK8cAw9PXNhkTopkLQ9+JMyvkUoNj6zYDq+NkeGvQMFZDsRxM29vOYiPubtnb16CYq9XHgMvvOJVj6CtbI9ZaZ6vaqGyD1N2KQ9STBdvb5V7zvxKae8B6kAPrHL0z2J91a9Vv6OPvXykz2n0xG+xTxOvvOpibzW8Mq8/6ZlPNX91j3hYsM9FWGovVi6BT5UHBW+9+QvvpcqvT3Jdc68LIEdvQPaBb6pweU99z1YPD8t5jxCQii+8D6APEPeE74QmNa9vPWmvvJRdD3yqlu+1OGMPUd+DD0O6ae+AbY/vMDyFD3Ir1e+Cp1JPchyYr5Y0vY9FnjlPf91cD04WDO9krr6Ow1QoL1oOWU9tYzMPMuBgrxczjA+h9giPQH4sLxNRgw9RyydvC6pHb5vwF28ozRpvo1J67tUgrk9XTdEvuDcbD01cNs9kU4yvvzyLr2VW5g9Zh+LPcT9yTxI0fS96cx/PXe6yj13U4m+cMqsvvsiUr63dM+9lKUYPlzGCr58T4K+EmqvPZ4Cd75lfMK9bU+LvmpJ6r0id6A7htj4vcKWLD6kINU9U93VvTPRxr0Owke+dJ0rvqXPij3cowG+9KuxPGeoB74IdCQ9AlJZvuv5Yb3SEJC9EbeDvfdqeD3y91W+xkGPvdHm3jwSEB++uCWtvVcU2b3Lsyi9qUx9ukv5FT6ywDm81TwqvkC5C71P29S9iWgrvqTiOz1Jwha+/gTzPHd5mD1fWTW+50i9vTHhmjt+DAW+wAWYvUCOa7vJP4Y9JiRkvqF08r3RnRm+SJIgPhkpEb5/IWO+qRVDPClyZj0k8sO7r5PzvBgRx7sI0/u9tHwvPtvrXL5/5Fs95cvdvFjH57w7NYC+RT2dPOcct70UDGW+B3A7vVbVOT48Wde8ElLOPhRUZj7NYH2+y6J3PllYyT3mDpK+JnXYvtFDhr6gsSC+BaYmPiaj1LxYV6o+7chPPUdoBL7Qul89DRE0PeQpEr509kw+AdvIvOsdRj5zTX0+zWEKPeQXpL0ib5S+PqMwvV3tqD7GKPI+zDA0PLg5Hb7rhP49htiIvm81i70lzbc872VTPtpxG70cfkC+PjRNPGHLnT0UXws9qoycvYRuyrxSnfk9fqh2vsrQU74FP3+9dV8Dvkg5kb4A7Eo9qOqxvrvFcb61jtG9puSJvf+jOL7SZZy86XQWvZqeOL7lPtw9o1M/vuHKhj4M1IQ+/9EqvoAB7L2L7o6+PamovNPkSr6aIlM++8OJvWHvsT3Enu+9iafZvKQrGT4F6aQ+9jMuPjN1Ir7jAjW9gqWyPYVHPb4sdoE+m/ntPXApKT+5k6Q+ED8+PnCcM76LWyA+vLqjvRm5LD7FBHi9X/daPt1cIj2r94g+578TPJ1yyL2kM4w9JfeluiBtlD29Zpu99gKdPkaQLL1ByRU9DEseviLilz3CdQ4/ET5gvnHVwLySyy+9lGIJvCmDlj44qE++S6hXvSF5Wb6Yhfm87/uzPuDRAL4Kewe50GFpvu5mKT1QJoE+SnHcPjjykz4STPq9Ncgvvv0RKz4BV2U9p/+lu8v9Gb7TwlK+zxRAvmKJrzyndFi+w3MjO/2DAz4+Z/Q9jhAivowno71cRGO9NGdLPQ2CjL4zVny+hYIVvbInBjy+zT8+2M3YvQhMzD1f7aK85WU1vrhUAT7myL6+L15cPmjGlr3rl7K9hZmHvmWaSz3kngW+GKBgPTWkBj5E/oO9C9fWvCYJ8D1ZHaI+ieYXvYTyhD4IGym+hvjfvNH8sb0tV/Y9GUuNO4ttMLsX8Dm+IdAbPvj/wDx6piq+lXlMPnUNNT4k3Gg7V0PjvSVYhT71BHY+8LscPhKdhz7hrXa+aZ1QPtT5n72vliG+mCZkvizqUT2ValE919AoPk0JKT4Qtfw9+Z/FvQP5Hz1/rKw9TznmuxBcHj3XHKa+cyYqvkSSdj5NSLc9Chg5PrG3Rj4eqic+76gwPmXsOj4XDFq+3XThPao3F71WyaO7a9DwPNmN2z01kyA9vSKiPOoitDwv3Ii9hjpVPiZlCb5rI0A9V/nyvQ7y2b2nxUI8qX6IPa4GQr5YWq+96CLevEasbztMHJs9bfFRvmH/XT10HXW+J++HvIblNz7si689PlM7PWLdfL67AJ290ZPWPHDTL76ibxY9HzlHPdWjIz6ES6++PqU4vtbHR756GkM+Vp6FPrIeUzp2DY6+a7JsO+kNXL7m9jO+EGXpvTyAOzxYDg484UmKPT/koj1qQQy925v0PXQkljyjidW9/6ZIPA984L15T6u9VM+ZvU26Wr2EIrW9tbyaPYY1lb0CZSG+JSI/vaU/3r2tPxy9aHgRPrAqL77CMbY962uDPd0GJb6v9zg8UB0BvmaCCz3zMHk9QtIuPnwnOr4NxBu+CIgYvq9kzb3Gv748BeICvXsIYbz5yMy9xcidO42cPb63meg9ap0kvquuvj0BDCm8WZIuPtgBJz21c4A994v2PW+L9D3oLvS9sCDPvB18DL5/XFm9qJsEPrv6Ej37kVs+udQRPm6UW774vcO9xB8Svei/Yb4N9DC+Kp8avn8yd72gzoG+d/oDPoAq473xbwy+XKN0PhL/Yz09ETy+IKhwvQ0YCr1N5Uy9Z2gMvvJGwD1kZRs+qL4lvm1KpD1QeTA9jrw1vuVTcr2yzJw821gIvhhiCz4djCU+LdVtOw0/RT07DoM84N+uOOxPWb0dPFu+cvOivQ2AOj5CyA0+ofEVvX1CUL2bexO9IUIyvZlkCL3YGEk9zerHvUr9hb7+DF2+hLC2vOPRgr3M06S8i/ddvSvz0T35wZO9WbssvvvHorwHm567M5JAviooxr0HSTs98Q/JPTpxZr2ny989snC5O38U+T3tPtW8QSFkvS/6BD6BwpE9eNSWvnrBl71J1xE+ps6WPFpshLz4AMw91Vp9vm8VTz1k4TC917c4PXSPGL2hWLe8VqmIvQhCMz7vcvI8GUE9vua+D76rji4+KiYWvu9OFj1aBDU9eK4LPqkdHT6YTSG+ZJ+lvsDx771kBv89jU4uvp1Zw740A9m7aWoPPnruYj6v1608+6cUPfYxIz7ikn8+PcEYPuR5YL6SrsM8KVL5vZSWyr2kUGO8T4y/veCajD0Ubhq+OIRzPhMRFb68WeS+H0U+PPSDqr3Ot6a9FX2Tvu4MKj1PAJ49vrOHvnKwVjtZT3+8IjI1Pt9uB77a46+9EUT6PdFAKb29j/k9kv3pvZLyfL6CLQw+Ur/gPb0CWb0XwGK99EXYPauaUL5/KV4+Io6NvlXQlb68Uec95M9IPeGHEb4OYJI91CpKvJ8gPb47AnO+SPuCvUWddD50qyi+AsQyPgOfjT6NmV6+Ga8JvpQGsD027zG9AgtKPay3Cz2zggk9ykp2PpVGjT4vUqe9QmZBvgAT0D1QhSU7S9gAvsu7D75AUOQ9/NkuvrtUG76Kqr2+6/tiPswVXz4d7nY+y/8OvgTE7L51wMa9jlYJveDXob76eSi+rfExPgrX1D5vhMa+GDtTPCDQmj2TwQQ8FCh9PYTIl7zReSy+PyOZvfQN7b4XfAq//3iUPIVjJT5P6Cy8YkaJPmgX3L0vzE++E1G9vgN4Cz7nqXW+3hiPva3gNL5mOCq8tJCsPFC0BT7ULJ49iWKJvibP4z3PyC4+g4RlPgRazj15c/C8FyrFvVXjpD3FghK+RukDvmzZ5r2vUry8RFqBPiBaMT0R0N492NqiPV7EoL5i842+gqi8PAXUnT7yh5q9Ln+ivoeDJ71E6cG9HzWzPTccoL1HONY9Mb+GvI4PsD3umpo+HSh1vk7jNT48xQE+DMbJvYB8vL4POyM+KIgIPa6CEj7PQYS+0whyPYOqHr4cTFY+MvyHPebvHD565Nq8h80ivfO1wD64yO67eHyUvh3CyD2PFxu+QWepvcZpbjzi8qu9HF8qvgVKJ73vomy+J0ycPYslvj0Tfki9NF0kPlPpE7z8apW+8EvAvXIkL76ug6k90DEkvgZLZL463Ja9nUowvBYVqT4LB9I8aPtlvjfcaD223si87WYGvqoHxz35lby83VP7vAfnUL7BQGy98mR+vZQSiz25N7A+4sHoPX4fLT6Wclm94Z+/PSrXVL6N3Ne+kNLFPYz5Pz4DVQQ+OnFIvQ0niT5hJIy+Kh84PuyhFz4140m+tWIRPjpCjb39/yk+QWadvvPcU75tgnQ+iHnRPR/8Fj49BWy9vZE0vVRDhbxu5xw9b+NkPvEL4z7OW0M+k+iCvp5KVD65rPO9YAtrPN2rXrwvBzO9q8wSvjSUqL0U3O+8FPg7PlcWYj2aZ+o94HLVvVSeQD4C6FS+SX/VvYyeKj5WmAy+cGenPLeJaz3Hlg28SiI1vmeOyL1q+B++pLx7Pab4PT6sWjy+QUs5vtYNwL1r8MC9gBNEvhaOkbrTTim9JL8zvm/2mjxe26a9D9qZPcjw171yoJo9zr42vkb8/bw//k++T3siPWKJM73+Yn08yEkNPo0LML4r7Ro9z+wrPNFgUr0j1dQ8pqXaPVuDT75Tzmk+apMoPv7whD26Kfm9dONPPfCdsb3VZ1i8wt7tvfTwZD3soUw+sKb3vd2FcL1MJRk9k8qAPVqg/b1d24u9BGhwPUNhST3fRj892Tj5PbReJb4TtYG8k5fGveCGwT1hDWi86DARPoh/LD7N0cw9d/izPT077jxrFRa+hHkOvpswDz5hMQu8uquVPeCx3r1ZkUC+dbjVvbg867tKAMY9O7yrvW8xzj0TewC+cxI+PZABnj1tDrK8jhY1vjsRab4VdhG+XsQzvt2ehD2Sgz2+oCumOidigT3MsjY9Y8baPS8JLr7KWDA9zfrIPP0onL1fb469M6m6vcj4/j1hRgk+WCUVvsVd7bvxWsy9ldsWPvjUsr2o8xK+xVA8vmibgbsblwU+uMrMPJdcLDyOCgE+gCdJvsmmSD30kfC9kpPnPGS5mb3/pha+/G2rvojIID42zYG+E/lzPiSngL44kZg9aRYzPnPNsD5lQLW9poQwvvAr871R/qo8C37xvQ4xe74ZVSk9Q4yDPYUezLwsHeG9tEoBvqNVkT7dkZ07JNb/PYWH4D337LO9k112PRUhVr08Jdq8d6SPvjjU3j2z38s+uHtgPnNVGb6zytY84VfSvWdYRT5PQks6/E67PKpobj1eryG+BMOqPtgc7boDSdE9dbNlPpK7Ob4raVk+pH2xvRHL/rmcgYI9nPksPWnOML4hV3m9+KWJvvXQxD1VlfM9B6gcviWTXb3ZpIU+4mYlvQXDdj7G97E9w/OpvQ02nr6sizi9EiztPWmoub1rgCQ+X5yUvRJ+fjsUbTe+88C8vF3qyT1VDti+J9JIPUVTKzze4iI9TmmBPDrmir1jQE29h3qHvuYQlLyf6UE+UWX/PNYrdD5tkgU+EtrnvYiKjr6y4ro9ftYcPcVh+D6nODo+L5OuPtuq8z05nU89KGMEvjTYPT01uDU+Ylssvq0EDz1RHSM+vpgNvvhPjT2uBTG+oxI+vdWB2T0XAIc+VT73vZRxMz7w7bo+oy6SPhScez7JKnK9vO4QPlNyV75Ptw29d97MPRKEQb5zaAW+iQqZPS8NCDxvtPG9LNxEvo3taryzdE0+FL+SPc5IAz1nb0M+MeZFPhAN2TzZfoa+lvENPDUk2j1zKAy+zzxOvrFHfD2Hj+q9CQdSvkTprr4MZ8k9MKn7PWQUyz1bbPe9q7DXvWcDlb6VsS++1j5hPlnvoT76NOW9VEVrvSpXfr2tb4C+xJ4KPsog9jz/xRg+4EwWPHXdpb1kWqS+r43FPnxIqz3Wml2+zQSJvrKSYz1QYi49ZfGXPNwiez55Tpu+EGvHPc+YVr4S9Cy+FVWgvFnTsz1ZPuM9mGsLvkX8h77hA5a+YLKaPsUYz7wJU6q9Ni5VvvCIwTxjoCQ9BCLsvVbqaD1jEuo9MaeGPpqq5j1f9Le+yQWjvhRHGD1cLDE+Uj2WvisQtr36Z1C+VE+bvRL4KD4AW1O8s+iCPQEwbb6zwMu9HthIvmPJBj7q+xE7sUr1veEdMT3RuVQ+oORJvHzbLD4UMOw907BePqn0SL2wiek9omnMOqTKWD52WJW97Bf9vfPQkT4/05s8JCYIPQzAIb4LfEq+96dyvmBaur1pb349les3vgPSdL4gh6M9zgyBPgG3QT5uyuE9nS05PU0CyDxPjYG9CpVNvV5G+Dz6yn8+XtezvNYeJr7Otpk9hsEpPi7zXL0PLBQ9fOK0PXpWwTvM+iq+80JzvSzDDj4WY06+BRK5vT1fWb7c0Ha9SbRAvsPr1T0SaM29NomWvkMSbz34UxO7eUI3viTXn72i2Pi9uxMWvijlmrylyK29dzxTPpWlGb467KY7pLUpPpIhVj2rNDy94UEtPhPXLT18q8G9twdIPUmUBL4cqtQ9XSr5PfJjrr3xOYe9hVUMvqJMiz2oMNw3KMjZvS2qfL3AVQ28l5Tdvb/NAD0lkAQ+ufT4vb7RjLoqQOq9vktfPjQ5Pz4giuo9N4fIPUeCsT1qTAe+o3+9PdwZqT3tssY9o/xdvU9i2z3zzgg99KwAPrHwJD7Msyg+e61zvltv4D0/4co9khDOPLtZlD068l++zCZXPVCBx7vr2q+9ZewavStxqL192MC8KksePsdrjb08zbI85jPQPWOe0D0NiUK+xNJ9PbzmvD3kIHm9fEELvq6Mf71XFly8VWiSPeSqvz0rizE90NA2PdkRqzzTKa68OEULuO4kyLuTPDk9UbDAvcfhqb2HfqC7aI6cvfCS9DyZRYu9H1pjPnge0b2ZEYO9yQ88PR2o/Txq6i4+NnD2PWAeSb7V/2K9xleLvQclyL0cCwK+uEwMPjnYPr5xisk8wVolPKtOP70lDmq+gJGTPv2qN7y7ZN088ZFYPltOVL46+pw+0T05vRHYHT78P+c9ZOgavkhoCD6ft6G8ds4zvtKNuz3I34M9g3UWvoIHpj28W+w8r9m9vehnFj5zCYO9oOmSvJKAgL1hY6C+EX3LPU9G0z2lSsE9wUNfO6pMuz2E7Ba8Z347vs6l7b26e6O96Hq7veQKDTsv+zs+RulnPAKROT07ldk+8jGFvozJhT6DaIc8H6N8u7Omj75uOJ49S21xPYi68r3UY/o9CIF3u+Rprr2/onq8spqNPlf50bzNIcY8DprXPljrZb6lQ1a90sqMvUat7z3LTg4+O4IoPm3CT769Tzq9krKzPqw+cD2R6vm81MsYvRRXbb1WLlE+rNypvXEk2Lzq2VU+eIl/vVwkCj5rYv69xjolvr7oMD4qjpG9+YmDvfYyGD7Ak/k8XwvjvVWixD50CLy9bdAmPhG0CT7DDEG+1YIqvYQFNj6DPIg+tv5KPUqD4T0sGrM8hJ04PlXaVD6q54I7m2Q+vj0e0L2tSWI+oMRAPsPjgD7fvjA+6SDHu4BKCb6xWxc++bo2vc6fDb6cohk+pL6UPHJYY70C9i6+Erg0vgY/yj3GddK9gkg+vpTXED58mFq+w+9HvmJFCD4E3zi9TsACPvbnUj6QA4U+8i8/PbCPVDxtCdU754PqPBnexL2JI6e9s2OivYdaOL0Ccgw+ueeqPTCd4z0uKYM6NTLbvSFm770UsCo+gF4ZPTnU6r34KEU9kyG4Pr5WtD6G6WA92CSWPkXEMD4Ym7o+yDQjvdaS9rzweYG+3aHOvnodFb00AAE+rkCSvu6BDb0aq0S9H20ivv/L3b3dQ/E8tMYVPnx7Jj0AVnA+re0nvRBx67s3mMy8yQoWPG9koz2gTmo++iWuvhOBv73t2aM+QVucPUAlzLzJIlc+HEjqvQ6fgT78wty+8We3veWu5bsAG5m+neAzvZHCRz4yTL09pmoxvkq/iD5hMAW+ZJyBPRXIIL6ItfA8PmZuvlZGeD7jnLo9K/xevuzNAj7RaRI8zVMgPsHE4T0XKY+9f/uDPa/aQ74PWwE+Hdg+PjmHFD40InG9p1c8vv9x2L1rIKE9lLrrPezZhro+mVo+76hEPgh7Iz5FGr+9riLsvbDoVr3tx1K+70vNvaeduj2VJvu9UsYcvsrd77xVH2W+sjYWvnpKBrxrua69lRphvvjdCL6cadc9x81SvWOA+zsAUQE+RagavtqeIj5VKWS+F/YkPt+qwT2LW5u+AWFHPr3/MDycGp69XLTEvbqlJL47vBe8oDc3voV8w73dbkG93iKpvgQNBz6QA+a87nWSve8ijL1O4DQ7Dg8tvktV371v61K+3TMwPlgw9TuT3WK+rUvPvR7qWj4c9qQ9wA4ZvklsCL4+oNE9dMXuvdh0L72S4AO+BJwMvr5LA77TDie+MnIVPXh+FD27Aoq9H7/YvOzaT77/jbM9BinXuw2zUD5ljYS+6qHtPdkWxDwTDAu8pfp7vpGh57vROlk+axrvPUFLUL3sAZu9kT5CPivRor1klFW8cqKgvQMDyjzjps68hdA/viWhJD45+VS+DgNYPm7ZND5hQgI+cAErPv44ib66LL+8wmFwvnaDbr7O1Ye9dSM5PSnoHTzB+i8+FFzhOr+GwL3xp5695d7lPcDZPz4LSyG+JqWrPdlKCL4KSaE8dC/HvHpB/jq2qP48STQqPfSbh72FyIi9vqWeva3sCL4grZa+gZUCuh5j1j3ikFS+oXrhPd7sl70bxC0+f4F+vmjfVz3FRqQ96cfhvLYwZb40xXi9zNHCvP1wiL7ps3y9AKXcveeIsL25dvI99ginPSvGvr0/Oc+90iievbARmL0cBVW+pyfjvQMc3b2D4NS9osgavpinHr1vdoW97X7VvPFQ+b2nUra9++ISvU9e7D0JAhA+wUd9PaVNbj3kO1Q9oKGbPT0krj20HR48LKUuvkfAA75H2+M9r1psPfKGV73RGYw7uF6Yvn9R4j31O+e8DeAPvT6WMr4e5/G9RZ9vvsdmgD332TC+TBuXPYeTArtBfcS9WLkqvbVyrjzJXWw92IJkPayTMr4N1YW9aYBGvZJGE71k/GA9s7y0PQl4mL2jsq+98ZSYvaAtW70kz5Q9VDT3vW8Q3b1AV2C9YFZTvuldhr3Ty3c+g45jvvSb6TdU3k29WoJkPN4oFD3x5pc9OGG1vl6KED4zBmY+ScmCvqi+kb723zA+Dg69vBMXVL1Zd5W+S69gPjrkIz7iZLi+QjbTvZk+2j1bUbS96vY0vd41bjxPTW09G/FJPlERqj5NwJo8NFBKPg0zCr6juMg9oImBvh6g6r2O6kc+NXl9vXyijroTpVS+U143Ppv8Gj7kFpW+zrKGvsBcyT1NcDk+Ti56vartDz6O6zw9oFGuPTgD5b3nvwq+4L4CPeneRb49jjg8WJ+KvR94Jz1Twhq+5L8kvSiCgb2k9um9RX5YvjbYnT6xjeA904u7vtPJpL3xNDE9KhcJvqeLCr6JGpI9hF20vsiamb3WMzY+YEgxPhWVcj5mUQK+IBqnPS1QVb6llRq8BAkSvvcVsj0r6Qa+TadQvjXjrrz9MMQ9qasbvrC7sLz6qzA+V020PbniMz5rn9W+EyIHPnvSar3W2pU+x1SJPn6mkj66D5Y+FvhsvvWIUT54k7C8rweTvY45eb3LdZi++fIYuyqZcrzVWIg+8s7Uva+/QL6eiHY+WVCgPpucnb39jAa+iHIPvsyXM77Zxu68D9qNPUvcEL6ltjO+7+TPvWxFkr3/1Dm+/TiXPVJPwT2e/ji+YKNJvRVlUrwQkf098kecPu6tJb3S0Gi+cMP/PMwWGDxeyDI+OkoMveqQhL45Bk49UI3DvpJANj6N8L+9Ost1vnYkTD4v5Ti8PaURPqh4pr2nUKm94Nn4ve0xAz1z3Ia9beGIvpKR97qikre9EMAgPk11gD1O1vA9KaiGPcTGPz1lIg+9qhixPMoX/L1zr1o9qozbvbZkxjmggIE+YIKevukArr0rOzy+ueUkPi4Ckb7w7Mu8LJuSPFGLRj49uZ68oA3XvC07hz4UY/w9YR16PBbncz6ZKWu+t+uHvSmqUb2w5Ba+S6csvaHBJb6E6L++0MbqvZl/Ab78szY+GuRnveVKcj4wSQy+Dnghvbm76z3LgO49gdPOu3ak6T2PyuQ+7Wj5PaSlCz1U2d295r8jPsT7Fr56thm+TKgqvZYHUD2J7ty8Of6svQDfxD3/qOI9IQobvU9kBbyxX2o+t/g5Pncmf7tJaM492wscPq3xgTxmoXO+cte2vPVIlTxj8fo9M0aQvZIPJ74OwUa+gm4Hvmzpb700cik9K7O3vv+HAz47V8e9E3hNvgoxtz1xcj++6+hTvrDUjb029ym9dl3RvOZsIL7yo0o+JwG7vU7zJr7PK5Y9ywwcPOWyPj6TPRe+KvjVvRxKQ73A/vA9dbwQO32f4z0QYLw9uJWuvcBuVL4Su629GaaiPhaIzD2YKhG8S0c7vrerGb5prk89lL5hvsbEsr1K9MK7QgNyvvMbIb4BRHe7la1lvXI02D13doM9MdoYvRNBEb5VDiy+F3q/PWtE5r3Nu509U7dXPoU47TzaShO+avalvceXDb14Cd6+5hmPvT6Uq73VZwC+MkQlPiB+hD2ZRB2+T0uYPa6uE75BbFq+9AVGvpb0RD3b3vK9B9+jvVt/E7wDD988fZPcvaPPu7yIryE+cff8vbtKET4IXSy97yaGvfgsy71I2w49nmfBvEaCzb0/Oii+KC0wPRqJiz1Jwla+2wy1POlclrvf1LY9LioXPgFzKz55aP+9hL8DvZT2A74SZbi+s2jpPXUCqL4ZXZy9KTvEPZd1FL6QjRY+M5REvUt5ir7CEii+RrmevvT6570TYQa+n4pvvb9EKj6Y+1W+Iy3Mu7/qxT0eNpS8frjBPRAwZr4FdeI9lZ2XPUppOT0J19I7iQRdvsC4zjwwipi9YbkivkKDeb7Ui5y9j1GYvX5D1L2+ieK9NKA6viqxpzw01LS9ZRPTvstRCb0hA1c8e0SAvhlpB77IF5A9UAx7vmbG770uv5a9gMXHvchHvz1hqJS9WaQ7vaABMb59DjC85+k2vkmwwzzUsT6+DPM6PVQ1hL1VOxg+TNQ8vPJURL4FPw0+Ig5Wvkyd77xaMPa9Hy4+PfLNSb7lxb87SXNZvRvQIr6EemQ8Xp2lvrGT4D4CmYs+wIUiva+Giz4ggyG++eOtO/rpOz4Y/Ru+2vujvoNAg76Mzo69Drl2vk+VrL2GncA+Ia8LPkoqob0CleK9LAeVO4KVLD6BS+69COt/voS4e709CK29A45nPsv88L2p3by9KBazPo0M6j00fdo+QXQcPBh1g74bo48+130FPhTis75YGak7k24APlJUA7oVMZm+QXrjPgnv9rxB5NO9bCQvPBdHnrzbnxk9d0+wPSz0Bb1WdI4+Nbv0veYlZL4oQYQ99jSzvcgUF7ox+hK+VyJ8PsDyjL0aJxq+L05mvb6rlz4w8LA80rUgvikV2LySu2K8a8+fvNQo2L2XenW+rq8lveIvN76kXV8+q2xPPm9sVj3M0iq+WNO4vc8wvb7w9cK83JiSvfq0Ab7SzVo+vvuhvsJGSL1syts9E5RTPE8WGz53w1s9qsqCuyEyIL1xyyc9+Vw9Pf4+Mr3EaTy+0fYpPqFgHj7r93a7w8Givoff1D1dM+O9mwfgPDz7jT6M4We+YDWjPbCdNjxdMTw9KUNavW7eBr7UmRI+ut6avdo4T74zuvc9kxMnPuE2XT71A68+KivePfI8v70iDzQ+x4k7vrcfNb73vAE9MPxuvkI5V77EQQi+FZQ0vq26br0mn4s+HszRPm7z37t1kj4+bvrFvRKJQT0aNn+9Eem4vqMoyT0qXpi87OA5vs8mKj14Efs9aJRJvu4hyDtAqf091QSEPq/WPb73q6i+exmwvXtwMj4SfhU+9GGAvu1q8T3982e99joPvXoVZb2+4po+ky2APhAMh72W1g294DRpvu6WzjsUX0C+xSeqvZv3eL3PO7I9GUBfvioEYb7ivnc+vninPKWzqb3Oq1I9m0r1vJ1bjjz3d1E9AxMLvuR61j1g/gM+g/g6PFRnX76lLlU9QsLcvZYewb0Zv5i9GqqgvXRAgDrdDh87EBquPb86GTuEVQ0+PnesvUkGOT5Z3hm+XQksPvRX3T0zY5g+6aj9vUkh+73jQ5G+9q4FPo1+Uj5v6SQ+BfoAPZ0fh752Jp2+TQp/veIjHD441pi9+mv1u/S4jD3DGle9WKyTPjdnJ75l4Ms9led1PqBoPz6oGaq9vQlIvsC4aT6F7qe+grKQva4CXT7gpA4+JdY7Pcw5C77sM5g9x5RFvvvgiL0Fcnm9Jv5qvstcmz0ITTk9uUSUPUlBnr2da7i9oyevPW9RWb4V28W9fuYivpXDfT5dxuE9Ag7jvSOlxr0/E/Y9qzIxvYSSGL5Fu0g9M294Pj+20LvO0um90wH9vdkpQr5tY187e/5JvqOWBr3FWBk+ET91vpEdQzy/0ZS9Cf0mvZePAz7yM0++2psevgVd9L1A8p29DfkGvkqcAT4AAgQ+H04SPfPSQL7Ievw9LNyGvfhARb4gQtM9DHPQu3ZsyD1jAYS9PkorPaISb71sPya8yCwHPuswk7woEAu8NbvEvZLvYz7OgXq9vHcgvZ8VbT7HdTa83yUYvjSf0Tqlk4o9BiKDvYxFhL0sLFM+HS6IPUA/hT5RY0o+P3FWvQwkGj3TKta8nJ4rvOyU0T2MC5g8Ps8lPb9uaD3rtCI+VypJPlaRQD6s3bk98y4APfO9gr41RZw8zCKsPbPH4b19LZc9UAUKvszyGT7OzCk9Tu3kvZ+tCryBYhs+9rRjPhPPGj4Rh7I93CCNvQnSHb2AEym+5tfovZldwr2SPs296AUdvtfuP75pbhc+EmPlPMGhV74Ta4e9hOGbPVjc9zxRzFY9WtkIvgK9jD0L9dc9wrMFPVVMgz3ENTm+lsDIvdx2MT2w1Q++RvyKvSbwEb5UVFo9lo4GPse/Er5f0Dw9oKE6vtwbDD0GL2k9Cl6BPVXKHT7PKg6+LabkPdVB3zy/Ywg+kQzPPXBT7b2HIwA+KjW8PGW4KT4JP5I8sxv0PLBLOT4ftWU8B3unvCsmsb27CxM+PKH7vJp3rT0t8qE9zBhNPnueHz7cawO8IZH4vIq84D16VRQ+7x/HvQGtD72nFZW9X5kJPl+8Eb7tSUO+eokOPkx6Dz5XkTw+BgtAPr86Zr5W1Xy+4WdwPeg0ND6INPE8WFqcvnQe3b3A4IC9CYeKvudLdLw91+y9lvJBPm54fb2AlBY8ROI0vl2ibT6H5U0+OM8avhzhsz3eWww+5disPRIFCT6I2IS+5BZPPUmcIb6mw6M7L5ykvmoVVz6+ge89C65Zvo+IXb5/lG0+iuOKPpN3yz4qcEO+Iq07vlOy2T0s9IU+I1jKuwgOoj6QCZI8Jhh8PZACgL1XvdA87XN8vuOlVr6PLjy+uj03PcCaUz0FByg+Y01zPUlkxjxLbwk9RT08PsVoaT06mYk9opIrvqlqiD7luga9boR+vqF8or4m5DK+oMlOvS6Yvr3EX+q9H9/HPKawFj0rhKY9kxxCu3+fHj64wyC+ANJ9vb1Ihr7hwK29vUhNvoW+jr6j0o6+QBmhvT4Zrb6Bczw+a9DDvK4kPz36oMw969PfvXDXn77K2cc8yFYDvl7oqz5YPCS+gvcSPnauFz7S8fo9yg/qPbqLOr5GQMm+XJIpvpI5xj3I0jk+xY+0PYTj6T1KSdk9cJiNvrp3Lj7SxoE965vePVNS+Lsoisc9MWi4vWEyJr5+2Gq97tqGvbX56ztdZDI+jNLpvoxuD76yo9o8JZ4mvh0bAr5gNJk+HPCmPS4aeb1gvEE+1EVZvkEws725Tyc+X2K8vW/G/zqs7nU9Am6MPvNa3T2JFBO+s4dFvYZNCDyh66U8582rPFDImT768eY9HWEKvkopzj22IQC72NxWvdBL4z3xSbW8tpvaPCSAlb6TgMi7sGQ3vtwM6z096049Fwy9vk7GOL4KwoO+tOS5PnfD771Is1K8QFnwvbvPOj6LfJS8bDyjveRKoj0UnR8+hMU5vQRsJL7gZRw79cafPn34PT6Z2kA82KpRPn+eKb5Zt4y+ZufqPbzyyD2wXSC+pPx0vGCBdD6fNxG+aVWxPFoFgD2uUUk+MrDAPY0MBT5SE+u9ZoLnve5Mzj0mQg4+8RZ8vWhRBz5mHC0+DGSLvS/wvD3T9409+xh3Pm7ZL70qUTW+hx39vQpZWD7YsOm9b1aUPgsbIj5Y9ZC9+i+vPjvg1D05TYQ9RiPCPJ70cDu33Lu9d3BrPel5Kr4sW2W+/OsCvkGdcj7a2lM9wycAPjcADD6ifTo+6zuJPlEFQz7nawM8ts8QvrIUKz0RssA9qFipvWseVz1Pa1i+RBQmvm8zaD4yW0K+eHi0vU9QRj65MwQ+zG3qPRvkpr22nxm+7CiIPEFNLj4Su4k9h1iFPSPtDb6vYZa+37U6vQpvrrx3To++pJMLvj1rGD7Xjyi+Dr6Avhrdb729HDa91//8Peu1Ir4wRGU93NViu0yGwb3JgO09Izv9vb7PSjxy78m9r6VUPKX1D754tPC8YtGPPT0SnzwlNUe+vfpYPvd1sj2stwM9DfJgPT5oFD7kSAG+MklJvk8nDj5aegw+liqMPMOuljyHo8K9bt+XvYXMKz1bAYi+Tw/0Pea9HL6+VQ49YT5MvdF2hLza4J080xcmvnMT1L0rMQ8+/69pvY6GWL5/7IS+6AosvgL76T3sPfW93IRPvOmxxb1ZTGu+rce3vTfxV743/l49yhqpPbje2ryP5pm978fovUintb1JwxM+pkwHPL+zDD0kLfY9W+tLvcmLAD4p8KC9f3CivfdQKD4EWxi+9U1tPA6zxT2td28+qaI1PjKGCz02FJy+BdQ4PYiHEL61hIa+KocBvuRDnTtVNt09/6DcOzQToz2UNAe9oysEvu1Yib0unCQ8A337PKfViz3bRgc+47wLvoiGIj0a8X69C2r3PfzO7bx/CQe+16dxvt1UdzzBbBe9mMJQvlO6971VcPM8yus7PkWqiL2MA4Q9YU+kPC+drL0a8v49sZTvPXMj4Dw7vFE+cyVLPXXGUD3HZoO9+v4ivqCR1b19OLW9WaCtPbxZmz2hHCu+j0UfPo6gNb6nm6y9hUEivpW7IT0QTfW9cHIzPonxiDszjYU9X3aPPYUTjL46aJW+B0abPdv5E76+hlS+KfbAuxanvrwrt5k9m73FPfghgb2VUp49XJAWvlxNmj3ZnD8+Nuu8vUFgur3wj9i9NZIDPrTscT4seGO+mC7wvE1oH7x/0gi+HH2EPsendb6sEV+95aBuPvrT5T0AOyu+gocyvivgzb3HfLU7pX2lPYZSlT6HJbO93iKaO95yLT7sGTs+0AAqvr5KGz5Qz3M+FP9HvfAtRL1bNNa9bS7yvVsH0b3Qe9e+541ovijIj72CJNw9hGmvvTEHzz0OM7C9yIg3PrrLq72qL1A8UTETPjnXFz4KAZ++oKzrPO+klj16RxW+Ozouvahecj5QfEO+INLdvfGhrz6ZaPs9bucJO75cez4B30o8RLmtPe/W8DzDPWS+vza9PPYmoj53+6y+FUkUvdfsAz4RuMW+nYT2vZJUKD4ABTA+P27pvcJ8vT2GtAK9NH2/PUKk7b3zPii8dt2xPXsroD0zSgu+ahKduwI8jDy/Rm6+FH6mvogDVT6r0S0+4KuzvQFXN70zPac+/GTjPa0ly703ade9hmVJPvtKwT3QKP29si45vqauBb4XboM+IQq6PcsiaT5FBwc9UrLgvWM9HL0Jbmo+tB95vpciAb0yG2c+V4WsvRfePb2+5p09GcG+Pky8SD7yIBa9wwO3PlHmwD0IXGq+g6UWPYxy0zzl1bM9KI56vhW/9L20rtY8JNPYvRcLNL4rMMe9TOCVvnOKEj1uhXm8Ftmhvb82EzzFef09IkTAPfRDFr6Aqxm+ZyRqPWlhYr4iRXm9YORXvdVZGL1kl5093HFLPqDcBz7WkqU9IwGzvIauxb3mILM9ZT4PPu42rD3jHj4+69SXvmylUD4iboM91jHePbR5/7zdQGY+UGY4vbwoGbztQDM9DkKaPFmRU72npzq+ckQFvulsAD4Z8s49DKI5vd1UYz3R4aO+T/TBvdjbvr3cEjk+5yiFvQPB3D1tnjI+UFuFvXJ+jT6usZY9xoIoPEr8B77BG+K8i/XovZL3Gr3UgZy+A1dvPpkPGz4LchU+Z2JHvhZvxT212x4+ltFivtkj3L1Xls28433kvGsSjr78zoe9nxh7Pb+Xfr4SOK+8poTzvf5AjT5WGgw72ZZyPldzorxHvgM9u1MfPvrPszxjzyq+4sT/PSEjpTtTjBW+FpEovY98jb6k3Fg+OWCzvj9nej5H5OS9JFbFvaQS1j1E/5u9RBUIPjJXOr5yI8u9YmE+Pj13cLyfjjq+johavoY8Kr2f+Ak+27KyPUhTVT5mWli+SG4Xvs0O4D3R3zg9kHpiPpLInjso/Li8zTwVvq+KPL5F05Y+v+T+PdRUobxDCZe+mHgcO6MYjL7zz4m+J8KVvl7mXj0EeM49CvtsvusCiz69+he9+NmoPfxnJ71pn6g8TaCOvae4gL2eDbQ8lT4avQgn+L2p4my97ptKviMsrb3S5XW95LjCu2OaZD07OZC7RQv9PBXkfDvtFhc9pfXjvCaWWb04TKe+8Hy5PBPBuz2/ino9PeetPWCnO7zDEnu8in6WvZusYT0NQ4A91r9vPQpXWr7YpqW64SmTPWfJVb5RCGK+PpMpPCR1wz0/Bt48IpXZvWbNKb1nsTy+LCqBvifJJ72X7DG+bytIvuEePjz2Cim+Z/obvpveCj6FX449sjJhO8jjDj0BtCG+g3wuvoUvqL3nT6y8EvxIvhrqvD1tygS+ZgT2vXMyVTxG6787D6miPSmg6DxHZws+LwY5vpra5TwgK4a9cF03vv6pCT01xuQ91/SbPZrRKb4mdw6+nvW8PX0WQL4LD12+FSU7PT7vaz1KnlI91gaAvQ5ZVr1ELoA9so6DvT91wb352Qa9AIyMvWEeIL5LXHm9tgqLPdzPtj3iYAc9Taz6u1VfWL2C0D4+bK2pvJOP8z0lq1g+nIhHvkAPGT61HAI8NhYHve9Oi70JKGM9UPYMvW2B6byTd4u9HXnPPTavNT5bKJO9o/fePavLhjzK0gK+OaAePqJi/r1z4mG9UT4mPaSZ7L3xyHG96e30vegdjrxhUIS9yu2bvcmmWT6pKkQ9983KPu7lmT3uRoe9z1x8PojG070WR2E9/NFLPvFFdT5GhIY+h6hzvcaZn7yCkLc8Mn81vWVsmT4Fati8CUhnPjPehz3t1xg+Uxm+vD9QhD5pnMI8rAHavWPWbT7FdLy9ZMeGPmHnAL4eN769bIgavoHIqj7LwwM+6I6VPae1HDwoumq9jomLPc264r0gaL891oH+PT7cXr5dz2w+HoodvpPesjyMrFo+erVSvpbOzz5DrZI88JqAvo/aFb6QY6s8LxDBPXniC77KJLo93ih6vj7x2b0BWVg+whOIPr7jeL60swC+CFeovb0oqj5udag9D+14vmSaZTwf2tM+V2ChPt1Dn71hc/C9/CEfPW4igD41Gf49/dcmPjUGoz3zUD0++PwqvXbtD70VUje+DDEWvRGCBTxG/QY+EqSNvluQrj2WLBc+hI5KPE5uwz5TB98+kDc1PjvAAbwLjPw9lXyTPQx59D0eoMI8Ifz5PSKGgD7k3b0+UNSCPl3FRD1M3I8+suz/PSmWZj2E3Sq+GYFMPoVIAz43Mcg8RkRnvkBYKD2owYA+TpTBPRg2pz5md0o9ePB4PWofOz29cNE96Rg9PfL8fb0y0Qs+GNMnvjQJ2z2L4JI+o+xTPm4Qiz2vb1o+p8l4PaV7Dz1Wxpk+m1hJPiKx6r3+IYC+RCyIvRhrqr2LYRo+9bNZvje3JrymOHm95NOavjPvDb0v+NG9WTaEu7Fv8rzivIs9hAqHPQ1mBr2DlDw+hyTNPZDKND6Jg8Q9eS0yPliKij0rf7u9LqKfOxfQ17010Ly9KTRAPKzAiT58UIW+K/qWvE7O9b2pOhA+lIi5Pc9DhL3EcyM+mG2rPeByNj5HNI89bHxKvmVhrryTGZK9Wisevo0i2L227Mk9H6nGvf9/Gj5pBBW7fYx0PkQcaz62dzS+zm2UvQVUTz5lfd49V1ORvIMjAb0Oioq+pygOPX7Onb7qj7K+4wESvf0Cl70enhq+ACGFvhikRD4C6Ce9AhvKutrqLr3pJy69u9t6vGWdGD6ijSg+fIwTPv8F2b2FwCK+xww/PcGpGD4v9U090VAAPjuYEr06RgW9MU6+vGZDHr7HHH894VoBPrvfgj1Rl1a+vhfePThc/70fqE2+fU2XuxH7Br6YYtE9P8G1PS0OYD7zWHK+57sDvUHRw7ujyuY9BdeEvnNO8D3Ot7U9AeMgvegFfT1+QTc+FChKPhCgyr3ZJeq9zxEpvDtE3b3uTv49yLgoPgbIBL5d/Ai+0xyVPl5Mu71WzmQ+owqmPfuwLb7KxkE+v4k0PhacpL20QD2+qViCPVMNXb4a3ym+rVJZviD+YTbYhBS+gYY6vryZkz08OHs8PyV/vh1k/D12JuA9bBvIvS5fDb4i9l890PJ6vRqHTr4bJEm8hZlLPYG1oT0WaTq9jSDrvOkqCb6kzh49H/vQPWSS+T0Tjek9TtFzu7INEr7xVpM9sUoAvrTYpz3YIIM+gSAdvl/eQT03+FI+S0A/vukxWz3BMfk9ezIhvmSVu7welA08Zg6uvGSUpT293t08JfXjve4VgT2WxSw8IZ8vvLmwxTwTK6Q9JPdsvUCGvr1oKR69TdKEvV0SB71Rmuw99gwoPf8pU70fm+s9exbpvUhnpr03TIa9gb0tvto1Fr6eBmG81hF2PTp99L0LP768YikYPlLW+D11xMG9NrY7Pv++9ryQGZY9YhUVvUJRhz3100I+fy4NPC2ec72l3vk8CoJ7PR2NhL2YjSI+jOYbPmEEGr5RCvw9dSUEviVlqzx+EY29JhHhPXhyGL0TBOI9EvUevjnZgD7vxj2+MtIOPi7MTz5jseC97go6vTTKOL7GhSA+UbcSPd1hNT5cCb88pCH+vKa7v73I2MK92AmuvYfFwD2hm+s9qLNrPRD7tLwV/z++9fglvu5hLz6C0RY+4xXpvaIXv72efyA+fMjMPYxJgz3OkM+8WrU6PSgGDj10mww9l6x6vY/utj1JKyk+iHZyPcpFGj4oGZA9+Ej1PHtOqb0v6lE+cdNOvdSU+j275449pM4vvlXmkT20jfW9q6GFPfbHCL6UcWi9z53Kuhn4yz6sjou8BLlcvcNfmr6Bq6W9tKuiPBzPBr6hMlo93ee+PnQIUL7N85S+udT7PfA9Fj4jXES+2REPvrIMvL2wDrg70j5XPdJ9iL5IPG2916dKPXX+Ub5Puuq7LVjxPGraOj5FIWy8oRcCPkO17D0Lyp28HuL9PdXK2Dw1Zd89pS2RvPB/ID7teUI+RbSVPcZOwD7jot494UlFvtCseb0Fmoa+VrExPsJWmr5YXdi9baA+vhzJpT5/2uK9L+zmPfUb/rywGry8HtXLvXflfz5crLs9X7T/PRCfBT75wS2+izOfvpsu0z0o5me9jZ76vs/stD0z3w0+lm4evnxVDD/zr6M+cGPIPXnGpLwOxFm+x+K/vd9q9j3FQrw9N7IXvsj3pzyl+Au+wC/Cu38+S70oNNU+cb8EPmRfcL0if46+IicgPm5t+zx3ynY+pRPMvthX870MTD0+NXLYPeRofD5t9T092EoJPck7nTyUrgq+Y++cvbXGpbxT/RU+6xukvhRc3T2RpSc+HkM4PoJ4Kj7KMSm+6UN2Pvk1dz0H1qe+fuBZviUNH71y62A+CXZ7O1HLA70dzPM9bZ8FvSlalz6kOZQ+CVPkvEtrYj0WcHg+LHuKPgLxs7sQbAc+ULU7vrFh8Txefii+8dlTvmaYXT7Zjg4+H9mFvoJpPT01b6c9/Y/SvZA+xr0Bchs+wSUHPgQ5oD78QHS+aJAFvjJErb3sXAo+z1oDPuPuHz48YGY8NcyJPuFTFD1T5I2+VOYiPW+Jpj2V2SM+K2KbPSPPWj5T2r6+KpRbPVkXXD2cmI68jCYrvfbWhT3WYgm+9U3hPgA+Bb3wQWe9BQYvumgYcztTJ2s+fk23PqlEzT51AbI+j86ePZWXiz5at3e+4pnuPQEH1zyNFrq9t0MNvhE4tz0xnBY9OgTEPdadhT57AfS9Cu4AvR/nAz6MNOE8tCZ3PRjkBT3p50K+6pz6vVL+mD0UcU8+hNKBvSVK5L3n5re+BGfPPZryj7vVUye+AoBevtEPhr0EUzi9cZczvtGLrb2FmtG9aaa9vtCTaL5u8YO+3MxiPj+/F77KtSs+LJAUvpn8dj63vom+YOGuPDOs6LzQx4Q+zGvIPdEKjb7wTyU+xRq+PqF8Jz65sHq87eOOvnUQJ77jqoI8S/Myve5ajj1b9rO904L7vZ00tD4w+hq+N+MtPnSKAL2s6Bi9xcXXPPahbr5YAX88dmBivrEvkrzum7Y9ve0nveZYhj38qAC+P3CBvQxANr1cR0I+C2EYvtqsjz2l2em8E60VPtWqYz4jJy6+8CIMPobMc73ESmA8szEYPnL+57yBZ0U9Y3PYPZlNfD6BeI69CG8XPcc/Tj7+VQo9yYiHvVEfDj67gmW8mlfsPa5WnL1lFzw9GWcBPZEcoL0c3cC76kLnvca9Kr704Q+9ipRuvay5Gj75TQQ+wsDhvb9RZb5sPKK8VzRVPVA+zz1+fpa9TY+CvSB4jb3tnPS98/21PUAErD0I3GK9XN/WO2BYA77ioEk+sa6DPZ8czb3+Jqy9Xgg0vRGxlL2YjLa9S/ZdPAQiOr3GKbs9UhxIPgV8Dz0SCCq6BLFuvnIW2j3H9wI+82SJvQGIAT64eMi9Lz17vUJme71mgPk7b+uQvoXw570gMHs9hZK8PTkyrb1/+Sa96l8avRBM+z3jrb29xUe1PUPhrz3RPDQ+3IRZvSCGKT4/GgQ+GCzzvSRnGT77Xhw+A3XpvAM0oL2Np/u8CSfGvD2uujwKhZE9s7pQvQI5SD5I1++9nlxwPRpUxj0Cuta9/xNUPqHOgL2aVro9KqE1vjIperxWjsW6egYmPk4BJj4/1Qo+cSpdPdHRpj0xRkQ+FIuXPHQl372Ysbi991PSO7SWNj5ZLcI7JhvAPRttcz2xgoU9HGlwPEWqnb0k4yi+BHLtvMpdtLsgEhY+6K50PX+xGT5Rhiq+tfUkvnM+8T24tqM9amALPpqQvr0G00A+WxAbvqzTi775tmK9DbiBvpwvBD6WUu+86Aa3PTCafT6qZAe+NKF7PkWo1LxTEhm+vNYAvtfvNb4/MD++55VTvq3cxLyHvn49rzeKPnVAtj7lP4G+ykA8PIYZCL6XzQA+3DQ/Pml5Ub47WE8+LoRVvgiN3D6Ys0K9/H4yPs2+H76b9KW+XknTPdO/oT4XVZy+Dgb+PXnwj77jomy9fktuvfibIr0nKSe+vKFHvte3LD5B8/W+UhJsvUsGar5sJfK+1xEHvt1Fxb1Ovoe9X7S3PfrJPr3nPlY+bhWRvGnm771dWko+36XCPTx8kb2rdOE95uFkPoo5Xz75X1A9DdEcvpg1gr4VDp0+PNCtvcD/v7yfaT4+aHqkvp3FA78Voiw+i1eAvsbVID1lEBC8ihrPPENSbj5Grom9iiwMvReZtz6OpuE9CKmlvVmno71i8R8+8mAHvoMHwr24sGK+6XeTPbF1xL7mBn89QAQbvivFoz1hua4+8FISPpDMmD48NOU+yuXnvcN6Dr0zI/897BhKvjEycD32qm2+t0ozPjznTL6vbsQ95nAvPivUmz18WOk9y4WwPvV8kb6wOIe9LMkRvtTaqr4uRma+ZuSxugrSXr3DXtW9sZT7PpOIzT1t90q+jF4+vv8xUb618PS91hz2PdoBTr1ELCy++pOePc13Yz6q9Ig9ElY2vvjsAD4S/yo+97oxPgusEr4Gbym+xC2Gvs9Mxz2LVrk9gePdvVTYcr0VKMM9gXi1PfqdIj3rzMK9ruBCPVuxrL72RoG+LgGSvqkuWb2XC0s9fHMCvoe7UD1xTgy+25piPg0m/733pqU9lFcFvgvE/z34aXa+AKNzPQxrnj2gSEK+0NbEPHShHD4GbtK9n7VZPmdLTr62/8s9NPSevUtpd708i4M78FGTuu2ub74DMDy+12U2vhwV+r3O2ce92IrRveaIm70HwNW9Bpl2vDGOPT6VwI+9K/L7PdAVMb5JV5q+QWrOvZFaET7y0Mk9PjJ9vmTZsT0++J09rXc8vgoVsz1PIN09qs+UPg7liD3+BIc93FCwPG0p1Tx3Y0a+m96GvIdDtTwkioq8m6bCvbrqtD2jtfi9h9RKPn9TtrxG6LY9noQCvfaANL1IqHS91yEGPYckyLssEIk+5tysveUPIb4uJDA9d2r3O6OmoL6Ytg6+qnKtPhF0Jjyed0M9HjU8vQqGWj6L0Zw9CJJqvtg0T77yguE9qr2MvnZy1T2FQpG9vnGHvq6jhD6qYKo9aiayvV/FSLvhhtm92rf/PcoeoT7tIcy9LTyMPfZv+r0IHaq9YNdEvvl/7b02obM+/291vTBNjb5MefU97+fBPbNsRj5LEBi+fLKJvJREfTyyqIQ8Z2MdvkPTAL2V3tO8kwEQPuW2DL68mQ6+IjscPrJI8r2gW869bC3dvYwTYT1ORtW99twmvsHOZ77L9T88A5I/vrD4Cr5lPp69HbDzOyTpsz24S5i9jDIwvpimgLwZsAE+NgDeveLBNL7qS2i9H1xKPdItWb4ndT69tMrnvfxk+70iQBu+PUnSPWFpVzw67eU7qegNviaAvj3QOGu8PdDWvbUQJr47vrY9xioSviZjbj7BKY6+o71TvlY+a75oXMu9TAFevWZfFzxi1ug729PwPa3MM70Og4m9eZQMvUMDnL1fRwE+PltnPg58hL0vFEa+Ua2vPek/vL2XlNm9PNxWPEEIDb6SufK8ayTUvXhfOr4nfk09Mp61PLst5Dw+WIK+WFMhvRSOKr7/JvI9qbaTPd/KTD1G9g8+gcUCvnu1X74TYnG+WyHLPezKGj7kFT++L0i5vav2PD1BeyC9K7iPPZOPgDzzaBe+HGC0vdEWSzw2jFe+EDOwvXh/Vr1rEYS+rd3pvbtb/D16eJk9H/SevRr2FL6K5+E9ef6AvbsiJ77Fcz8+KKqHvcaNP715dcg926kgvl2b6zw5Ja09DyjjPa0ILj4Pce28lW8wvsHyPr539Pe9fcTAPBt9lb0iWoA9igaCPVwzEL688ZG+E+VxvQ4bkjzMMAG+hNeRPjvdu73JMIC+PaPHPTSZxT3JxLg6+05RvhhErjwk/7u80lduvnblcD4jlIA9mNawvoAGa776UIi9qLqUPAloTT1F7fm9e5TMPe17Lr29j18+sbuLPPYnjTuQyza96osEvTGpKb7aZNe6ovIXPhGVbL7H+RA+Ovd4PqsPRD69m0w+6EWNvqgKAD6AXtc9WANHPvtJFb4haMC9yRtEPtkxFbxcsTa+gom0veGVuD0Law6+xfKAPdCOV74O0ww+akzEu2VnWD5kwDY9bkZOvbfJsb4Ixlo+/wKNPAa6UL6tmhc9lnFTPWVbQj6AALc9WmTSvnYnjD0U2LE9iLUZPlFc4j1d90Q+z7dLPi2U/r1UkTg9ZeMrPh8imb6lWng+6vuivoSGv70cpLu+dwwrvYwD1T1cLA49/v40Pik0HT4Zryq+VHZMvt655j1PmhQ+YBsqPqkdVj5kWkq9FphtPRWNXL6ymZm9ip/avR5jhT1diKO+yKbmPOE5kT4TcpE+XtoYParM7z0GM/E9WVSAPX1s/j3uaCK+oPEfvVszwT36AXM9dVldvnSeAbrA+cK9vNgXvtoCWr5f9WG+shs3PhN1cD6veVM8ILbbvZ8TLD5GX6s9fRs9viBqfz1vBTE9JDmsPbYSE7585xI+XxhkPhqnhr7uzy8+fQ6GvpvU7z0ySVy+reFsvbjf7jy8lAu9Hb+TvrxYbL43bVu+4IIyPGo/5D3owfi9cpNrvq5PhjsjYiU+PNhbPjbnNL6cG3w9VGRbvVUSlDxe7PE95zntvRMogryKvj09N8yTu5Gpeb4HkHU+CG1evdEjAj6japW+UcKQvPBhhL1ujGY+pAcGvtXI9j1TGW8+iBEqPh3y5j2X8Zg9DKXMvXtjsjz4gis+eHUivlO5Bb2JCKY+Oc+SPfYqgb5TBga+HyMBvmcAkr3pISG+Uew9vujL4D3KGC2+OmJIvmUof7zcn4M9mbD/PXkfvL3h5BC+4mMlPsDJu73jXxs+XkucPqNm9L3ay2M57k+EPuNAxb1ROi6+sBzxPC1bZryrh3Q+DexDPfj1ir2p3Sw9r7mxPl13V7tz3MQ949DOPZS3lD3AqJY9twkwPrkwsL6ztzq+DhQRPp1fTr2Hz2w8Tvj1OyDMIT43apK+rSEIPlX1iL1NiRA+0DszPeRPjj1rr6M9AnN3PZkBpTwp/vq8Pjk1vvAyUz78IhG+2LIdPufKHr49l8s9pwiiPiC0f74wLNI98xvwvduXZj4nPUU+mHr4O4sHgTwvrjM9qx1GPc2MGT53NIG93i1tvrF9Nz0Gj1q+DiMIvjd0VL3XiBe96UVWPsbdH75UGw4+wktSvmEOyb03+2I+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}, "use_cudnn_on_gpu": {"b": true}, "explicit_paddings": {"list": {}}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "QQPzvaMwV7wjYo+9esTKPER2uDt77C69PhsMPSguJL1TD+I8dHhrPKyzDr7DQ3W9LjHrPKRvj70PHhC9eOVqvTIXyL2TJFW+ilIjvsE6Cb3lTY69RnOGPTNQdbu9S/A8yqvlPNsGjbwRxbI7e3WjvRHazL0WR5a9EtIBPVmXvju8EYY7rA5DvT/Q+rwYDo+9CAygvd7T5Tu/4xi9P7JevfT+IzqTlWu8c7+vveqhdrxhn568682bvYbzAzv6J1I7Atg1vXbZ9b1anoo9UywZPXI7UL0Shgw7jdBLvQyRhTwYoZe9Ol4ivUvs+b0+Zok6uCLwu0tnQbxtC/G8ccqEvd2KGDywc0W9tXtnPAxqCb4EnWw8+pdbPDrlNb0+S6m60FwAPCZfe72N54u8W+QHvSzmK77wLJQ8RvR1u+qJLjxtEiI81WumvXXxuTyDGku80Q5kPU590LwMVYK8s5hjO70+1r14z209rp/rPG8pJz1YJJm9wv/ju5xoIj0MMf065JUDvaqE5DzCRC69nOXrvUYqNrw5mmS+/JlLPfygqTwWTLC9z0mFu8MpDr41XxU8ehBaPFqMZb2I/ZQ8EVkavXwL5TukIos9+zwwvXwX2ry8EkW8ETfgvQuK472AtTe9c/oAPe18Br3pltK79j/SPOa16r15Nc66EL0jPYkOFbw="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 