{"format": "graph-model", "modelTopology": {"node": [{"name": "x", "op": "Placeholder", "attr": {"shape": {"shape": {"dim": [{"size": "-1"}, {"size": "-1"}, {"size": "-1"}, {"size": "16"}]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "fire_rate", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "step_size", "op": "Placeholder", "attr": {"dtype": {"type": "DT_FLOAT"}, "shape": {"shape": {}}}}, {"name": "angle", "op": "Placeholder", "attr": {"shape": {"shape": {}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAABAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "strided_slice", "op": "StridedSlice", "input": ["x", "strided_slice/stack", "strided_slice/stack_1", "strided_slice/stack_2"], "attr": {"begin_mask": {"i": "7"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "7"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}, "shrink_axis_mask": {"i": "0"}}}, {"name": "MaxPool2d", "op": "MaxPool", "input": ["strided_slice"], "attr": {"padding": {"s": "U0FNRQ=="}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "ksize": {"list": {"i": ["1", "3", "3", "1"]}}}}, {"name": "Greater/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {}, "floatVal": [0.1]}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Greater", "op": "Greater", "input": ["MaxPool2d", "Greater/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_0", "op": "Identity", "input": ["x"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1/values_0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAAAAgD8AAAAAAAAAAAAAAAAAAAAA"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/input/_1", "op": "Identity", "input": ["angle"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Cos", "op": "Cos", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Sin", "op": "Sin", "input": ["Func/PartitionedCall/input/_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_1", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_1/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/sub", "op": "Sub", "input": ["PartitionedCall/mul", "PartitionedCall/mul_1"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_2/y", "op": "Const", "attr": {"dtype": {"type": "DT_FLOAT"}, "value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAAAAAAAA+AACAvgAAAAAAAIA+AAAAvgAAAAAAAAA+"}}}}, {"name": "PartitionedCall/mul_2", "op": "Mul", "input": ["PartitionedCall/Sin", "PartitionedCall/mul_2/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3/y", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "3"}, {"size": "3"}]}, "tensorContent": "AAAAvgAAgL4AAAC+AAAAAAAAAAAAAAAAAAAAPgAAgD4AAAA+"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/mul_3", "op": "Mul", "input": ["PartitionedCall/Cos", "PartitionedCall/mul_3/y"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/add", "op": "AddV2", "input": ["PartitionedCall/mul_2", "PartitionedCall/mul_3"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/stack_1", "op": "Pack", "input": ["PartitionedCall/stack_1/values_0", "PartitionedCall/sub", "PartitionedCall/add"], "attr": {"T": {"type": "DT_FLOAT"}, "axis": {"i": "-1"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice/stack_1", "op": "Const", "attr": {"dtype": {"type": "DT_INT32"}, "value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AAAAAAAAAAAAAAAAAAAAAA=="}}}}, {"name": "PartitionedCall/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AQAAAAEAAAABAAAAAQAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/stack_1", "PartitionedCall/strided_slice/stack", "PartitionedCall/strided_slice/stack_1", "PartitionedCall/strided_slice/stack_2"], "attr": {"T": {"type": "DT_FLOAT"}, "Index": {"type": "DT_INT32"}, "shrink_axis_mask": {"i": "0"}, "begin_mask": {"i": "11"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "4"}, "end_mask": {"i": "11"}}}, {"name": "PartitionedCall/Repeat/ExpandDims/dim", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/ExpandDims", "op": "ExpandDims", "input": ["PartitionedCall/strided_slice", "PartitionedCall/Repeat/ExpandDims/dim"], "attr": {"Tdim": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/0", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/repeats", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [16]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Cast", "op": "Cast", "input": ["PartitionedCall/Repeat/repeats"], "attr": {"SrcT": {"type": "DT_INT32"}, "Truncate": {"b": false}, "DstT": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape/shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{}]}}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Reshape", "op": "Reshape", "input": ["PartitionedCall/Repeat/Cast", "PartitionedCall/Repeat/Reshape/shape"], "attr": {"Tshape": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples/4", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile/multiples", "op": "Pack", "input": ["PartitionedCall/Repeat/Tile/multiples/0", "PartitionedCall/Repeat/Tile/multiples/1", "PartitionedCall/Repeat/Tile/multiples/2", "PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/Tile/multiples/4"], "attr": {"axis": {"i": "0"}, "N": {"i": "5"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/Tile", "op": "Tile", "input": ["PartitionedCall/Repeat/ExpandDims", "PartitionedCall/Repeat/Tile/multiples"], "attr": {"Tmultiples": {"type": "DT_INT32"}, "T": {"type": "DT_FLOAT"}}}, {"name": "PartitionedCall/Repeat/Shape", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "4"}]}, "tensorContent": "AwAAAAMAAAABAAAAAwAAAA=="}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice/stack", "PartitionedCall/Repeat/strided_slice/stack_1", "PartitionedCall/Repeat/strided_slice/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "1"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [2]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_1", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_1/stack", "PartitionedCall/Repeat/strided_slice_1/stack_1", "PartitionedCall/Repeat/strided_slice_1/stack_2"], "attr": {"shrink_axis_mask": {"i": "1"}, "begin_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "0"}, "Index": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/mul", "op": "Mul", "input": ["PartitionedCall/Repeat/Reshape", "PartitionedCall/Repeat/strided_slice_1"], "attr": {"T": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/values_1", "op": "Pack", "input": ["PartitionedCall/Repeat/mul"], "attr": {"T": {"type": "DT_INT32"}, "axis": {"i": "0"}, "N": {"i": "1"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [3]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_1", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2/stack_2", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {"dim": [{"size": "1"}]}, "intVal": [1]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/strided_slice_2", "op": "StridedSlice", "input": ["PartitionedCall/Repeat/Shape", "PartitionedCall/Repeat/strided_slice_2/stack", "PartitionedCall/Repeat/strided_slice_2/stack_1", "PartitionedCall/Repeat/strided_slice_2/stack_2"], "attr": {"shrink_axis_mask": {"i": "0"}, "ellipsis_mask": {"i": "0"}, "begin_mask": {"i": "0"}, "new_axis_mask": {"i": "0"}, "end_mask": {"i": "1"}, "T": {"type": "DT_INT32"}, "Index": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat/axis", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_INT32", "tensorShape": {}, "intVal": [0]}}, "dtype": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/Repeat/concat", "op": "ConcatV2", "input": ["PartitionedCall/Repeat/strided_slice", "PartitionedCall/Repeat/concat/values_1", "PartitionedCall/Repeat/strided_slice_2", "PartitionedCall/Repeat/concat/axis"], "attr": {"Tidx": {"type": "DT_INT32"}, "T": {"type": "DT_INT32"}, "N": {"i": "3"}}}, {"name": "PartitionedCall/Repeat/Reshape_1", "op": "Reshape", "input": ["PartitionedCall/Repeat/Tile", "PartitionedCall/Repeat/concat"], "attr": {"T": {"type": "DT_FLOAT"}, "Tshape": {"type": "DT_INT32"}}}, {"name": "PartitionedCall/depthwise", "op": "DepthwiseConv2dNative", "input": ["Func/PartitionedCall/input/_0", "PartitionedCall/Repeat/Reshape_1"], "attr": {"explicit_paddings": {"list": {}}, "padding": {"s": "U0FNRQ=="}, "dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "data_format": {"s": "TkhXQw=="}}}, {"name": "PartitionedCall/Identity", "op": "Identity", "input": ["PartitionedCall/depthwise"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "Func/PartitionedCall/output/_2", "op": "Identity", "input": ["PartitionedCall/Identity"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "48"}, {"size": "128"}]}, "tensorContent": "xO+5Pn+a473NnGG+2M2Dvtpuxb2eQaS9QcMuvRdIcL5BKOq8O/novf34073AB+i+8knFvp1YAz64P3y++JEBPuUgLb40dmA9nbaVPnQ0pT4cbL8+eU7IPkCj9r1UYqu+reoqvXqe97xUFBe/Env0Pq4sLz5OwQC/dwRjvjRrV75ADjW+ll0Cv/VYmj7U9ne9ji/3vfeePT+rJU0+MbmBvjk5R75/XL69g9Q9voZ51b7XgHM++uPmPU3flD0aC4s/YzyqveZbjz6RUsu+pDTHPaUWJb4HnAM/vc8EPsh+lL1/DM6+rgRyvj2wEr3NPk8+TQBXPrFbDT2NBb++hVqpvvHvM788kds+XCQavqzzqT4q3ea9zzKJvjT3N78hEIA+5yzzvBpjD79XJ6E9UX31PaA2/T4vLoI9a8kHPnjiED95yzg+pXbXvoGbsz3aFZe+R8Invgl42T4ShrK9Stu8PhZxQj5BHJK+CpArv+0ugb6UT+c9nLv8PcI1fz22uPU9k/pPvrB5lr2e/pM+DjdNPsKSPbwWGUu+MKiSPh/58ryOoiq+ZNTrPq58Ur6+tG488LfzvSTPkb1TTK0+aNq1POBCFD4sUKy9AcSfvOiE1D6ksQo//9maPQVmoz7p/1c9VzvSPiia3T4qoV0/YbUnPprdM76o/Lm+qP8BPsHOgj3CsSc9FOuuPpCJOz4NOIA9g9iuvpvPRD/ylHy+oFYhvfTxob7ZtZa+2r/mOyLXEj52NZG+icIwPRAEHr9A+Bu+D9WfvoiRwb7p/6K9R/j0PQZKjb38Vkc+ZbioPensS7tCeQa+WPGtvpnLET7gD8K+KfGnPcglQT5uCRS8QFhcvSd+Lr6rCgc+dLqDPvCJKb9cFbQ+4qwFvzISLT4o7b4+Qn9+vrQIWb7GA44+gIECPe3Nv74cMMm+zPE/vpyTmL5YBAm+0zG9PpFAXD62uxO+aueYvbnbWz5PLra+TKhcPtm8hL7hlyu+AWW8PgP9Wj2Jcvi98mw/vtQ1Sb71RPW+eyKUPvsdgr07ZgK+9CJcvjQt5j6mNum9D4uevFuNa771KJg+diSrPnhRuzg1maI+hCdnvux38LwskUy+i6acPi98vLzJv+i9+e2Bvlvxjb7543c9OD4BP2CBJL7IoZm8fdI0Pt7Ef72zDG0+8CpTvmriz70Vg5c8Lx0QPjKsQryuybS+VPZ/vUiQ8Lnu5sO9LfvUvag+vj1qH0M+fdnCvlhctL1AgJc++6ZkvsYCOj6hnSE+YHwlvjbDhz0g8Io+0iEQv5MBKr4Czr69Bqq/vYAcxD4mw8U9YblgvpqVID6SKnK+YKi6vTQYdr7oxA6+AeQ/vq911j1fv5s+PoQ8vtL1sj6y5e09mIdnu/mywL7Qiga+lE9BPq6rVz6N5wc+VEq8Ps1E2L0XoBK/lO6PvhA177xcnsC8+LEJP63qgz4wsC4+ETRDvUOmCL8QIKq9kUl3PZ4gIb55OQW+HDQjvpVNDb4SC1o+wsMHvz5GNz4tfqM+a8c6Pt9vD79lmtQ+zC0YvFpYIT6X9pm+39lXPoVemj2uo+s+wdJ7PWqdsL7JrwM+7ul6vnsBrL5OJQo/6iE2PrDrAz1TGEc9o+ilOxs/hL57Exy9f6KdvlB5jru+IBa+MmqGvbm8Bb61+uO+o9kMvmc6JT3yhUu9+51/PlasWz6mhY89NE4bPi9zkz5o1nO+6Y4hvbDfZ77/9KQ+vjr5vgVuWb2zAiO+JlgcPq35Br6vBq08UymGvjzU4T1MKyI+Tu3iPZ9bUj5ilRC+jix4PukVsT3vuBQ+pPqHvgxJOT7qHcI+IpxrPiqvFz3XI8A9xPlxPhdir74mpMU9qVzMvkauH75wS8W9yeNYvvs5AD8IeKE+nNUQvo4ICD8l104+zz2Lu0Z4mT7qqYa+E+GMvXeaBz5iRx6/pYYgvnZwpj6cMq++n/C2PUjy/T0qaAU+2E8kvIxz8r4wukg+vNncvtQ5Zz5a5Ii+tAKPPjwMl75hFbo+Wx7KPoNwNL6s8g6+2AWcPsQ7c77LPqs+KQkmPS4vxz7hnri+P7a3vQhPeb8sQp0+vusGPrbcl74gbe6+cHHDPXfbOz1TDzI9o9atPhHLxjzxTES8rToiPe7doj4pcd29W/LuvPqos74e9bA9Qh0CvxC+7Ltp1WG+BBiAvmQgyD2glbw9A/PDPnAYD77iWu8+XEgKvhsA8T4goky+xnfevv11vz7yEYM+3sLNPdoRmr4wV2K+NwldPrfe1z0X47M96yW9PViAbT4auLE+g9OkPVMGY74JJjM+UjoEPoC8db4xcso+sUhVvkcqFD5PTdW+26VnPh0U0L6fFeu+D3ftvsd1nD0mdXe+N8HTvfYOwb3EZPo8nhs/PlJY2z2GSw4/2KFqv+l8fD4YGqy+5evTPkkgBj/iei0/4sIgvjKDUb708xs8/9SVvnF3aj4VUVW9j3yaPR6rxL2KoWS/RJ7yvdad3D2eYYg+DK2BPQ53iT6onQG/7sxHPsuD7T7Cm3g+inYBPqgh7TiapBs9A1g1vaJ3Sz74P7k59IgJvjkZs72OzAe+LOlJvxYi8L7N/5S+cm7bPVVC0753doE8kFITvtHT3z0SEjW+eVP/Pm/63D6i3tk+hHMsvhK1/b5b1xW+ifwSvZPaoz5WL/e9yshKvly8Tb5q3ui9RVc/vhb5rj7ndwm/zASkPptSLL495XA+sayMviLXPb/FE2E+sHQAPkfT9r2uV5o+b87BvnqngzyUfLc+VMmvvUIg7L7nH4K+f18cPm8czjzRjQu+FXJvvvJuhD4wHQK+SdxAvFjBxL5ZKgQ9v7CpvvH6yD3Pu2U+4MIDvkXTTL5xQTG+dAgUv3tqOj1fQ4G+O+arPTWg8T148wc+VFSQvkqNI74cOpu+gHstPtfpSz7Fa0G+kelIPs3CKD3xa0m+03GAvR8Olb7LrhE+CksSvlRWPL76shQ9YbfhPZ2xBz/RRGI+6N5fPvXwiT1A3pO9uQrMPZyLoL4k/wU+bROFPV6+KD61KxM+BpTrO/zuVz3uIxy97rcMPB0uc72fx6m9ULA0uuoAt77KqpS97aLTvnxHAzxvV1I+KSZUPrCOh71DRws+FvFUvm/Xcr67mVQ9IWhCPi6YyLtvduK9a6bjPe7jdz2+so8+yvQRvup+3js/U9G+h6MOvl2rzL67v/M98ESfPknkmLxs15C9Yq10vdZG8D71FKQ+wyOAPKTyEz5kbyc8r/MDPjSn/L243r++IkwQv3CPTT3M3xu/44+fPrXAw7wWUMQ9XBVVvIsyDLyFolq+6GA5Pjohqb2KxE0+PnlKvd+Zhb3fypk+7HmGPTNnKb6mMxC+Qtpgvgm8mr0EqZC+x5SRPnwihz4bbFm+HU0GPunGKb4IkbC9iCZMvGPqnb2HW5++zh4JvvwyLj6UNNk+2udqPuAMDr4orYE+bSu0Pvo4fz4zfG8+dKSnPYsvlT5yxbY9QsvQvmOqnL54nAe+bCpXPBQBHr1Y7ji/F9cQvml5mr5Ysg4/7/zjvsrACb6oqyg/SpFwPt1LWj7FlRU+GFdEPuDaGz0Pg8C9s/b/vf9lDz+cbIw+zliIvnjCs75D0wO+Dd+7vF0GHz3NAEa9MhEpP7EEQz6SQAC/Ht8SPrPyYr6Ovam+cAfBvZTw5D6tEQM/Qyeovorwkj4wQI89gKBDPp94qr5T27k93u+PPliDBb5H1eo+ltaWPiPv+z5XIfe+qhqbvn2m7bw3l3a+DKQZvunssT6PEk4+/OSQPZ2R2b4THmI9iMCBPhySnr39pD8+FHZEvXHdl70zEYu86/SzvKKNzD3nX5U+Fv2UvvSQoz1XAlU+V3UOPcaO1TxWBR29Z/esPRse7D4spyk+c80AvqaZ0T32ygA/pZSkPjInib41h7K+XCRTvk42mb4R7oW+rCacPjiFW7zTFCE+oFQRPjsZ6j6Yxzk+aQ8QPl7mrL4cbYa+PhZWPs7vUD4YrSQ/iokJPgeU/b24UaA+1S47PuY5ML40A3o8l+lePiOf5j1M40C8LFJpPvkAwD7nzEG8iZoYPjpOIL69CIe+t0nGPfb+xj46YkM98F5CvlyFfT471CE8fozivge8XL/8Th6+3YsWPvwAaD76bc4+k3YfvoSA0r4CjLa+hpCfvrMxBT6T2By+/V/HPqHZ+r7jRwW+awkNvkYdSj4v8K4+gDeuPcxTkb4giTG81I74vc2KUr0FW+a9rlpEv19F1z3L3/I9b8j2u0p+lr1mG1W+uf46vicR7L71TAI9nF8uvRld2z0nXeQ80LqovpeSLL7DKU+9GeYJvwp43r21FgK+7sUdPpFWjT1hN1q+3d0SPYEiLj6z+TI+QZU+PewRhb7I0pK9yV+UvmtauL0nt9s+aIFLO/5QM76/p7S9OngXviPgZT5vYeS+HamsvvzCub6JOWS9d4wkPxpL4L45drM+YISEvdTulz6gQT0/1hoKvnMVnT4bF3c8LAkMPqcJCD9tw929sinrOhKRB71iAvw+uG39vdJ2m76V6EW9iq2BPvOU4L6Zr6c+D//IPp0t+r2J6ge/h52evksPvj3qCHe9p12jvSYnab5YvpC+tSjWvvpFDj3w7Oy9tFLVPqA2vj7cTQO+7dAoPYrDCj93S/8+QFOkPhlnn71NTpy+sg0tPpSHEL4RT869FabuPXZFXb7HhTa9XKcMPjkgrT7N+xk9Omq5PkUfkD6Lb7Q9xmO4PVdxDz//62K/uk/IPo6RsL7uG/C98ftsPubwZD8tpS09JcRfPqH1Djvqckw+8WkDPhn+Dz7HKiS9MT5DPrvR9T2oRjI+IlcNPqPQAb6/07i+5EuCPWKC+766FG29xVLRvmohA7+Js4c9DyzPPIXEY7tSK0k+DIyPvTgso70VVNI+BZAHPjG1Zr4oILk9V+LbvYsnYT7GL6Y7eU0cPd2e+r1JNQY+Z5+0vS3OEb/qcXS+PaZQvjarNT6wzBc/1qeuPYOYkL6jUGA+VVJoPpFuLT4Faae+wGR7PmPh3D3VVuk+MolBvV3lED65Lma+UWewvtRxIb5AMve+rHejvER1SD3DKp8+F3EkPgIxND0gEwe9FmzOu04ghb4h/0K/ooIhPpSpdb7ta0E7XSLXPO4efT6aMZK9yQH3Ps6cZD7LZHe+pyBPvcAVjL1Rzds+wNPsvZuJIrwcmRG+KufDPQeBLL56gQi/hZsZPl/JPr0yi2E+eWv2vDHGOb4Ohls+eR/yvaBqGT7We1i9QLSJvf+3A78Hgwy+J5R5vXg2Jby8nee97NkivE66N7wMpuU+8O3SPdfUpb5/rcK9UxyIPsZZg77rKM+9/1ydvcDvmD0/dGU+mGkfPiDtVz7dV4o94LUbPtBDpr3ciuq9FcJDPTQztD3T3cy+lrENvk5SwT2+fy2+pN2HvTTLFT1BAIg+w3nhu4YuaL0wvwo+F09iPqgmjD4LeWi9Zcj+Pa7mLr5oUGs+1MLCveiuAz4G8nq+UIoWPXoLmj1sq7E+rCZ+vWgFDb9r3pk9oC4PP3KEzT1VGIY98KsdvWzYt70s1lq+k8gZvnaePr6XGYy9+2E0Ptdqt751NQS+yp2CvkRgnj3iAY09n03zPJVcUL7du5u9cX0zPv3z4rxzTvM96lYbvc9lbT5Q3P082+LdPbI3C720L1C+/lCrvqnil7xciEQ9eR6ZPee2uz7AmuO9HAsOP9qVsj0mMQ++VvmFPp/J7zyK6SE97LdLPgXao71psmc9QVSAPmgDoj5Vd1g+kATEvaNzbz4zQM+9sK1pPbNMxrzR5ae+HdKNPc39XL5LTSO+9Ogevf2Izj1KXKy84IMyPqmpUj2CW268OEmcvYI7cL4+cOg+yHzCPf4Icz5fBZ8+ONfBPmMVhb2cVF09DkqkvZgBJj+80Si+qIDEPs4O3r3ci965V7xbPsaFTj6BQZ6+SkoLvghw1b1iVh8+weBrvrQXjz7n1Jk+qFrcvemwgL5CnGe9vfqIPr5tCD/tQTy+7fWAPfhTDL4BtCk+mQGSPYfshr5B6M298CW0vgt4HL4UqkQ+52mbPoBWGr1woi0+aO5RPe1Wr7xVK8a6XkN4PlAkjr5jntM+pAc2PvaanL5i64++o78pvkCkkb4dgBc+ILIovuv2abv5tkQ+VhMAPstNhz0C0se92cXJvdwWeL1R6VQ8/L0+vs3vHz0Zxli9AlAEvlcYlL2evFk92W/pu6B3/D1Ptjm9Kk7PPVP/F75fN8u9CEikO/tUtLv8Jfs9COW2PUnqOz1kyd29/4DOvdoNi74G3YI87vquPSk0pL1Jn2W9PDCpPBDOCD2etk89dX8VPKgc4jz72Cu9tW0JPq1Wrrs0UX4+2gMsvSjn+zw8fxs7YrDJvYhsj76G3zk9oPQOvfWSjb1aKC29vP0cvUAZAr7125G8yvgoPjSxI70klRu9TKZQvsQUObuzMcq9a6/jvXZbnjxiLpU8aJHNPWTipr1i7fc98i4zPg0Wvj11qAM+1x2Wvf5ZRrtt6Sw+A7EzPvu5tj1hAhq+iv43vdASC7m4j3u+5JI2PSs8ADxLUUe+UgWGvayELD1iuTS9d0HOvDmXJz6SxM+9k04uvv/rQb66MoE9wNBlvWF/CL4bHJy9nBGUvkmTtr0BA5k9BAQLvh2jEb9kemy8ivRWPZBJFT0hZkM8dn3DPYVB/70RMdW7QxbzO9z7AT1qum+9dkPLvlVzYr7C6RQ90TlMPOzCI72lcKu+rw+Bu6egxbx7wD2+HHHcvaKV1T2+A2m+POwSvv+bDL4a2de6qcYavGPmD764kBm+SFO6vqa3RDzGOuU72Ygtvi00Fz5Kr+y8Vo7pvVCs6z18NNc95yfhO6CyozzHlUO+MfePvWzMTj7nyBA9sEgYvgKkOD0EDpO+HCVCPpNPq71Pwlq+ouejvcl4SDyczoO9gu44PnltmD16ySS9ZVlGPbKP2L2XcGw9x3I7vvn2I74aHmK+LaUuPhapJr0R2la+9EODvk6oNT5FzxC8Bs+GvXRLVL02f4q9agahPHRx2T1m2g4+HmEGvimQsz1Q2SE+hRBQvZgZZ77tJ3O+KycDPhy8aL1Jksy9uWpcvupIwjxRg5A+KcEAvoqNRb3X/y8+71I4vtJTPL5ZrDk+KpyfPBaPI7yPDG4+l1qcvIm9qb1Ww+S9Px4bvAYUJb4BYc29XhSrvWSMDD5jP2M9xFEFPgk1Lb7qxwA94Vn+PczaJT10iKA9yqMNvq8i+j10YKQ9/SU+PUPvS719oKG9QHSRPXFLxzwyXPi9CniBvQBA570qlxs+AetOPkdBnb0DHPw9P+vnPXqw7DxL6So9MrkXvVH0tj1EONa6qJ8rvinbiT7wmGm9XD6LPrv9xb3So7u9SHQ7vFpNRz0njom+OtWMPXPt5z0Lu0m+PKqlvQI9JDvx0Co9gaYqvu5rL74z95m8Bz4HvoH3LT2GOxy+2925vR8ChT5asy2+AYNpPmrcrjwbR489Q/yCPmgalr5Aw22+3aMGvtC4YD0l8Ws+ejPjuyxOvD3CnE09fj2FvOu0M74tO9m9ASZYPgmj4j07iqc87W6rvUD6db1PKQm+oxKvvUkOz72dN4O9sbSrvZCARb6mRYE+voDxvGcYpD3p1DY+OXcHPitlVbzQRNc9r24gvYFQvD0c0ko85fNlPjVsKr2FNeA9O5fXPeKnkLm1Y+w9ULG0vZtZ0D2Cixc+nbbhvTH707yCcDY9vExJvRi/yrwvox8+JPHdPQOwEL7wQme9iHIBvjvV9T39yzw+beWRvVOUh7x/szM+saUlvvr7BL6sTWi+pIhhPct3Qb4F1gS+YsEIPkzC7jts45g9MCe6vU9s470lbqa8F4qUPYiV373Q+Y49QvwpPoLziz2keki9m2tUPg/XKD3NSVY90jKAvqa1Ar6p2Bc6PYxpvm1TDrxcSAQ92P4wPK38rjwYO0K93VgxPotdLL17fGi+vUGcvaPjW711JNs8q3aZPoLePTytneU8E3dHvXzQ872icZ29sHX5PRBgir0v6zO9Jo+JPYw/nDrLB5c9iy+tPRv5dT0oDi09SApivmPu7jwMMac9pfkmvgvIeL2R8qe9nM60vfXh6L1Aq9c9a1OBPVSvcz4+uOC9m7IUPhT3RD5R7Ws9e/NMPQi9Uj5aFBG+84nyPX1jcj5tyrA9B4uSvuNs7L3Xjrg7UUsnvqWgRztPvn885LOhvQY0yb1clyO9TxIPvbL2jD0ptOm9UHm9vFeKJL5+mC++iJ5mvutZ2Dse2KY8huVcu/LgOT5zTfQ9SmIxPkzRHb3nk7o9IX5hPU6CHT2A3BY8vq0UvRzJJj3s58I9KJ6TPRaw0T3fuH08YW7JvBAW7b38bEI9MTxnvED+5D2MnEk+uRr4PSW4cz2aYJe8CuYfvYK9L709PzI+rrhHvYkcLj3atiq+oIKfvJuyFz5lAqs9rC+PvWFZQr77qSa8k6Z6vvEw3L3Jv1e+TXAPvIgyKrvHrom9WXqdvDw9przS8A8+XjGXvYKUQb6V9OW7gZXjvG1lQzwJD4S9PUAevlGavLunp/U9ffUHvlJQkj3E5gU+7BGtPZ5jHL6TC6S81SrmvLP1I71Gc8i8KT+BPHKNub0ixDC+KGAevfWGBr3u/Ea93pW7PHswQD6opNG9SECHvcU1DT59udO9b9ejvU/yOL3SuN29xdrDPThFQ74c+B2+wS4ovtP++L2Nmny8abBxvuhLcz4CG1q+Na0gvTiNa75UlHa9ySCBvDutHD6KBwY+XoxAvssQEj7/vts8+5/rPU+EHr42dXO9p5oXvsRGXb14lCS+H/a+vQGQwbxQbEc9RNu1PLubg75m5zg9SHLuvQk5rT2OaT6+6EKBvbemTz1kExM+Xh2RPQCU+b4Ge5W+cIIzPefNEL2+dDs+ES7/PPAxuz7HyRi+XNYlPfkIlL5zPBo9fEgNPj4zFb5eSic98HNrPi+PaT59Xp4+mMMJPYbFiL2pOLe+FBiJvoKEPT5nHw89Cwstvh4+Zj787xG8oHPMOsPPhTxOn88+fyvJvMYNMT5MG2C+WUaMvBtRGD6bwTY96N2HvY6UBD1L42i+PSZlPfyOoD3FCoE9twN7PlaksbrG0wC9JL9KvnbGEz1k9wi+dCK8PWdUPr3ISry+c9WEvvNO2D3BXEu9VMffPJFzAT+tQWU+j56Dvoiu+rxvgIm90hCBvT2EpLvNgYk+XEl4PUOF8T3EoFM+tzgWPeVttL3JEsM9rfChve43Iz0vsjm+WoqNPItpUj2TYZA8ecYVPS1dCL1FJ868uK6kva4hK72x548+RicKPgAut70LseM9VtLEPBusfj4vNGi+ENhOPmoFgb5jcYs+AfKtvrOTB74L6xI9PvMuvTUwdD291x694F+cu/6wCr1eiTw+FKA6PT12Db6kWRa+yCAaPbFMLz5htkG7HZQvPE7Azr0/fc49P6lEvsyc2zywdkC+7dMZPkHOfL7lpMG9in0VvsaP771vR5o9kjfkPViR+717LQi8U7wnPusLcD4mRV09QkgTPhU6p74rhqc9Q75sveqvS75H0ey9gHUlvjzvqrxhhtI7jSN+PfCNoT18gUK+FHlHPp2uM75iutu71GUUvkyQk76MbRC9OVEtPbwQBz0uQZk99vgnvomXmz0j6Js+Jxa1PjGNfz6hrxg+d2DovJGGH76w7zA+KtYmPi2rrj5TmEg+a+Z1PTBxLb5Jcea94E80vouKCjy9HjQ9C1lIvB1lp7192RS+42NKvdeqkz5V9T++AHO5vitAyb6eVjM9JjwaPtgHnL4Gwpa95dyHvpehob4QXPM9/usMPnJcFj1mkf+9q4yvPSMliD36z8S+0o9EvWtCxb6r/FK9EAwkPn3YgL5sP+o9JocdPRw2oD3YHoK+bvTmvUpqdTzpO4g9LPqEPnqEMj1HrTE+L1tJvkBhDL7a3ci+qj1APRB9Ar557J89rhctvhuAL74Db1s+oiOyvL4YKT7wDC0+6iKmvZ+vHj4yZvO9v4w8PlrtHLzTG3K8/O85PPfw4r0Xk2++KSUNPvM5Sb4pNII+Noubvv7/pD1X/WG+2X07vhBktb2Y1r07Ng9AvoskiL78Vna+l61dvqoCED6y8a69hnIcPnLzBb2opZw+zIegPXkEx7ycKl8+5KupvWp0KDwEYIE9G13QPbt+Y75Da/+9xMGAPmscnb58qvC9wV9IPndgE707wEc+7Ye6u/nbAz6Hwsw9wWY4vjA1k72n0iM81caHPLrzAT4oOdY9LwhfOqaUjjydWao9KJqWvdivbr70HQK+mFE3vig2dD3qmTi8RhkOPYuKaD27cGa95bI3vi+Zmj33OQ48u3GRvbskgT5VQrm8Q6sGvQNFgr1d1c09NzOzvbqcOj5cUKs90djNu3c/Sz7OsNq93bvKPJKWKr2uT8Q9XH8hvdg6krs/Ffy9i0kjPlm4FD7SW4k8xPvMvBmryj20I6M93ErBvOJyWz5W5DC+nY9sPg1ZGrz9eqQ9ePawvYSCvjzHL4A7M/QKPpiJr71ZCwo+BbVlvQMFUr4onoq9DNteu9uJgD6iSnK+ec2TPQOyJ77wJ0G9I4o6PZtqxr0Kor89ZC2DPOSDEr7+dHA+b4XBvesJ7T08xEC+tZIsPv2SPD4IiGM96UbxPa4SQz6A/b49VdkHvrrSnzxjY5e8n/wovjZprbsqPFK8q9b5u8mYTL5P4T8+CZtBOojJhjyLhqS9UziRvdUvZj00Jq089xCDvuyICL1WOmI+2lS7PbnflTxE6g++W/1Qvpn0iLvADms81ZCCvmdc1z1XtIc91+/JPVD0bL3Wfw0+OC6+vPTXFD30dk296lIxvqsNjr0G8Ru+1ntPOzJdKb5ffYW9hgfHvODtXT5iJ7G+jrI7vqHkCj6+gSM+nu8ivi41ID30+tg9eCnGvEQ0J72u41C+eAR5PewFQjx35A6+bvHZPDhUir5Zxoe+0EoyPgjVcT2axYK+5YxYPpbVAr0/9v+9DI/QPKnXQ76oJhu+TO+hPiEVT75z3U4+GB1pvojrXr1ZwIe9tqGrPCh4iD5l84W+6pqVvu0BOzy5LJK9qHxpvuITUz72y58+lZl7PXONpj3wnGu+g5UzvdxPbz3LQbE9JEVHPWbM4r2MYsA9sZ0MvZwgi772iFG+5wc3Pl6gkr44yFy+S2PFvBiltL1wE8e+OTSQPc9dlr7LROC9cgcavlErm77t2pG8pW1CPgDfeb1xo4c+gTsWPq/h3D2DVI09+s4yvaWkXb6tZ349HswsPVpsQj5Ytf28U6WSPJYOTb775ey9f0BmPIC/UDy3As29IaNPPSUGeby6QAQ+CyIuvr1iET7SU+C+SUcFPnqGi7wLnvS9GRjqPfNG2L0ptxG+GH7MPMOYZb7ymnc+k/pyvrorm73g/cu6c7AnvUOUK7yE838+H3GLvol9ij32KAe+4UkSvh0nUb77cbq9dYmavv3JyL2Xz449tsc5O79ZXj5vfQm8wfqLPFQTTL3YsMY97ejUvfTMjL4PkFE9dwmYvmMcIT6PFKs9/OEIvscxBj6VrZC+dS+KvRKK473x25u97upsvIEVyb24Jhm+8/Jpvut0xj0W/5i9EpnEPpwj0T0fDFm+QmvUPQIqU7xBkng9deDnvfSQez67wxg+/RZdPgAvvryTdqe9WDS1PT4UWD4SasO+GQc2PgbUBz5kcSK9YooXPkBrwjtFrSQ9b7woPoDLc74RHM4+P+ABvav4LD4bNLm+9Mzhvqi3QD4Sl8c9OI6JvUj6s76HTNm9XiSJvkbOaL0/HTI9IUuqPW4PFL5NdXg+pawYvPKPTzyC75g9K9eXvQPwHL7ahX4+bKscvit42D65+MG9tzqSvqRW2bzVTQ8+jcpxvgZoHL041qw9CX1TvVqUhb5ohFC+D5DHPPRrjL7uC1u9I89ZvrdtUzuyzCQ9dMyKPnLTf74wtBm+DbgiPlUoFT6UE2a+cpMqvaEA3z0SFUC+YnamvGudgr4AZDe+hFgmvj/PXD7peie+9m6iPRFPUr1u2KM9juudPvVvcT7bx9Y93FtbvnHMmLx/keQ9Mvz3vVzmhL3KVWQ9z3KnPVh4CT6CiFo+wRKuPjsY2b2/3+M9hiMsPnb3Mj42dW68mRoQvvoeWr6N2g4+J7XQvZtD/z3vDn4+BTYSvk6a0r0w3ow+o/fbPJgMW75CBTI+xkOpvPyh9T0AO1c+046PPVPi2z0lNUo9L0opPGgVjz4LabY9lxeJPrIhVT57v+e96GZCO8UVQr7YZQu9SvIPvlvwVr3kFw09anqVPQ9Awj28RTK+y10yPcF0gz1p4cS8X39zvlj8nzwg/TI9dqkPvjtypT1h+U++XWAXPnErZr6nfqa8MQwoPS0IVLztDzO+ZwgKPVPqGr4qRy+76rgdPixk5b3EAqm81Hlmvevt473RS6S9L3ohPo28Qb1zf1W9nW2vvqNsQT5z/eG9RA4AvVrGSL6Vz6e9smArvB8GCT5MUNW9lXECPgmCI74DYcq9/P5ovT4NRb5u4my9L3I8PvqjLr6w0RW+eTcSPjrw7T3pARw+4M0OvvS7Xb48P5w8nhXPPYXVXL5pjIs9yTgMO7fSgr3ii4U8AzkWPoOOU74XmMw8Kx3tvS8nxTwNZC4+/ejrvUaiur3FLeG9QC4qPIINbL5NE8W8p5uBveMejr5sxB095gKjvTzKH75qQF6+MT6lvaUwrT2fTFG+39NivU1Yzj2vnIm9kyiJPQ3xzj2kLxO+CrmWvYdrqb0xcD29FmTUvd+MhD1D3Qm+lpMIPpt4+L0r1jo8qhEzvh+U0bxOig080qsrPNoYPb2EH5y9ME25PSjoeTzLsjE9+au/veLE+LwCdRm8/UsdvnC9rj0ZBjI9Ddm1vGwl1z0iWt08J2KOvAzbGL7iDSE+qTnIvW/7d77ua+29fCDPPXPWVTzsFVa+mN9Pvo/bnryR1Sm+DB0UvproHr5TyAa8ibQuvnXwh76vbES+ZjgoPBP2fD0PTKQ+npGuPX18ED5Qjdq9dc+HPq+6Cj7zpeI9bj1RPssiRT4uQLs9O9zKvYALMD40eq6+YBeHvrLwPj5BSse9FrWxPZ9Ygz7WbbA8nYEUvmD56rrXoTe+9T+lvpxcMz6p9TA9VHnmvYAdbL5mkWu+D783vqZugL2u47G+q7GQPVMVez5ynws+b/UNvsffOL0OAcI8y9NJvsjyIL7B2i2+zdwVvh+wiz0B4Nc9bnqDvhgVY76Zxcw86gEyvmBnvT7qLyc+sOAnvpo+qT4wt5k+EO8zvh6MlrwdJK09Ki+RvV0oBD0AlUo9ZHqVvUldCr7A6fM9qiYtu/1BOT1vvk++EPcRPrQwhz7pFfy9pDjpPS2jvbzV9+A8tW/AveA5Bb6GybE+WUBRvRn/jD2xdyS+U+xLvuXRCr4kjFW8YaQ0PsNF9TxlZ4m9Jay6vCW+MDxhOpQ8y/DmPM2Ftb1ACtG99deuvvOEUz5gQva6l0gDvlxaM77EEp6+wG5QvvjYCb6C4qs9wNeAPVduEL4Svhk9vNQQvqlEsTyj0hG9XRFEPI+w6r2tAMo83vVqvvsLHD5z3j09emNpuzCVST6JFvU92uPkPi3K6ryIzAK9oTh/PQmjab2lup09ZQrovZrWXj53iea9+KXEPd8zrj3wKmO+z546Pql5nb36wiu+8DmzuW9AhLzmDoM+k20nPjP5Cz4AKC29sUa6PSyh0D1jfg8+LMkgPV6mkb0Q1l4+ADzVvesEmj5S0s48v0MWPWzm8r07YwE+AHATvlM+6r3TVI49xipwPv8Upr2AijA9ROc4vU5AljxfG7e8660cvkcuVD2TbAa+8T/GPfJ3ub2JkK69y75ovaUD4r16fsy9EJk+vUSTNb30hRu+pIgKvtSRNz0qgk09yI19Pn7N8z1KAWe9e1P0vbi5kL2zkgG+MFb1vd+Rdb7ZPdE9eqE9On/xSzva2929Hpc7vmPBHbwCr3490yF+PfZ+Oj7iCpK+Wz1wu+Vr+z1SPom+LDMxPun85jw+CD6+1cYbPSMnkb5tQlS+Hb2DPcEk2jruXN2957GtvieUPz4uT8W91/kDvjcmbD20VJm9aJgYPqkXorzelng9hC0svgO+WT7ibp66W3FsPoOPl745pk89lC+hPWmSlzx+TEQ+98m9PPafe76ndJ2+cWEsvuhfwj0C646+VI8ivpxuyrxTpuS95oAzPm+rZT51Bsk9WkXbvbJdlb7uk6G8+p1Wvn4hYr0+wyI8naDGvZhEIj5TtSO+I/yaPWwgfD4npXO+97B3vdMn0L2I9+C8YLMDvtZuyj0SPyS7MONHvb4l7b2SdDW+Zp4rvp43Rr4daSC+HjFFvjy/Jb6GZBy9HlcIvICN5r1GWuy94FQgPZ5Yy72ilRk+ysjlPJIpyD13UJW9X7WHPVGfDL0YPh099+QBvjE+2L3hfcW9O2OWPeGsIL4VauQ9FqXLPWvPBb25dDq+6jLVPTmnjz1thxO+yM4HvlUoC76uC2m5s4+5PMyulb34MZC8DJDuvXSrH75kQ+W9T6aWvpNTfz0+IYM8wIsrvtuZeT32hN29NafMvWhsLb1XNRm9cd8wvuy+FT1pwbM9ieLCPWXLxD0nHYC+EfRmvlP/jr4Qj++8VuqIPBtRsT3sA7s9WzAMPOueFj6IhWA9zISxPfPIDT0cDYO9kJT6vcoBNL75ebS9vpqcvrKQWboMKq25UuSYvSW7Fr45+uU9ISHjvT5VH7u5Kpg9gObhvW3Mvr2a2Rk9RXgpvPX5OLw0pws+paocPTkXWr5ZPzm+nRsVvk24jbyj3Y++wPFSvv5zuD1GDuK9U7WTPerjSz1QJuy9QlUCvV4c/D2Mcki+/xW2vWbuiL5+55A9iGkPvrdae7yEE2G9leeqPeu4PL4qdjO+ffsVvoQCarynLPC9xyqjPT9lWb7iFU4+oJEWPrgOoDzf6Jc9HxYgvZ04O76yw669eK4aPTRZwz1kF9y9oUbIvS+4JT45tyS+hTeZvvumjr5X5XG+ANRDvimGub5YP9g96P0VPS91GT7zMri+Uu8hPvRuSr2R1CY+hLFxvZGLwb4OJAQ7HhoSPk6Dr7n87PK8sGljPpJm6z00Pqa+thPtPCSYzT0Yxem8DjXePSPkkD0OiFs+Jhb8PNy9pD3A24A+if4RPqgxTb0IKNM9C/cqPhvJUD0hxw6+kTzLPcOWvD04lp2+xVgmvWsGJT5BxJC9R7abPXjrOr2XG9q9+qRFvsbFer1G+yG+jk5bvv/Spb43XBC+zSWnvgRI6T2PohK+WmUDvkoy9Tx5a2U+3i1Evtercb4kBIo9rH8rvtoagr7BOpM9P2K+Pfiuj73bIhu8eylFvj6Adr5PAH8+wqifPRVHpb2rsSu+h6DtPczzjj707ha+BgCavgRVgT683LS+3g8Ovit+Kj7n/UM960+APj9/3L1Tzt49BAYdPgl+M754x/u9nLRtPgtNsLwd6qI+JpIJviPfHD5gP3g+AOCuO4VDOL0miL09t8jmvdoHtz6WrK69DE0gvKLkn74kpym9KjUTvgXvCr6tXt2812gSvhDr4L6lqCe+AK/BvW/NWz0woP88ITdGvkO1pb4ukVW+qHd6ul7cnD2X9Cy+vPxPvuRc0zqzrT69YHHfvb4eMb63ZsC9+MRzvd6EvDyegJq+2KtOOB3Rhj7nTkg+HSldPWnfhj7apXG+xd7XPfPHjr6tPVS+v5LsvYi5O72mUYI+F4SRvjma273CF1+82Pc3Pkxej7w8qiM+p6W5POwmAz1vS1C9eU8aPIMU8bwUkdE+2rWGvmTiQz6m4E4+masHPvZIRL2U33s9ODKvPd4JnD4bNVm+wiAwvSy5IT7Tgxg8GVr1vbxf972j8sE9z8UEPkY1bz2hoaA9r1CXvvM4h73Td729oIudPNN4zz3Oigi+ddPUvSH1xz2XYgU91E1sPeq/Db5r2aO9JUOXPWrMkLuhkh8+DvmevDYeRb5XgJK9xUqfvAQwE77zY+A86UqbviS5BD5/CS2+B7ELPVN5H7zeehY+T9mDPg4Z3rwjAPa9TfEvPR0m6b7ctUI96s1mvQ8/1TyhnXM8J8IFvuhpgby0wLU+VZ9OvgbjRD5Pudo9vDLQPr+wBT5uCTW9lDn7PawY2j0QzEq9QB9hPRmqSjzal1y+xEtOPnClX776siA+nO1OPvuSITzFcWs90/f+vTFtxz7ZdV69irCXvYi4zzxYX1O+UwSQPVnEu71Z8e88AYV6PrpMK7vAOpE+jNS+PraLu73+LZ+9vW34vHpogz4vPzi+LME6Pn1kybvmDEc+ZOakPUvvUb2oz3A9pS02PkSFVT7IS9695f07vWnGTL1cHLo9cjolPh2i9zx7qZM9EMQwvoD4Sr0tNxE+2tgNvnj9kryCPKi8wQEhvuO2Sb79IsI9zO8zvmhZLb7Hl6Y8+A3GPKeHeL2+vpk9AjeDvjOcejyhEQa+fcIiu0zo87w1sFW8v4tCPm6cnr3/PKq9pfdlveXNjj2DxrE8AkFVvCxD4L0JfPe9sxBCvovBsDz2XoC9qVYmvol/m7pjfc29ZFevvZuJ5Lsb+iU9RpU2vlfyDb7uIQM+cPYKPlKq7Dvt1hm+gRZ5vd1PybzHCl2+skXWvFqIjz2fsNW9AQufPR6ATL7WUzg+YJVFvg/9+7245IG+XVUrvlB0wjwZTxe+tQ9evZCYID3u+ng9vccPvgQxID4+qUw9latfPPpijj1nDTO+l9oJPhXUKj7Uv4y9tBIivprKXL4UJu49jKH+vaRT1jvZdcG94XR4vs50tDsumY49dxJLvs3uMb7pa4K8h9wlvahkrr1r+eu9EM8OvXv0nr48kYQ9y4r9PagTaL4kIKc9lvc+PVk/U743HQu+IHXKvWB0kb3d4NS9mFEJvood3j37WKI9EPD6vMcoKj1HYZw9qiTKvGvkA74j7M89xy13vst2dL5T/Ik8H4vzvbYrxT3btJM7pIbHvcxtVzxFZtW9Xu2SvHG+aL2PnrS9QGLBPdWNIT7w+ew8hV0dvnSu9732sUw+EytMOnlmbz0dML+8JD0QPia6tTrT8XS+i2/QPh+tqj5siLE+G1XfvM+5ST6b6Wa9JiHOvCyJ07tB0rM9DTKpPbOKg74Ksj89lplevkM8kL239NW8dV0qvh6HmD0N7rw9LTBgvZQJ17rG+IU9bMCMvmVym74S04A9LBArvWDIwz55GXC+ZMo6vjfPtL4L1eW8qSYlvkrYdb1Tusu6cyM7vq6CRz2RlSw+b+0tPnUZjj0GVmc+wLulPfZdET6G9oa6pSc3vuSMLL19G44+LCcivn9Y/jx8Ero9+yDhPsVGUL7wbV0+uMPxvebs3D0CEWE+IatIPfMxPD7YvIE+DHCmvafgJj1vka+9lH71PTl+7TxYxze+PWMcvlIwkb2Qcjc+prCzOSz+R704JGW9c+uLvHjgir3mIJK+w+ANvsFG8L3Lcgs+3Pc7u356Cj4D3+o9WyIQPYdZgb0lGXq+AxiMPufSDr4JDtc+tI1GPlhrFb43QOQ9RK4/vkVpGz5PfGi9dzqYvq5pjb18CZ09hi2lPl6PML69Dpi+cq5+PudlTz2k8oq96c04Po4A473VbWU9/gOjPu53DD4cUrQ+dg3PvOVFxTypvxc9IaCZPu9myL3WNQK+EjSCPcBYqT2zdia981cSParnir26KdM75RYgPu2QCL5lnK297WxtvEqUgb6P4tE9hdeAPtZEuj2mjK49gcciPjJZg75DoYY+vdHXPDysGzigE1A+53Opvkf6Db5LXk6+eDYQvmy9Kj5n/7U+bArEPtcYm7sPqzE9amMJvXN3F70kKm29nXF+PhB6XT2qvNE9/uwlvqd+jb74f5q9of5qPotaKb6U63E+L4WDPROGOT5XIOy9TZ7tvX7DGD3HdV++9SMVPX7diL3y2fY9USQsvQ9EhL6981i+314dPqcJHjzyhh69CkzwPKLscj7/HYU+Vnj0Pt1Lab0136k8n3kpPdBaZb3ykKA98jKFPGFgsr0Rk6Q99QU6Pjt9Or4RHTs+BU32vSPImrxWfhY+L0MbPRo+zT0VNOE9x1I0vjesNz0b/vO9a7azPX9BQr7XhVS8Rrdfvgu+7T3v5YG+lBVGvo2iMz5jE2y+JTz5vaZh9701T4A8bLe2vcAX7D2WB7G+MQ+gviK6lj4JHGm9GnITPkNqxr1/n4c+0dEjvq0gDr6DOyy+j8xqPfGw2L00kB0+i5yQvjMTY725KBG+JDpVvaswsL1nByM+GX5Gvjw3WD4bGlG+AEbAvbr5d72f7MS+0YkcPiyQOr6aWYA9wP0KvcO/8j3/RZc+MVqpvggB0D34Z8u8yshTvrIqUD40QVI+hC4uPgcQnz1FR/48gP6JvPZIBj03RKC9QRXHPah9+T0AvRG+SggBvhzqQL1aBK6++OhevqcHeDwVYUE86yNtvZWDHb6oVh+99xMnvg8rQj1dA/U9gXEGvm/Uibudpni8eIiSveOuEr5OGRI+ktGoPYV+ir7+YaY9c4sMvtKUmD0sFVM+EwQhPjappb3YARy+kWJfviWwir1tmQC+98nkvduhOT6ZB/69m5JmvvS8ODzp3Ms9A/2EPjykwz0cBD89NKXYPRoESL4wcyU+cZx7vgg77zyX7rM9Vw3vPVhTXb00h668kbiEPfaN3T2h1xY+QnoTvhIpaL467Co9MV0MvQN8Nb4QpBa+GgNiPfenDr4YIBA+63oOPIOX9D2I9gK+3O9MPVgwdjrTiua8rEmivLG/5j29jbG9f14gvajS6D0Lbm48g4UUvldwDb2tSjM+av++Pf2fZD7y+oc99esqvmcQir3WeZ29qsCfvYXZDr6X/Qu9FSQrvXK5bbwC5MG9236pvavIPr4iX+491Tsavj+Awz2loe69e20pvji/4r350ta9KvgsPQ6jnj0WM9w8C5KfvAeNSLxZ54q9BWInvcB2yT0PTQg9t4j6PdnRBD2YSTA93mQNPG80Kr51UrC81+BwvVL9IbwW2pe9joE1PRfnED7s3z6+Im3PPSzxZj3Z9yK+grw8vp5Kqb0LXWe+QtLCPKTBGr3o5Qo9tcqwPXCShr7ue2i+jmaWvpDJgb3BKlg95skbviysND4FkoC9LYOxPM9Olj1q5kE9dvQMPisalz2HdOu9hmP7vChx271xyYu+E7MjPp0sIz50sw89uZMvvOjPgD0y1dG9+CNuviWSjD2r+jU+L558vCwf8z0WMsA9eCZovq15Nz6pSHm7sPZMvb3aJL5tjUq+WcBrvrw+sD0H1ge+bdGQPi3CMj6bQtc8X0cTPR/xMb2cLJC+dFeDvQSRrL21EiS+SGGNPfHINr1ugEO+HOpRvfexir3JGJQ+GB1ePGnTJj3PF24+iP9SveNUFL4j7l8+lWYWvomdRj4yB/m9ZDgxPgUdJz77vwe9WlGlvlQ5ZbraTog+R+ldPm2DAT207BO+Wv6rPdpIDb6bKQU+KfZ2vt0K8T2YswC/FO0JPZ57oz75AWs+5wdhPdxJV73yJJA+44vvvIlIjD4ZukY+wlJjPAYZRr6UjNS9THRfvZ/b2bz4h5k9SKb4PV79P73NRsG8ezPOvRV7Vj7RLh8+xblUvq6nDj5VYjM+aQU4PmQKW75G0+i6Fn4dPTS6HT6WsDk+K2QGvmd3kj1n5ge+YsSkvKSuJ76pQTO+msSIvJvEizwiSL698167PIfyxjwUlAu+s1gkPnsn5z2kT6s9NyezPayiML61zDI9q/tzvYGFjr07bBS8r2rVPHhxQz57p5K+Ij+uvWEj7L155TY9XxFUvJ5WPD0fpxc9iNKIPg01tr7C/Bg+ON0ZPW4HJT6eIoA+1liuuXcMuD1IWDG+5+pIvu9fbLwN0Zu+zSE+voD4pr37x/m9JIUaPmTPhL5jRa6+7U/ivR7tgb57EyA9MaeIvDV4pbyN8u28iyIuvhkXTL7tSsa9Kw4JPg0Khr5+vfu9xXZfvjwmSD7i6xg+NVSrvPNs7z1qyio90L0+vazcmr3LcWU+VWWKvAj6ZD7cZwE9O8QRvpOVHL4kQJs8XN4CvbsGE7585b+9a0Bqvi8FmD5l8aA+qgqwvXyknzzu2AG+IlZBPj2Crb1UE6A9ulLxvRx4Dr5aYcy9fZr3PVmluz1Qk/K9l5sPveFYhDwsPXG+EBnPvR3j8LvvI4W9Kx2LvVShmT6KQES9tCFhvfF9Ib1satI87BQbvREVPj5o2qO8nTfXPqgHtr1mgEi+x8qTvrHtTL4MJM+9GL+uva8aI75MHxm9ZRFwvgWIt75qupI9UGOWPPeHNT6OZpa+NkiOvq9tiD1wuNU8Avy7vm7u+z23S6A+5nTHvVLx1bz1hAY+OF2ZPf4dL770WgW+7ybAve+JQD4wrty9OeEDvvhNfz1Izec9aPcXvB6o+L34Sc+8xpPAvZTpsL0k9BG9omC0PdXcLL4Mup69oa4EPpmGCr59hA8+WkIDvdaDbz4RwkO+vyd0PruvvD1IG269tS/QPeGRAb3WFr69zeEJvG7+/T2KPFk9lpTWPXU0Kj1H4RY9SmIYPZRFWT4YCAW+vjAHPs7kjT1SilQ+czuYPbwChj4xhiA8azrVPT5+LD752DU+hXujPR9oGD4C5Ps9OKhTPvl8m73yQiO+2+vZPUCjlLvBZiC+5M12PcmipTxinBs9OQMfPuxzYz5osEM9kLYRvo1bUj54Pwq+99omvgN4kz0PvyA+Afc6PPkcjL0R5p48dQBJPvCCYj595tU9Lxh4PXjxMj6yxR09rVXWPatCDb6a4cu90aJAvoF2LD3dWxy+GFD2PWjG67zwsGg+ciP+vP5L+r0Qq9u9JOuHPd5ED75+p+06N+XnPQ26IL0MjDw+4LFNPRwj8j0II6S9pOX4vfXLnz1JBy69fKl4vWOyBz6neH49DWt4O2aYHj5GnEg+2c5YPEfk471IrEY+AkNCvjxuIz0r0oc+IbDvPWO8QzvPEBi+fg1nPmfkZb371QU+Y8IQvsSPs71qWy4+r7GXPNvt8T0su269URUYPjgP9zyxhpo8D9qsPRGL6bqpbyC9QPpaPnGGCz0hbjy+HKK1PIMXsT2zPVa9rocWvtm7Gj4Dc6k8L1eXPUOrBT6fdfU9JFarvLD5oT3TypK+eEV6PnbSQD71co++uJ11Pv5pqT3kQZu+mTwGPi0zlz7MxZo87kJZPtbQjr4K3Z0+GT8mvrQ/m77acmA9Rz0iPheGFz2SUF89rK1wvpW9C7109Fu+9LI9vRvfwT2uiR0+knD0vVMe+T2aUKs87BL7vZwk+j2aI6q+hIIfPtDZXj2lDCk9wHxhvqIZiz4ZQLw974lxvYFnrj1reJQ9nAKLPCHhKD27V12+Rq2lPW0Fn71zCHe9pByDvhWsMD6U5o282BrzvD06Nr7Lnh4+k0sLPh0kYb00dxk+OeF1ProqWb04dD89vglvveQusD04i3u+XCWHvY3yiL7Sd646U4RTvX/PwLw2lYy+EWjKPo1fhb1qWiy9+E8fPnpEu730a3++7WMMvqcuSj5iSoQ9/azMPHexIT18DKy9GY+jvnDbr72+Ahk94K2NPt6CtbzOWT6+Vg4VPZcZpL3I6nc+dJyUvgF2KD6X1yw+gCVZPYCO0b3UEv080oWhPEMKtT5GnYw+oUCbPgA9Xj7PXkW+HF15PLuCrL4Nvq+98GiSPRzIkz6XaPw9NHQ/vrKMM7shRJU+ZAu/O804N76Pk0g96sjoPHjqQz6OJ1W+JM8DvkaOej1Td26+dTqJPCTTMLtdvKs6azUEvQKFiD29aNk8V2JNvNE+lj1MxvS93vHBvnnQdj7tBm89yRvJvMJ6W75U8YM9WZ6FvXfpfz4t5n49Jc+HPrUMoTyYIuu9sN86PuOsEz0WDR++YD8+PUd9Eb6k8DK9vpB6PsE5v71S6zw+EhHdPSPjwz0+zWg+1gSBvZhKhb0pyCo9KvLXvTAd1L00D+09Rw4KO8qQRb6+SA+8B94WvbvipL2PCA09IbIFPu54VT4lALC9VtkUPm92Qz5gYTy+nGzyPEP+mzs+fzE6IOv3PVLGEb6osYy+WujpuEv4zjyhekY+4oyYPIi3bD7vQ1m+18q5PWcVOT6+S0g9c9AvPhgzdb3VVx6+m3UcPpWXi71UaIM+4s9Ovg7Jpr75Z6O7M3EYvbRgdj5XWF27sEP/uyK0nL5eSxc+b8mpvlCm3T0JKxi+4Sj9Pe1SpDwnmia+P5sHPWWmvz1MrXm9SgnoPW0Enzw88pe+CItkvty+wz2aWaS9UGeFPqjJert5xks+8nJ/vpGqX73gcJi+DImAvlwCUz6Mh9k9172YvmBlmbx+H28+RtrLvV11xzwzcZU+hlaEvYZS+r0XSQI+KPWSPXzNhL7EnBg+C/wLPhusc70x8Kq+/Uo9vrWBzTyNZRu9P4TqPS+SJj5VAiU9dCMjPRduBryINDa+h4x5vixRbD3yZXG9/lEKviZp+T3F4Mo8XqRrvWyE2LtkyMs9a69LvlKDkD3gZaS9ey9JvsBaE756gou9Xf60vZzZRL3dQ/29KhOHOwz8ALtCiVy+rC4cvo+0R74MNjS+BnwBPtEXwD25gwq+bGejviFImT3/uP09kn4xvkpQprxOxJG9RH4hO+w9N74sCci91V80u3A9DL7ISOK9C0kEvkVRoDx4JUA9rOgTPoZY9LzwRPW9a1ahPVz+Zb11+oa+th+mvDJuBT5BeeU99DfQPbYArr3yF7m8j0dRvhjZSjyTpI29RsS4vZsvPb6Ohwg+rcPJPUyhHr4eHiS+nkdZvWMTh71RB/Y9YMW3vZYA4DgBvdy90oQTPBduGL6L5K08xW/qvZBB2D27juS9nTBJPn8+e71r+jM7GMqFPRY2z72Tgve9aTHUPZi24T1ebt+9Qk4Ivu/KD751rXe+o0xFviMLiT1Lki291Nsfvjass7wVKLS9KlYJvtk6Ar0PnNO9lc4svrAK5z3LJRq+aqO6u6LGLb6HrMW9mnNLvkmV/L2SZks9LYAqPaB/qjzT9fw9/D19PTdPQr6pUwe+6LS9vG0NXz0zfa69b6q2vfDlwb067HO8nxl7viiNujvIoBe++P7cvS9dUr07hNs9lLKLPcn2kbsWzeW8mg0XPZ3b5r0IMlW+7fAyO1xJnb0/h9y9WWKyPWJ0oL3kFfW9qRyBvunmgb2FuJc7l5AaPuvJgL7mEZe+ms8MvnMTbj0KHIO+IksXOZaSCj4jVcC9ldWFvTFns779Amq+3NUmPB4DjT47vAg9fO6rvdmHML3xJsK92JDFPePgjL1I7P49oIAnOkrRzr0KEZG87x85PhNIPrsIaDe9fA1FPS5ZxT7Zygw80hbsPVsnjb7KDhW+XkK/PtvDAr5D0kM83LpIvuyRHj4WFQg+vAOdPej/RD71/fG9K3gQPQCLWr6mk0C+n+eFvh735L1tarY9cbwXvWVBzT1GpzE+dqWXvFdOfT5hpLM9bBBpPoWgnj3SOxk+hFRJPkyAib7TF6g9L/flvWgBCr5M89a8MtbdvfkjurwuXp4+nOrPOxxx7b10XRy8sjQcPtYuKz6AojS+T3ntvZ91Bj6YR0m+DmaHPo3NHT4LxIc9sRTqvZzuvjtjmyc+PNJ0PpEG+D0w2+y97br6PXX2r7456o0+b21nPR0ACj1IR4o+fIkdvQ60bTwIL/+8xgYovoiaITwA1vI8/1PgvDvulb5ploy+bDeDvlPfLb7mqiy+ye9WvhUOLT1D0kU9dHXNvUsJ0j0rSNy9KbcJPmiBkr78nUy+kmtYPeNsAL5dkH++mGQbPgPEc72ERXK9W/JLPjvsZj3blLg9qEL3PWEC/buKvUu+2UGVvh1Rdj6FK9G8MK4wvi6gNL0/xhk+l50CPQ3SSz3LQ4g+T6KnPmGxHDs6MKQ9zqE1vlb3hb6NXUq9q0iOvWmGXz4bmiC+swRivoT9FL36rIY+ND8EPfWvBb5P2ek9Mz5YPlJVLz1kYx8+J2FBvZkZMD3Y36g9zTyQPg/Agj3nsJs82UyvPL0tKL2kcDE+VYCEvuzTND2TnQy+oUh8PgWSHj5OA3I9tfsNvowjEL6r6BA+3mKHvUNiIT04/TQ7yCXcvMstmj7g94Y+RiwkPPuUirkBjMg948QgPvI9wL30eg67GSRZPnP7eLymprS83raYvXtHA75l5Rq+9LHuPWDNUT52bEc+t6Qsvcs+mbzmKLo8RmjTPG6oBT4c6iG+xn2LPguUsD3b0n28E7nKvHkT5zzIaCG+ngtCvnvT0j0dyoM+ANk8vsj0UT23N9O9UTiuPpDZcj77i+48NJMLvVn5Ob7AtFC+2JwLPiOiKD5e5gO+QlyiPiFD0b3cSU++gzC/PHdLN75ER4a9CWtUvhEAgj6HWxC8+MfEPf7ymL6mLlO8tHGQviTu2j0ndQM+JAbcPYNxCr52OlO+rKCDPYj24D2mTDQ9zoQLvWcHBb3vJcw9pjKZO4dLgj4Jwzm+TT3ku/kfOD0TG3E+DF7bPM9Ttj0i49M9zzqNu6ngQL7vWOQ9DsmfPfHFBD6adkY9LPgXPV4O2D0rxU49USXevPZ4vjxWyYW+TbySPS0Ulj3grgG+txJOvZs5Dz7QQT6+HTXHPc0dyr3SDLA9E43JvUggUD2OKN68QT54PfM3Pj3fYG6+fFqDPERbML43Saq9K3YcPkt2Bz5SGDG+obFIvYaEujxd+a+9H45FvaaVIL5P1xS+gP5PPSyYFL58eRA9bj56vb2RpL2ytrO93OHzvdE5Ir5CSEs9D9SHPbOslzzSmQk9sl4CvrxUyrvkfpO9mEhSvuii5r14h5Q7i7tJPmyjRD24r8C9IxnxPbjEJb7s0x0+ZmZePYcbgb4umRm+KHDTOlUaBr2rMLA9kF1oOyPPCD3cxFA8NRWMPE6X7r1MLOG7p+VyPfi1bT2PvSg+I4lDvpoyrL6E5Aq+URLrPZb5g7tUMlq+v77JPc8pFL7RLIk9c6PiveMPo72XfQ69aoMdvEPVDz4EN929IE7hvB6g5DyvdoE9Q686vuBKb71OOaI62TtXvEbSHT4Dfdm9qkvsPVroHz6UiKa8YxWjPXm9lbya2j2+IV7tPbQFqT3crXW9CvHaPf/CET6GlPY9cMcQvouWzj2kEgS+FeCdvocFszsjnCK+Ph8XvSLlC70UxxE9PeMsPkQYNzyC0ow99lBfvXXe571iYYK9bJI/Pi6+OD1dgpm9YBElvgM6LjzkHTS+ItZlvsKZp76qkT47t1IMvtHVIT4klYu+xuakvgQx1T1qdAS9Ttt5Pj54Zb6h8Zi9H055PnF/Fz4uuoo+Wy/CPFCFAr1rkBM9ak9tvlNYUj6t5yK936tlPE5cQ7yXnBy+g305vaQ9D75kEri9sppGvcH+kr1sNwk+K8LTPXK4zr2w0YY+ip/oPRWkAr7PrpU9TiaJPrdPlz0s6lo+6qojvmhUA709/jw+Ba3evoMREL7eaFo+VDbrvblKmj6TtMS+0E0tvvBlBb1Bag8+Pt9QvXQVqj6QpcQ91Ri+vXjZtz1ss0Y+G1zjPVgfsL0HtOe8ZO5NvmsYsD4BJDw9SoCIPaPPY7y/z7M+TkAivZRHg74PKUa+K7xLvRJCnr3ONUC+k4rsvVgfIj4kZkW+6Ml4vUw6CD5wRCs+FOCkPt+VDj4iRuS9YJcNviKAKr4YnRy7/eSNPucUL75weTS+SaKrPQiN/jx+3Z0+WzGQPLySKz7pQZ28lPOQvoxpgT0peo08IGOQPdz1EL7uk5e8b1tQPNig0L0SAxy9h6dvvtBjJz6jC1w+1gtavsFd4Ls/Ups+0nyBvaEksT6HrrE9pSGJPp6N2b1yetI8MtovvnfcMD3BM7E+9DUJvSiBZz6CP1W+ei+fvYsc6jwHMTU+9OfwvcligLysCgU+HjTVvSOQH77z8p89ESZrPkFwXb5jaxy9WPfSPQMQBr2agIm8KzapPfzvmr0fyxC6tcpNvMBBq70tByo+N7vNvu/WMz3rZKi8cFEDvvYaab18ajQ+VY8GPgqqsj0ztKc+h8RJPqYuID5xRRI+RsbjPZnkTb6GN1G+IkBAvtPm4j2Hszo+m5jUvIAKs71+TPa9XYw6vrPlkz5/m3S+Q9NJPum9br66lzc9pbNavhHPvj1xfJu9nQl3ve06jr7ZWJg9EyY+Ptn9Dr0ckdu7l6ACPQ7co7782iq+h+6aPUKbtj2g62u+6ipbvirBoD6HQSu+utyKPekQ/j3rkyQ+wYuEvc/X3T1BqFs9R6I/PbAwlb7RXqq8WFj0vcCTgjyQv7W+TKYFvi0Ddz2c6G6+9ec6PuYGPz12WMg9hnNDvpuW0DuccCM+5DKtvcg2C74EVGy+ZD68vGAOHr6DvjU++ofYvlkLEL1nGlG+HPkpPktLHzxs/5090r2qvQvMOb6xCzK9HZ2NvdPPqb2Aipa7rdonvtALkz3NvjS+Oh8bvrOLIT5Q81m+Mt4YPptukb7doWq+kuPWvS43cL4cg/+8DjAyvgIfwrxecJc+PSiQvMGB3zwyO6a9xykRvjYgKT4W6em+MoqNPNhWGr4F3eA95HI7PXPvFr6xw5g95FYrPsT+0LzIbgI+wKjSPKz2q7yFfJI+Vn7mvR05m71rVQ8+HTFQPYjs2D0IuGG9tJtHPofsKb5fBWQ7giocPd/9A74BYQW8Y+s0vo427z1Ie8I8N6FYPgJrhzyNkG69UIi1vS4rG74Se0k+enZEPe8eU76Cr+y7cUQXvohb670Fyxs9dnybPI0wJTyWP6e94DudvREfEj4NcBm8Zsg6Pvm3uj0MnVm9/ZDsvHaVjT3M65S9ngwdvTQJF74KMmA8aYeUPNVVoj0yt4I8970tPY7EAL47haA9NsS+uxg1JL2hvzW+hl1IPsEqTD6sVkK9y7uevFuGl73aKxC+KYbjvYCLGb3O8xk+VuaTvXM6+L1i+dM9EtNWPnHw9L1tBHA702ESPhDNQD4z+p49JTDvOy8n8b0J9xe+tNBGvZ2FtbwhaMA86rFEPRsZpr2XyLo9+P4sva7N/r1qdzQ+89OnPQsSMj641bk9EDrAvDvMf7yjR26+BY0WPGKv+70GZcA9KugyvlYgzbxv5pI+ujCmvU35tDzW6Q6+dhArPif/Qr7ukCc9Wk7qPDmMVj0oDYE99C9FPktGOz6kZfK8p1NgvXprk7wUFwG+6OQaPuYd37zOYjM+MG8JPpUZzz2DMO89ssdpvS8KOb5HfyQ+MoIiPC7jxz0tcjS+ObsCvs69AT7J0GA9zcRkvsV9sL7EF3S+opERvZm6hr4hGKU7bl0iPrL98j2U1S8+PoxLPkMi4D1cVgi+4QSwPa4rjb69vkq85n/fPUvOxL1rSCk+VAgEPpQgpr7nF6K+pxEevRbxZT61Twc9021qvchVhDw9r0q+2bJwvj5Zej1fQwG+OuxbvqEMEr6QfAi7VtjiPa4qLr6BWa4+/S+tvkZYDD3IwUW+tqBvvg3oKD4tilg8U2cyPvjNj737SQa+M/SKvnCdCT6d4Uk+Ryn1PQirNb6+aGW+IrjJvbk0L74QlkG+bAVWvtpsob5YUpw+row6vpzG9D1M5XA+blQPvuYxd74ZeTE5V58WvvgdJrzM1pg9s1F7PXbb1r2eUwq+g10cPiEvwLwN4qy+kHjEvfvOlj0NL/o9MTVivXf/QD6eStq910XZvr+JPL7qOaS+bBYVvlPKmT560AS7oB4FvmyD6T2PIfY95ymTPsX9wb6dNsk9bThTvnk8M70sT6S7qrwhvIe7oT4+pmu96oVcPv9kEz7OVFA+aWr+vOVKzL75hvm89+1NPmCX3TwY1Ce+y0uoPhh9Or49Pie+yvtrvsoqSL6zHGQ+URPGPSdL3jspT9s9I/r8vMgEoT2DTJs+tjXVvDv6Rz4YAr4+PMg+PhfenL4m8xi+QF2MvcmZfr5dffI9e6dvPspdzz1X+PC9UnKpPXOioz0LjW4+DENLvX6o5Dw5v8w9EbBPPqg+rrseph0+/btaPj3zED7WJh690t5ZPRkHib6Tm5Y68K4hPqpVjz3Twky9pC+OPftayD00PI++uFYwPjsKXT7bvrW8QVxTvrBdhb7IgXW+CBgGPj/xXr56KyA+Rbq+vcLC+L0DSeG9i5bOPVdxB716Rxu+r8vmPW/Kuju/JJw+9i+SPVGZJb4rihU+YeJoPK4rkb6dGXa+n2u+PIx3eb4W8EC8w51qvPcvjL3Y4oI9pMRhPY+5TT3hSbe+qt0uvjsLoT5Ncjc+s4sdvZdbCT4HANg99rR3vEHyrb1bD7i9FQhVPqkTjT1vD5K8EOYKvr0njj5OXke8MTq0PbP/d71Ycho+iOysvvtBlD4KWy0+2T7gPZ59/b2QJrg9YJegPrEIUb5kzR0+VUExvk615b2NLVu9OVCIviz6HT5LaZc9NSmPPSndwbvQLUG+KjwLPvrCqLwNgoe+3xA7PpxcBb48Ij0+S8fQPXp/ur7O4JC+E6oOPt4jlT4PGao9roncPSKZPD52WVe+5qctPURz0r2HEyg9cEeKvusrg74ZVgA+AA/dOn31MD5VpWU+lRFVvtrcOTxeLd29w0pFvo5wjDyfIBI9hgLZPdx41z18QLM9O3q/va4pqz1KSUw+oUzfPTx2Pb7QdS0+VHy/PWB9Hjuwepq95QJNPNoCHLyyBBo9+GYPPW+KWToaUxM+HT8NvhyWsr0psdm8RhY1vY+Mb7zVnio+vt/2PcsbtT2xGga+dIcePnt80T0bKiE+fSMfvuovLz2awS89fFqjPeOBXD4HRF49RfbUPJABE75SLEM9G1a2PXO/lj2HLXo9aOzdvZYtAT4eRtM8C1kjvl2uJr5ptiw+GSyYvWezFb4jXs68cMo2vOUzJz6uEuq90TEgPs2a1732CFs+TxbxPchvsb1S4ke9h+yDvWhUaz4BAag9UJPIPcY+cD42eeQ7xAcSPkc/+r1qFaa90bEpPt/slrwawDg9d+gjvWQMpbub//K9DW3vPSlpAL7e4jU+izqoPWfYwTyQ9kE+V2iZPfXzkL0xSOA9I+TcPB5GhD4fNA2+bmZsPvULoT1fjtC7zaA1Pq+tZTxCmdA9TEZmvcrAr71exsc8kKpfPs6f6r2dAwo+MxS6vAmB8r0gosy6CMwevrMgKr2+eX8+lt9QPYB7jzyuqD++IaHwPaZnOj3E+jO8eOsbvmfnLb5D6JY9qiUXPmOuwz0DLB49IruNPZRRa720wRi+DL+JPaMnwL35k189du0LPk7InL36DKs83LMIPj9Bt7wmfy6+KyMQPoL+h74ZYCI+kCTTPTDDkj7W5iE+ounivY4Tmz4vPoW+L8+kPauBSD5AhCs+JvjivpxiHz5sVpK96AsSvn85M73Hc4++1y2HPiYGKL4avai8M0XnvRPUxb7QnsU7c7GjPcQUFD79gjy+GmuLPgJk6L1ijo88BJ87PcxJsj0lp6u+8KSpPHdG9D2/qcU+tGKrvS6EaD2wGX6+gSqKPqOtwD0eCA86T2DPvE2tH7y0pHo8y8twPg3fuT0ijjc9C6JQPRQbkT3f3Dw+L+wkvudpFb4OLkE+1sEQvQ/uhT4AvcG+aFJkPYv1bb7deju+oJWVvdg1ojxZisW9ngJRPuSVG73V9C0+cF0BPpMl+L0G3k++v6jUvHBazjybUQC+fBDKvQgUnTrchcI9Me/tPKVeDr5dQjs+LADLPQKtPbxGnBY9KBlgvBrOxj3oLf4+aZYxvX8PGr0tFDU+1W6Avuvp0rybx2++akWqu2rKtb05ARM+r+YevgkxoD42qmg+FLSzvYmaib53Beu8z3BNvvhVJj4KBuq9mwj4vUh8ij4t3u+9pS9ZvoGbhjzwdsK9ka5hvQU0mj2VvB6+engPPvCowT5CTfq8DArdvXlbzT168lc+x8dUPnwBwz0meEQ+GDc4vt03bbw73wq8ZZIPvN1QFL4QYt86AKuBvUsUirxlMv29fhgMvDELSj7sRJ6+uaXEPC4GNj5Kk0u9+WzivnILB7kmrcQ91ywovInSOr5taYs9tBCVvZrHW76c23g+0v4WPq7qJL5MWZi+OzmgvS1ZPb6iqFC+YKSvPYBCdzpWIoU9hKWvPskcU727h54+F30QvrLFR76VT0U+cuyhPoqAAT7QY58+/OMMPheHjb2oTQW9eaSpPPtorb3utpC+N50dPVQ2izst2ga6F03kPJv4Xz1Z52k+7KnavVQKTz47GUw9J5xaPrEB0j1JpLm+ay1tPmAwv7666n6+0xaDPA1o4r2YezU+m2PFvZUKLr0NN4m+jeGoPSf9Eb6q+jI+RnjmPbgL5r0svu28XwNyvc3wej2+cZI85+l4vgMSjT5v/7o9ZmkEPn9VDD5E/OO9ey8MvUHYiz30tyu9JCcHPoggQ71XaIe+P6C4vda1Nj5l07I+y2vhvABmJT6RRWU9PnkhPnBDUb79lkU9dJtWvK+VKL7loJy+CzBNvhwJpL2wTBC9Z8B1PlGj1b3qNlk9dEbWvgn7O75TqAe9BKi2PZRIFD4KhU2+DnUYvh+pjz5XQAU+5g/LPXgqEj6t9PG9/kFcPTa7/zz2vW0+YNwRPlB1eT5fuRy9U60lvo3OGT4a1IO9XykIPQlJl74eRa+9qzIUPlgjP75/qfi9ja4rvlHEKj7EL0c+tzXPPb4CALzRUpW9IKa8PRMKpz3EDQG7gk0OPff1fzyDOpO9aXWwvRQnFr7U2hG+MBHjvSIXLL52WaA9Mfi5vRQFsb1Iv06+XJEQvrjMDr63RVm9+wFPPVHeMr42p7S8Va/Ivc/9M74lE8s9WUw6Pitkuj0FuQi+vEXuPY4Ujb37xvy9wewJvkk8lb1clGM9QKBSPiuwgj1AAQ6+HqaHvaGXgT1j4xo9/4mVPZpok70b+pa9fGLuvTBmoz0VUL69J4qBPSh3q7zhxO29a6wwvay70zw4GSG9bRunvdKLqb1kfEE9K5Qzvm1SCL12+Bk9fLdOPUaLpb0EH32+lsCYva089j1P7s+9RKYNPX+sRL1sUri95zzfPUPrIbyFsCg+jxxcPiekkr2qoAM+wvOivG+Rpj2kYZu8duxhvrAArT3M9Q8++2cFvtwO/T1uxGa9U81cvf7mLj47uak9gh1CvgXwmj3scki+BitEPgp1i73QZLC9e+r+PVgIir0LiZo93dmsvBt9m71mvD6+Du5Tvp5pgL1mexw+MVGfPATOMTtaWg2+Ip6YvQfNT76tYwu9eyANvNtDOL4eVP48cqO4vUNgaL46Tb09sTIRvkSKDj6Q4vk97mjCvbqAdb1BF5w9lKQAPYx5Ir57d5K8OsyYvVItGr0lIgw+a3mvPSrPsz0lsT0+N/SoPCoaGj7//V89bpQnvgIOF77BPqE+SmR1PAGurr0+ija+GgqIPm6n5j2ygAS+qBrzPSsGab1vw7m9w6YHvkMUDr6ToDu9085nPl2bnj5t99C91q+pu8XlmD7I45O+M7GOvTeP/b2zb5+9FeqlvQiO6r0Q87i9x4kRPnjbFD4/cXa9z7S3PabVZT7F30y9mKYZveYJcb6pPFC+GKR+Puh4PTzfFi0+fLCaPm2EHD74plK95NU6u1C4/jyNx8u9KLYHPkRNJL3RLAA+3bKevbjRcj6xNx8+HO9lvnABGL5csYI+wW8PPm7AsT7tcS6+TQeTPX0AST6Bftg9E/h7PSNQ5Dx2jee90xPLvgnpLj4V+Bu+YKQ6Ptchk70ZNLg+3m7MvXPrsz2LM6W9BtaDPt20Ez3wt4S+/CyMvlUMCD7Wr9C9wHIWvkm8BT7jyO29cpLUPCGR0z1aTnS+xbiEvgm7QT5qKPY9fnQ8vcOsgz4iPJE+1nswvlEU0L2BdrE+S+IzPVkJjz3T4Zi8KfqEvngfKD43u7e9Aba0vjYQEr45RVm+cKxHvsWgBj6JuyW+uIgHPv92EL6KTvM98g3Iu5xFRL6whcq9t1h6PZTFMz4FP4k+cCC/PFZOEL3yEP69sabJPq+pjz3YZoW+R2WhPPilhb0d06M9eCQyPms0vL1xk4y9yekYvu1Lcj2vqLm8wCMFPtEd5zzGpKO8wHNAvSy+FL6vhiM+Z19fPrFsAT6hZIQ++ec5vrD+/b04g/I8khivvj0Z4r2X2nK+m3U+vpogEb0Su7Y+iAxyvgw77ruz0ss9T8UdvqgocT0QCyw+m/kBPrJDIr2mhNi9A8efPgZler0J4za9UlPDPCUt3rySywM+6liCvvxyQr4828q9N/ikPgGP5T1DPYy+HWmCvOKgO76RXHe+V/IqPcGchr2Xjzm+p50ePuUkjD6Mvzo+mixmPT8SGj4VPwK+BotZPPzfJ77uoHq+54ndPVrulz6gUcW2wsEyvs8Sfz6re7S916wYvtXEu72vUWA+w0oVvl091b3YRRG+t2jxPMT+uL2ydii+q9paPlEr9TovimY+ri+/PEwjTb3cVsQ9BnkUPmOxED5Duw6+hfSjvagCTT41+fK97yxCvpJmJD6y5TE+y7UCPsxj370vkhu9rQqpPWgAjr50syW8ryOBOuJdfb7VjFy+hqYVPJiFub2l1zA9pMpavhe8u70HpZG8vRxUPj5xNb5AmKK+1DYKvvw8JD5A1os9OjWNvrm4nryP+W2+PHyyvW+X4b1WBVO+zTf+vWhVjT0pC36+tVErvWWVVb1TOAi+ybSSvUr8Tb53JmE8OdZNvk+ODT7Zk/29"}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/Conv2D/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Conv2D", "op": "Conv2D", "input": ["Func/PartitionedCall/output/_2", "sequential_1/conv2d_2/Conv2D/ReadVariableOp"], "attr": {"dilations": {"list": {"i": ["1", "1", "1", "1"]}}, "T": {"type": "DT_FLOAT"}, "data_format": {"s": "TkhXQw=="}, "strides": {"list": {"i": ["1", "1", "1", "1"]}}, "explicit_paddings": {"list": {}}, "use_cudnn_on_gpu": {"b": true}, "padding": {"s": "VkFMSUQ="}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "128"}]}, "tensorContent": "NxDPvemKZb0eNB6+EN7Vu07iDz3hkhY8Jps1PN6t8L38zrE81yH/vOHXMjuO6Y+9HAGtu3MaDjzR0By+VLHxvPJ9Lb6jOzi99GWTve9uXz0vABW9Hz7kvBdzIr7CdUS8glF8PUWSu7zh0QU9DYfOO2w6Lr075Hk874oTuxdUCz2qhyQ8BU2gvVc5v7yudb+9z6t3PAe8xzsevDm9ZnkIvmiKbjwRlEq+EG4wPYxfDL7s5o28VE46vVb0DT2KyD09RapAvXR3gjtiAqG8pBm4vH0RsrzjSAw90QTRvS6iW73K1RW9gfEIPUXwS71w84O7rIuxu1TYjjy1HYm9PsbOvb8SmzzpQ8K9whZIvC+2k73mdgi+C055vR5ZjDwoqCw9XJz7vY1NDL4fP6+8l0lkPUH5qLnY9PW9SGCVvebqUr0j3GM8VfKCvSKjRj23nVY8zoFAvNJgobtSoKq7tGrePOUv+7rud4Y79kbPvfQg+Lu4EzW9qUvWuw/FX70zEK880sBjPUwUEzyWmqO8P/elPFcPTL19MOC87P/ivRA/qDwBsQ09gNyePLcJGDz2jaO919WrvGW8mz1Mocu7ZFEgvYutcT2bQgQ6KcaCvcCRSr3+sm48xe3SPKxD470KDh6+7wZHPFclNz0BKRc94eIEvXiUpL21D/k6wqAHvXdvRLs="}}, "dtype": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd/ReadVariableOp", "op": "Identity", "input": ["sequential_1/conv2d_2/BiasAdd/ReadVariableOp/resource"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/BiasAdd", "op": "BiasAdd", "input": ["sequential_1/conv2d_2/Conv2D", "sequential_1/conv2d_2/BiasAdd/ReadVariableOp"], "attr": {"data_format": {"s": "TkhXQw=="}, "T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_2/Relu", "op": "Relu", "input": ["sequential_1/conv2d_2/BiasAdd"], "attr": {"T": {"type": "DT_FLOAT"}}}, {"name": "sequential_1/conv2d_3/Conv2D/ReadVariableOp/resource", "op": "Const", "attr": {"value": {"tensor": {"dtype": "DT_FLOAT", "tensorShape": {"dim": [{"size": "1"}, {"size": "1"}, {"size": "128"}, {"size": "16"}]}, "tensorContent": 